{"modelTopology":{"class_name":"Sequential","config":{"name":"change_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true,"batch_input_shape":[null,8],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"VduFvsQMhb5iuIg+tMLXvh0cUL1MyOM85Z+aPrG1Ob5rffE9pZZ4vvyJFj5pnCU+HBK1PnIXnT4H4q89eeuAPpUjED4/EPS+TKC8PmoeIj7JePM+QflsPoDkh75isT69I3wZPeqjVz7B+H++QYwlPouCyzs72qg+d9bEvj/MLT7Alpm+JbSkvRYTOD5CH8i+F85GPib8z747d9k+7rSQvnrxxL42Xry8HQHePkttNb5bb9m+p3KKvkiQ0L1scng+R/XPvv/PkryVv429Kv49PvQh6j1ZWKo+WsAIPmSysT1K96K+udhmvqzbbL7qs5y+aiO4vikJAD6ywGA94UHRvsxB1L64tKk+AlqfvkWFvj5Lsbm+MEjCPni0V77HuMO9pNUtPmtgyj5ELfE9hIY2PhAboL2BjcS+SGJ6Pt04ET7gD3Y+dCzLvLzqzr77Jas+JdW3PpPOez71RNw9fTO9viU7ur3p+kY+8CS1PuyjRL3WfY0+yw42vsWcqr4E6yq+NP2RvoGSwjxUklQ+YD4/PohH+L3W7o2+Up8fvsS5O77dqRm9xZehvvXVIz5Jj3K+pEmCvuTXoj5TGKO9YdUUPSOZfL5bdgq+tt68vtjenz7z9Mw+iW4NPun9yL7RtaI+lm3mPXNuhz5TkrY98kUVPtOjUz748YE+T/JjPsrrqr2WW9S+6SOYvijMCL7nhzA9ObASPs10dj5AeZm+buEHvqSDpb2aMHA+dpp0PdYMAL7BE1I+4v2FvlOY8b2PepY9tBIsPW+xYb4lWYW+sn7lvaFYiLyT57e+QjSvPr2nur6QvL69ZSx/vITTbT7GTXo9C3NPvpIqcTtbP/+8PhZkPqHvA762dBQ9vsBDPupZ5z1LAp++gq6QuxUqWj7LWac8xOvnvftS77z9r2K+jUELPcBWg73Hv5c+tCQsPiMA5DtmbwC+0/eBPRckcb6xcbO+q78AvjYsJj6IHws++qr8uyeFKb0REfK9HmdtvuLgfj7HecS8tRHwPSVxLb4W0728gZwbPU7oaT6TeqE9s9+MPQ3uv73U0tM856DEPe29NDxc91M+16qNPmFxEjxDEVw+FXWcvWQsRr1yZSu+BZWmPSqjWb1j5Kw+X0YPvWIKCD2DpOO9rzAevaYCHL7BTWy+SCPrPaziGL4y8b69mJKmPZnBl75AxgE9NHa1vULyvL6RlOg7q7u8vagbSbzT+TW+frhsPoiD6bxt6RI9MnXTvRSLRbooCxS+54zUveAdZD0gftS9Wr+CPewvmb79NG09U58vvfe7Qr3wWtu9MR6lPiwiAb5Xc6I8iDX/vbWqKr6GJPe9u7u0PpjZ5L3NSYA+fF7uPYedrzvjLGm+cS46vtrCXL7IJS0+cbmEvfEAk7wgeYY8qTUePh3n/724e/g8J1WPvEt4vj0nahq9iVIavca+EzxDvH8+L5T0Pf2CDb7TCiM9j+BgvOXtXz6TMEY9HDdZPVkupj7DYqU+NeUSPnxNW72e2hU90wGNPXiDxb0txLU9Yeo5PbViKzwYVJM++2wfPjMKY70zmPk9GvG5vtykbTzFRAc9KpAFvpvc/72Qz52+FCo9vck2GDyNm7C+6f5qvlEvdT3yaCW+pSzsvQ/rkLy28XS9iU3AvYnPuL120my9MhhrvloC6zvJvF49FOl4vQ90O7y4Q24+nYYZPUpjqL0BH7O98iFHvXZ8QT5DbXS+E1CnPfRBGL7k8p++un1dPi4AtD5vOgq+yzCaPkD9s72Xt7k9W/yVvufVl75kPN+8i+DXvAbLxb1VbQG+ldKWvF3PzD7C4wc9KOCiPsHPBD0bD/s9Z8QwvjAABD31+ce9WCfgvUqi5zxKPti9xaoCvqSZUD72m7A9Nzs2PZHFZD08EDK8orG3PkixmD4kxzy8pw0xvvDTBz7XpEQ+rS67PtdqWj3xKZM+Z/JcPj/+GT7nxTM+QfdgPlqnF76tmYM+6jHxPSWWBL0JYW+9vFYDPrdHGb2z7g88yrIFv1N1Z749TfA7eWz9vetyR71e8Kc9t19QPtW/371urq2+z/x9u9VMr77T5bu9wMPAPDwe0L3z7rk9w/mYvqungT5EUQC+6p9NvrfwhD2qUvw9fQakvqBdpD0W5mu7fdymvvQbYj2gzoY+xdwkvpOTBj5Ku4I+N/JYPu1cE7//lJK+Kp3LPUXLfD7wndI9ieIpvkU3mL0sRz8+QqV5PWZlfr5Pt5g92YgQPnxThr53USC+PEMxvqcvQj4m0Ek+fGTUPeeZDb4BgBw+iHJsPmYmA732iA0+Ajguvvmtwby5xdM+1WmhvC1VF70/DTc+lsgoPiJA4z5GlRI+efRlPtdc5r3Xkyc+0LU8PRpCrj1qdm4+ZUKMPXq8rT3Ml4q+oRyivpBBr75sOB6+iBeiPRt/TL5FgCe+ISWBPTF+zb0zgWE9/WnsPV4dkL42asg+xbbIPhsGlD6R370+iMDuvXA5LT0XUA69ZV/ovcSPMD4IftO9SmGwPq0O6j3DFgY+dU4ovhiIZj7MJKQ9DGwLvdlViz6fcju+dYEvPm2kyz1sZo69p4ohvq9hUL68ms09kuoLPq2eZr6T3ty+4zdpPq/Qcj6CHsy+kDBLvjxrlL532Ra+Db1ZvjHpHL688YE8qTGcPnDUqz5IvAs+Llnovu4g+T0xoOO87fZfPo5NPr4RW4g+sbgGPpbQxT2GKC89fgh/PLsLSL7430O92cW3vhve3j4uoAe+x2zmvm4JDL53ZTG+gj4IvgdM2j5ELT6+qV27PWBT3b04OS2+mJYUPtUwiT5Fyh++WHh0vvI0lL7m4C68CV7wPSh8nL1uows/QlpkvnxOFT6JUrA+G8ABPam1k757YBE+JCEsPh+rvT5u2Nu+ry+mPVhprj4rl049Qky5PUAxUD1Kcni9CWTkvfxnJb5UUpI9s60avoIlTjyK3kY+ZuwovozY7r63nS0+q0aXvuhcNT6WbgA+FQc6PtVNtT7xXgW+0rghvYj/tz31Fxw+5GOoPnMjDr4jD5S9V2j7PY8IOT5SHCa+B0aqPSnYoz6ya7I9T6ODviBndD66lkk+W7hjPok9Eb4Lgh2+5e42vsdCJb7fWI++L6UuvpNFGL7B/e4+hNlhvboS2r0wygW+nZSlvm2vJr1O2SK+g+t0PtvURj7OSAs9vnNJvsU5Az1Ogpe+LCMFvkkjuT6SeUY+eOBePmQIFT34lKA+nzVfPr142j78Xp2+5Ut0vl3C5r1/cp49syQbPuiH6L1Bpti8EYW+vfnV0T2xC6o97oYdvlD8cb08DQ8+cC/CPf40pLyLK1u9XP9NvUX2zb3OTwW+14qFPSQ/VD2KFqM9Dy/kPRBhd70BORG+0qIoPdtb1b1oFeU85CtRPS9q3z0OwM49Ag0KPZpJ97xojJA8B19+vS3LIT7gnsW9R1m8PRg+Az5sVd09jao9vMYgObx//ba9SoDCvQMa9718MIg9OJQZPTgsBT7W8J69T/64vSy6B75LS1O9ROYovqMTAb6YKNK9d20SPoEYpL2UnRC8+zUDvomNgr2z0h0+Cyv9PJbsvTwtfH49LrHGvUqDyL3486U9m9SEPU5wgzxOcbA9QU07ParC/z0rN6U9ZPfaPfPfCD5Otq89WXHNvTsPhDskGAw+6owuPj7Mgr0m2fK6J2hhvYl4Jb7Neie9+V4ovkpjzT33hyO8MFA4vnQPVzt1yZ+8ku36PBOy5rxenZO9J3R0vd/DvT0yCRg+UiOPvC3lBL7opnC+F184PhH9QTxLHp29yu5bvlnrjjyL8KA9jZ/oPZ2TyLwoloK9bsOKviHPsz1bg8g9JpOEvTqw2Dulrby9dVoPvTZkqLtoOw299MePvXVVpb4yjiA+HwfiPYT6VL2wakE+Md06PS2MPD5lGGu+NVXsOyZgM7vy6bA9+1mAPYO5fr6UbNq96OyCPcy/4rxIkBc+eN4zPYfkVj3AU5S9nddcPeUQlj0GN1k9VCC5PWonQD3Q4Je+SvMkPQlK1z19ga488O+aPkEomr3aCjW+VKBCvlRIkD0JQ/Q9OPQGPaoHAr0nDOG9qQCHvvT5sL2ZxiE9QOSQvVsm5zy/cWq+A0aCvkZSwr2K5UK+EUnYPX17YL3oZy6+nIKxPtuUaz4rIIS+WRigPqPrBD6Jtfy9TvMBPW8cor0y+E49OxPhPZY9rzxziCK9GUqlPVTWAL2vIXq+lfuFvr6Okj2CixQ+NCFUPZFpez5RtDS99NWyPZvPy73inpO+QNJ0vv1DkDzlLYw9EvI3vouUhT5nnL29tgFavo5Stj1aPw8+StBiPigdDb6rsCk+Yp3tvXQJLLx4XIo8NdCIPhMi8z3xcEe+qiU9Pl0rez2JgJI9LYF9vtx87j3CxWw94IrmPYkuQT01QBk+op5UvoHm4TwQqlo++kjevF1Z4jz7/DG+ai2fPFqaFj6XQvU835sLPiVO3j271FC+pEe8vYUpYj7sEmG+UxYBPsR0Pz5XVRG+c1A3vvwmAT4+GZe92dU9PsJtrDtMPiY+TdsQPUwwPr0mkzO+HxRWvfR5aj7uQfE9twopvhPdEz3ec4G+VIQTvscQZr6eKoM9fef/PZy4QT6lf7S9/bYcPe30wr3Ai8A7qLNMvuFQXrzLU/09GWKyvfHWrb24b/Y9/TA4vr9hvL2sDxE+bQxbvZpPRz2eCm69/ocuvQg8c7wNZ9A+ZJCGvaDppL1ocXe+urCePc9yFLvbSkM+t1cQvsL2CT7Vxi++q7qoPpddhz1t0xM+o2dSPtWms7yI7Jk+b0p0PqPOiD3WqL8+AvhbPZ2/Yb22dzE7XyCQPbx6r75luqG9UGpxPRRq6r2Vpg++2RtuPX8kuz3T1+o8R6MpPVFxML5FVQK9mLMvvv58673X+8u7ECltPiHGRr58r+U9fMyVPbd3Qb4/3vW9HZzFPZnNBb3BCiw9tqeGPT0pGj5HLZk+6XpFvP4u3T2u+Z2+Yy5uvnp5Lj6Ru8w+XW+NPVr5uL6bz5m+cSUQvIj2kj5r1Du+QeLoPUmPEb4idEO9YTeWPbxqLz3ywt69vVNBvY7VM71wI7k8WP1TPV4RZj1d6EM8x2gXPiSOLT3oJgg+HFZUPhVgij7Sh4O84gJuPVag0Dydhgs97MfxPbjL4D3y2Tk+UszJvUcwib6Fv2A9WpxPveQl4bvfkxM+SWWAvToMqz3t6E69jxh4vUZSxzybkOO9ccn7PaJph739MFA+0xOgvGvoXD5H6EU+uzzsPbEOGT5mUYM8OF+EvBG3Yr2qdYq9AKRDPsQrkj77PRs9gMcQPhLH4T0qeGw9hEHFvHDKmz1uwFK+AdkGvhlLhT41TFM9TWVovrRL+zwly2e9KNLTvIhjvDwINQY+qdhTvs6LwT6l+/s9z3dRPlHTRj5XnnS8OB2Ivjan3z3OhKq+qMQ6PotcWby9OSi+i1y/vQPv4j4K50M+rIpxvi8Fdz7W9hO+K9aUPnG1tz7z74I9xeoVvpXPDb4DsBq+LxTkvcmOlz4IY5O+Wt4DPYx6Uj40EDK+GcWIvZ8GlD024a49u2Bavka5Gr7efUQ9j+lEvhIr/D32uyC9rt8Vvj4RTz6swxG+rcMSPbyOpj47q4a9S2x8vDWTt77ua7s9AeVIPjF2Fz4Lz4E+VEHnvQ4Qej6uNAs+AExiPv4nJL4K7OI9co16Pl+FND2JsBa9NJ8avlOplD2Icwu9HRq1vtvbiD5t9cQ9/xzbPVMYjT3BC/O8rZk9Pn71QD6gGPg9fixqvluEj737a7i99xuNvV7rU7yk2Kc9Sh/pvDsgVz5dq3a++Y6+vWMSJr5VNag9sG+9u+VRQj5Yl8y99362veEoqj6R/Z49+ny8vP7lHL5ecJI+qNxIvvGzfL2pZVk9z2tEPoxfpT36wZu9i9oMvtozhz6JhuM90WAFPgzJkD5BGKO9k3NbvsN8jD7ONc09zgtJPanssj2fYmC9a/dBvgfQar7cXwo85NqWvWBuNL3UsK69FsZaPXWjij02M0E+/n8bPjhH5j3KzK29QLWLPqQq5T1jXwk+KIVcvoarpL4/+1s9LtAKPkMEAz6esju+6s+bu9J4wz3eebW9N6javRDdqb0vG/Q9hyduvcO3Iz40jFC+f+UoPoi7KL4Zj029GqVEu+3E170BwDO+QyfEPXSEFj0SF0o9VgULOpsEQz5EZhg+XWMPvineEr3padw9YlYivtU/67xuCt+9/B+CvNFoa71wSAS+mgf/PAxOYb3DtGM+yW9mPfGWOb5rA0a9rTNIvL7ePD7FfhO+p80RvXxtFbwatJa+/dHKPNmZ/70XcYY+5JWsvCRWAj70jIk+m1kaPufxNL3cENa9A6+rvTQJiL691xu9toovvTrf7zwSpkk96hOqvkGkmL1wqpi9d8NIPeuKLj4p0Tk8OTMUvlAEKz2IXUS+H46dPM3NOr45qFi+BBKTvTZQezy4KE+9ZGcAvf7pLT1F3EE9WVERu+dFBz3t82U+RyyEPr87jT1siXq8UwEDPoulCz0+m549v4mivU3E/Ty7YlC+cszbvYUP8j0Hdha+pJ2evU9qQz64Oje9hD+BvCgFjbxmcO69g18hvkAFK74rt7a9wtANvhsTSj2+KGe9Mj38Pf1qLL0/HlK+YUVSPXM7yr203Qi9r+WuvYyI3T1BcSY9zug7Pvu4Qj5KSeM9+H4pPgpbSD6b6RY+33QWvXeEXb1SwpY+9I7xPdCQIz4Bea+9/OVVPdJqrT36rA0+zyrKvd0e8jzni469Ku8IPqGbET42hJY+thlUvg65FT1IKro9G+vOveEXvrz/zbO9cPAIPb1pcT1AS0Y+NE/1PUnynr2ad2w8/AzXOkRAqD3FpIc+QclBvgwdNL5eug0+FZmTPfdJ+T1CTFG+Sqspvl5YjT0zyVK9x1OiPQfPa7txTqo8U6+HvhxWq74NeH2+e7N2Pjjijb1SUAC+hNbxvRhrcL7lkfm7/3JWPaMNFL60vLI9W6mRvcJdej4h8KY+PM68vQa5qTzaXfM7UhZHvvmvrzy3U1s+6uWHPULRFz3n40K+qP+Zvs08pr7HP688Cb4QPinJOr32ZJS+vhn0PRzTAL7xNmw9tB76vaZL+b2y+VU+mZiXvdljWD6ecEi9YyLGPfVZuLwoVEQ7xKm/PWD0Sj6v92s+OQkEPlXdRj43m/M913Q+PpH4Jr1UD6O7x8bovUANFz71riU+y2XdPYyZDL4ZmNu9bc6XvQ2LTb2Wx689a2HEvT/Mw7zENFo+btCwvHPieT2XYqI8vIAJvrbLGr17kNq9S++rvfuMfr0/i5y8HPc+vqa7GL29/Co+BZ3tu0dx/D2yfEa9z672vXLaZbz9Ui2+/N6RvdM0oz1Fl8E9OOAuPliWEb4LbLg9a0nuPEkvbz4jzKm9uVzivFuTzrzEFJ28q61nvMqqjLqhREU+FZ8sPgfbr7wSw7a9gneLvatbST3kCAU+b48svpaGNz7qtyW9enl5PhZ5kb1sOpS9hfurvgGaGL2UAka+/subPdgSgL3IV1S9786Ivbw3mL4McyW+82aRvjztjb7QL4c+6ByEvdSh/bw+ccM7guRwPqPl1r0VEnE9PpFTPor7Ir5WssA8OR6tPXV1OjoddKy7xYcuPhRYBT05XCG9DG7HPRKG9T22JGc+EFMgvia1Vr2BAm4+omUvvRCuVT15hda8Q2NGvtYaizl0pe29LyRDvbEwED6qh26+lunCvfsENL6zlas8lR6NPnokJT1Rgl4+YfUFvu3hITwn3KM9F4iQPqBUpb7VMey9tCFNPhYkKr6zlgo83YuzPn3M9b3XeRa+qc6DPoSHxzv5T369Qm7OPHCZOj0qIIe95YFRPhpm/TygmUG+/604PkbPmD7OrBS9k0pvvQ6GOb7NPG++NK2lu2GptTw0zQ49CgqCvn93M77aThG+RtkpPsh2N76SMBg+k0++PIYIL76oT6c9L6llPTXcjD6AYQA+bx+PvrPz9T0370u9lCgZPdZW0LxswKs9OywzPgFqXrxh55s+KfpwPtZ6Bj06HaA9OzNYviWlzj3hYpk+Ce4XPtAuPD6H+X6+toSHO61W8T0hWog+e1CqvdnwNz2zj4++TbQuvUI6Iz6uvEW9websvVurOz6aDK69jxKMPvArcj74pTE9+1aIPDfnQL0eg7A8Og0ePe7cgT2yT4k+p+4bPK0Szj3DLRQ+IB4HvhC3db72gTs+1KOtPTqQND4waQ6+zxdKvc9PWb7KY0k+fxt4vMBzn72LjfK7m8MhvfUU1T3MsXM+oHrLu1m0ET0138I9NIYkvk8kL76fXRI+V4EsvY+Hzby5Q0Q9xWGtva57pD1UK/49SrFKPiBnuD0NcMw9dm4TPrc7kDzsDCY+euUqvoCysb3eRO69F+IjvqsJXz4MyX4+B7URPdBV7zx9pqu9j2QePkcY1bzHCTq+cLElPt5lNr5NsS89GRwpPXVyH7596Vi9ykWTPuzq3r3gCho+pJ9SPYgwAD7F/CG+Nv73PRtY5bxGn+y9MKtFvrznZj4fu2A+k4NKPqA/1b0QRnA+/eeavddzaj3Lyz0+6RiWPYeKDT1sqYS9Z9xePhgDaT5JWJE9HR/ePa/mcD4SjxC+7QPevYZnJD2LrU2+Mh23PSmHWL0DTpK9qXk3PfUSHr6pB8s7hntAvBzwir3VeUi9MuRdPZ/IWT5cUmK+UUlmPcaXL70Bw5e9md5UvtN3Abw72EG+idRDvaUm5T28vYG9RW2xPQgxMj6Mo4U9lLckPh5v8TzZQ60+MfrMvS9jPz23Wm49+Kj+vXnCAb0IhuQ8bTA5vjIo2r1u3xU+4ZC6PS+R77309GK9MQQdvniW6D0XQYO+UA4jPmLOp73uJ8A8D0UePpGvLj4Iih6+hIZAvrsbhz5mHJq+/AydvkiFYb21EcW8S1VevjQvwT2yZAW+6GICPiDHhTxpjUY831ExPuEckz3vU4k9rAJ6PV7evD2Kt3E9fp4XvrfKaj48CWG9UkXJvGPfrD2ncEg9LShwPfTS1DwpATM+L6yTvNcrIT5w7Rs9hMH1vYyTMT4DROW821MQvqp9rz35TzK+uLxjPha9B76XpDw9/eeEPUSbIr5IDyC+joASvmujOz5uENC9XRftPfvkgj32PmO+NXZ1vmeQ2b30rLc8RfeWvoE7PrzZmzI+nHvivfETQD0MvWA+inC1u+Kf7rxIwoS+w5hAvc8hkr2l4IQ+qYrQPW3qXD3D/EI+yOglu/F6oL2kw7492huQPhyfD73jjo8+NTm4vusxej5UoDA+Zj7cvFjfBT4dCrm9cbu3vRobg76LlI8+JkGVvmGeRD5/QhA+gTs3vsks7r20fTk+KlZ1O4+BJb6+3gu+iwbRvD8+670a5nk98QgePQ9GBr4g3YU+vAMMvvQHfj6WoJs+Nh8ivvuGaz3vtQO+gMVhPacXhT6uFI8+KP6EO1NxwzxHS2U9NG6UPhUsxD0YAOi9xjDePb1LnD6SlFe9pkdqvfvVJb3LuDk+n2RdPVYd1r0F8tO834rDPT3jl74HB0Q+sP55PovKmbzyYBw+tRbkPfd7t72fGlM9PDiCvUbs8Dz1TaE9Qca2PBLhSL1u9fO9JEcSPPJaWz1ggHc9m8oKvnvJ8zvl5UG+zqkoPsDG6T3+f5A9CWagvei0gz1GX9k9RoJrvb6Qer1AIaY9DtxEvj/cer41BgC+RiH3vbtVTz7DRoy+rfuKvkMZTb1jZga+cWluvDoFrT3mmru9bH9tvupV9T3iYVw9TBTrvdZf2TuvJQO+cqXivPOta7wdGxe+m1+OPns4uT0JxZ+9jsQtvm0EH743aQo+CyCbPoRcbD6PsOU8Lzh1vMl/ijwR1Q69OzLpvbA/CD3Ltva9qqYFPlqyVj4OIkK+4cEgPqniB74JotQ9a9YKvnQbob0SsVe+yMYyPYqVg75xTlA++SjsPexG0j3kS/K9XBOWve0SCD6MiB89NV2Uvm9/uT2odyu9+e95vn2x9b2W2k0+fjAjPtJQiDxWNxw+npOYPAWQo70SJgu6bYYHvC8lerzs/BI9vE1kvsvj5z1uxxk+ocGUPmw8Ej4bGoG8fNvdvXEDr72Iqlw+S+3uPQ7Ihr1Nedq9Epc+vsLbAD613Rs9Z3+IPdlowL2lwX29D6D1vbbbUz7RAHY+6dyWvIx/bL2Rdra9zEjbPY7Yjb10g4Y+dIYZvoN8Z70Wk+c79PyjPJpIkj4EbxM+r8y2PZJV7j2Fklc8Eb/2PQ7MNz6WIY+9OhhDvX2Jjjxs0iE+pUH6vSGX/D3/Iak+EF5OPsenJr30dDA9/KKavuXDfT4wn7Q9JPpIPfeH4b23yIG+ftbXPb3kWb1V+1g+ah/yvEzGjT1zb8g96w9RvgvUpb0WyLm7QhSQPs0zuz2JPiK+4uAQPlXiLT4NDfk9fGYQOiyxlL5Nw54+VUI/PfnHbT6CuY0+NmmWvfqWNj5hd7y+8xXOPRKA+r1bljw+NmyVPuSH9r1nyZo+fHDYPedkNT7fbuG9KzLzPEZSGT6+88c9MnkoPtFAqT2JDFy8Qs1VPszHGr3sJ5U+HiOAPZnQAb4Hyui9PGWLvshOwL0yZ7Q8vKuHPXso6zx96Ci8C+aRvgIMm7wONUq9eFBKOtD+sDyB+uC9LKlIPYb0d77LcBW61ofRvViIbTra0/M98XVWvo7oD70oI829sGAhPlZqbb3gYEO9AuWuPa9ZOr72q2K+mmg6PhF5p71kfHU+KBtOPScIkz1uTTY8zGqAPrO48D34QVw+irdMviQYSr5IGt49HgsFPUBSTT72fDk9isLDuzYBHj4QzgG+leNVvocLCD3TxQS99diSvRsGub3qCg8+RgUfPjiUnT5Iw28+Ju8kvpc7Hr47w6U8/BoSPskyG773OAI9t6MhPlolBj7/zr89i60Avm4EEb5jE5a+BprIPWKggb440NI9TzQ0PkwwgD1ANrU8r5qxvmyr8T2cOpK+6UdKvvPlfjv8Ihw+Pl9rvoeVYD5eedK+x55LPhsXMr0qIcG9uHUrPuuVpr4QLos9U4ErPWQtO75O1JS9xzKPvQyAOT5oAhs+0i/2PW1KED7S1UE+YZcRPlq5Mr5C2XQ9Ufkcvr27Pj4txNM+rnFSvio/Wz7oj4i+Pf64vp0xrb7b3ca+iQ58PleRqr4rnUc+bVkvPbtZSD2zm8q9NQgZvjrE/T24vpO+leUWvXE6zj38omy9M5NMvW0JJL4ZsI28ML6Qvv5B5j1BO10+9nyfvZGZEr6CGQM9qsmlvTO+nj5+xHy+8fAUvqMnK76I9RG+d2q0vntVnz6RDtW8mxqGvJeS870Cz4I8YuQbPcM0Lj4XJBU+r3LMve8npz3Cn0m8Tn56vi6Tlz0laNI9zmr+PT+1U74s9vI99pkqvgA0Lr5deI4+2XulvCLaI743LsG9eRERvj1hh7xTD8a9KImGvjtnsr2aWCq9Eze7vG6Bj707oY8+em4qvh/wIzxJDyw+d80LPiZ3VT3G/Ca+jr0vvUJOcT52IS69AyoZPqjOaL0HxKA+6jKhPeZb+z3kMo6+f+D3vNPapz5NqnQ9u3SYvYje7b0ZBDw+LsZSvs2+Tr4udMU97fBrvjFLOb6KUcy80rmIvgtEqb712Y+9A8UnvfHFkT5mtYo+KlwUPu0XLr5d4sI+tUwIvtiUqb6IDXW+7h+cPqRkt763BwY+x+Kvvq7DQD0l0WO+p04uPLU8XD4hAzK+MblaPfnLD75cvX099HCYvOqH5D3bE1M+3ppsvRlwL77Ip2u+IvYcPgTmGj74XFG+VC6FvjM1vr39t5s8DeS6PA1qgb2DMdc8wdm5viu4zr4sxso70DsJPWh+DD4rBwy+FeQOvm4sSD5FT1g9SMgqPeUDhz1GTYg+3k57vti/Ez5pQ8c9XiT0PC5jqr6Oals85Dp7vo9Uur49Pw+9WQkzPo4Dyb1wwWS+Bs8RvrO1gj1mA2W+4u+MPRgFTz7+FWM+arAXPL5pTL2BAta9uR9mPk4shr4Htjc9IetFvkNFuz3Bsle+dB3fu4iYez1Mgk89lSnnvWtp0T3VdCw94+jVPXEaXj5HtCY8VAL5u3F/Tz0pm2M9f4xdvW++0z2YlfY95+HlvFpZqT0Oe6U8vJVDPQJ/aD6U4WA+7nuhPTjbRz1zJ/C8yCpBvUMbkrz/UQe+bHNAPrcjYT7Ce7c88si0vGSZpr0W6pK+8sdpvQx+Lr64UgG+ghfkvdgUar7Lb0Q+bbV1Plq1aL0HXzK+tOi9PbSbFz3Qhgg9sNKBPYg2xr2cuPs8uJ2XvmvaFT5FMEO+3uUSPmNMJb7btI8+pKY3Pqepoj5Z3ZO++a7Du+G8m73iZjo+nsaQvuUXhD7oag+93IdCvusX2b2mxqe+cTesvbK5lL70o7q+UsCNPVQ7Vr7MOIu+4aGJPdfxsD5KF7u+QeBxPZdeE722vba+m+cFvXbAoz4g/EW95UjNPcZlgT6tJqA8XmVMPufSfz5AcFg9F9mePRPKLL5cCDq+N5GQPlgvjbyrTa0+41t4PiMibDz1eQQ9qqKKvhxDrL6coxc+b2Evvr/Ps7ycx0C+AD5IvoNx6T3HGtM+Ie6NvjO2Hb7RbMM9DP0QPqYdMD1Hgo++q430vfb4nLzVHc29dhI3PX17lj5/ymQ+JgEtPgYTLz4OrvU9Sj7oPPm4Yjxshha+mXMXPhI6pj02Gg++V7/QPYeutT6oSHi8RVn4veM0rT6qI7C9+RYRPvg7x7zEcio9alQEPXJ+Vr7JvkU9mvc1PMj5bT23F4Y9FD4XPjuYez1gkhO+/ppjvugZWz6ImaQ90c1uvnib9r1VmQY+G2bDvXa3Tj4xsiK+2y+xvrzRtz0/Wbk87Rx7PgJzij6Rnyc9Up9cPTzvdr4GHHU+zTpOvkjCyT1MqC49gGVJvkKqCz5Eyvq9nUarPrm+Mb7+CCa+tVidPjvh+T2K+WE9sHmmPdTQID5WWsO93MBwvqZacj6SRYq9bn/fPVTT7D1Dz28+IAdJPYpiNzwqLhg+WQuuvpuJE74AIZs9EWArPmdqOL6/RRU+5g+xPjbKpT6vvVC+zyBbPpExgr6eLTi9PRiNvZftzT0AZpi9ml/2vbFOyr222cY8udCWPZ5ogz16DJk9XR5gvVWIfL6uMEE9hJ3DPS1ulzzL4/K8CJs1vkkdQT7TAAW9rr9PPuqJDj3oTmy+lYQ0PqfG6D0JWVE+SKaVPpE0TjxGp7G9BwONvilWHD4l9q0816YwvcLUHj15wD6+SSNDPo9Vl73OWw8+1mikPaFlTz3txqk+tJopPl7sZz6iFV29FIIjPvMr9r0atUw8HOxvPlPvGDnBukA92lZjPTviQ73d4Pk7IegbPmEe0DsXABK+ixYPPsQljjysWdG9dkMzPS8T/Lun2aY6Wj8dvgwl6L2t0wK+72A+vHvuIb1PrvU8Q/+WPcP2RD31YBu+xjuAPp4ZBD5EKpG+XpFVvQgVQj6ugQg+F2wrPdFnpb035Za9yVhuvS3J6ryTwrO93U8KPkzEgrvuquA93b3zvUhntb21aEw8hYmWvadCZL0ObFs+DbWHu4RsBz3Iq7W9EbKNO9oxFD7Attu8JjEivmh4Dr4BhfU7DCYpPVRmET7KUZs969uCvQOHGL2GrkA9FzWMvcbo5j0EkgC+HtmFvtuguz1Mjfe8GfYcPu9FP75obTs+/qODvs8kJz4cmIY9n3WPPIgM973rHyI+aBc+vk2vsT0qmpQ9Q0Wlva6wAL7iRpS95eXvvOuevr7m34Y+q5hRvcEYCr4dcTM+bsIbvsqWqLxHdqm8rSEKPrdXjb48A5Y+s5AwPpcVub2KkvU9IcoLPnvs9j2PxAs+UjG+Pr/O8T2IBw09PCqHPcVp3j17gzA+rs4YPiAy+rwkM+w90GIivn7qDD2UNQo+mV82PqDVyD4p7nC99SUXvu7EqL1TCAC+xtduvsSb6r4gDWK7VphrvO6Usj6extg9JmjUvapSeD2GEZA8KfSuPTaVQb53xj++q2ZJPi6JlrzH1Yk9FbEfPgzAc77CQJE+aDYhvrEmL73TyDi+5FxqPYgbPL5lU809l4zZPUqvfj6cyim9ZGvmPBT/urxOZU09QnIjPiq+RDxuAu488OIPPmzHAb4Vd4Y9iVEpPkNaCj3/nZM9AotCPu4GBb7cZbK9GpXsPRS1cT3gnUe+GWiGPSEabb4gBpS+Z8oTvQqKXD2qP2e+4yNIvWKXxr2yKLk9jIN6PlTWbb6uk1+9hLL1vQvYVD0kJZg+4cULPUCaEz6rlhQ9x3ulPQrzjT5YDco9boqMvZve27wu5AS+2vWEvpQqOz0dykE+ZeD/ui2Uf7708o28q/g0Pl5UGT5lehe+7wI2PopS1L1Zzxs9S2xMu3gEor0thRA+qn+oPOHf7T0KIiM93z5FPpZ3170SeI4+AMhtvp2G+T0NPyE9tQyzPup49D2liQy+y+cwvFa0h70tUug9cHbcPFr8D7xysSe+3hMAPsI5/j1PhR0+IDhavkCN0b2uJx4+gjGdve0rIz2lJw4+x9E0PljQPjw65Cu+iRSnPvpb8bw2Yh0+fEjNPefAjb18ZI496cdLvYVuLT7zGuo8phKVvqNKDj2RZGS+BjOLvR28oL2nY5g949gIPi4kXb726P+7qnoAPjXvLT5Zt749C24EO/59Fb5vIAI9Y2KdPd1TBz6MpcK9kB7ePSwMPL5FDIU+roEyPm5Ne75yHYw9u1xhPgT40ryJ0jk+ryeRPqehPL4yrB6+taPTPO4HbD7nVTQ7zhNuPv+n4L3N7kS+fpWAvXOtCrsRe1k9bUgLPpkJKb43iq69KF8lvhixvLzvMoI+Yy1XPV00I77Qs5Q9Ty+KvM9sGT73EtE9oGJrPudlyr3cALk9IlI+vvfO871QqxU9WxU9vUf/BL4lYyO+/jVbvvhoXL4LlGG9TpRpvUyNPD1DwUU+AwqRPqC6gT0J+b09W8RLvrTpnb6uU5q9tBI3PoEFMr04so+9w1XJPbqs9z0xwZ69KLWqPWvqHj0u0gs+7nTQPYfysD2461++NWThvGdTCb6rbJ4+g1Zrvs5p1D2EZlw9eq4RvrBrDj6awR69OXW0Pjw0Kz6d7xg8G6MgvjLUvD2DK4C+9T2Pvka5SroN/wQ9WawgPtmssDzWCxu+xD9kveu3Bb6UCIc9cKbpPB+MPz3WtH09wL2AvUJoDD7UGKK+0YO7vXd7ND5vaFY9yBTpvKPFGb6iehw+mKh2PvkxCr5ymY++XZMQvufD8LxkLMg+zINqvhmBC74/vX2+hPo8vqagtj2xJbY8PmoHPQCEND4B/6k95ILKPfWkPrzD2Dw+FHyFvnOw5Lsm3hC+BWYePauYIL0js6i+ddQyvPf0vr2ZImm9OFvxvXc6AbsUXsy9NOgdvrTINb769+i9ONP1PZ+ClL0+gA89eVeFPbQTXT4wp0C9rNM3OxitEL63su09jhGRPdnXkT11qAC+7kiZPSzycb6GTc66FlvtPW9DB75P6ym+VrbNPVydbr5XKl09YNv4PYN9Sz7YsW+9fya6PXbzND6AEFK+M300Popfgz5BcB0+Jrl2Pjs+KDujgaA9iSTJPRg0hDwlpY4+OMX4Pf9Jcr1LfSY9bs66vPHF9rx5rja9+K1AvQh2Sr1chFO9Rx/bPeFZyDw9FKO8QbrtvDrTgb6qkJq91AkvvpeMNT3ATgG9XluPPcWD4bxWElg+lx0BvXdKrj2svyu+gAPFPfdP6z2Z73i+b2NGPZLEqL3+Ox68rha9PTox+b17N+O97RtUvmDMNbvPYFm9wJUWPNFJH710uYk9LVccPrjiiz3HRH69Y5jBPS9irT4+djk8LQh6PtT8x70b//C9ZwzBPQZPNT5O/t884jJRvinwnDwbDIA+F+OqPckzLT6/IGA9jvx5vWaufr7U7he+OiTcvfIkQz6Av6O9qAAHvcQ4O70te1a+nw2HPbfra73ldyC+HrKjPD/kAr4m7rs97k1NPkMJQL3+Wis8FwxPPMq3Er2ugus9CT9tPjnl7z0qtaG+6TCuu2RlBrytm0S+OfOePTfmQz77A3S+9yGyvRmv6T2B70W+caQmvsrNgb2IjGS+nLUVvs2fhz2aPWa+Wc17PsV/cz4bYJw9DQ7vvbQWEj4zK2O+xW10PiGYfb6S1jY+HksCvuRDR72hhB6+hoZsvjzIbz4CjSy+Oaluvn70ET7Wu529IUYpvvDfCD4mlDE+3dbKvSOQ7z1AX1Y+SeNsvSO9bz0nxIA+q0WqPTi3KD4uzyc9MwOxPUIEAT4quls+BNyJPjP2Dj6WzJi9afYkPVAg1D2UQBc+TUvrPVvd8j2g3Xa9liykvWaiS7yumpk8G5yMvl0DCj6CJ7A8eueevhno272yAgI+tsxpPF8Fkb6MfTe9nE0+Pn5Tij5wXFk+fleEPN73Tr2mb6w951Gwu4nxWz7YOoG+qAjEPeSAET4e/Qu8tfw6OkKQ6r1+Cy++ygESvobXbD6VGOK9RkUZPq2HUT0mgSS+c5KCvJCxAT78hMO8z1wjPv9Dbz6LbgG+8v5mvu5WcT1rsew9W5tPPlZUnj0Ewau9H5RQPouQQbx/wVE9iUe1PRLI2T0mZ0A9GVjEvcn2gr2/6IY+tKX+vd1kjj0fDbm+TflCvYy1DD5t/ri89QTxPKBWlL4Dx329B0BGPjHUQr1kW1U+xPVVvdB3Kr7fin89FogJvuN4Yb3dN+y9XJYPvhz2jr7Von+8vFckvb6R371o4da922T7PT3Bp73+ZwE+LtkJPQEk8D3+v06+0L94vUS0Cj2eZim+icDcvFDcB7xqCsO9trwIPm7uAj22yg29Kah8vgADVjwid4O+XystPlWl7T35AsA9vS9RvnIVQL3WgOm9notYvP3vzry/Sog+7wPJvSp55DyBfpa+DV8rPm4mGb2tuQO+KmLTPZxCML3pOE6+3GG1u1BYGz3mdoc8bP97PdotqL6AVee8XRhLPjhWJD7owUs9HYU1vqqslLwthSq9D0EYvUrSRD6rc8s8oN1fvs63WL55BZM6OseSPeM1pj0zc9W9VGdRvqpLmj0dry8+UtUJPvTqHD7rvZs+46HOveYBXb0/uao9VkuhPc6DHLwQRR2+hNfVPes1DT7z2xs9P1kaPqEzHz3TycU9DtgOvp2TfL1Q51W+/W0HPgRmUr6PJ1E+u4IovjXLoL1KNy+9wceZPAu8HT7AXPc9EfNSOoPdw7y3A5U+d3+2PUeZHL5962o+wH7FPWzPKr7Yglu+BrhNPpcl0L1Sjui9mGCyOyMUVr61Ske9YD8nvsLscz1bOWK+DrEivkVLMr5P3Cy+9e2kveE9Lb6meWw91viFPvopl70/vDE9R7LtO5Fhjj1hxAg+e18mvVHsaz0m6+49Vf/EvbRPZT6EvLg9sbYYPu7eAT7szCm+FnE1vohcID1b9pE9oWXBPV0v8by2X1W+vHCmPYugzj2G/aq+eaJUPdX2572DMew7q/J9vVAvwD7FucK9M/YEPuUOHb6ScLG7IsLMPTzrdz0IORm9BtUnvI/vIr4TSIo962hsPvIFUz6EEx08/kDzvWwiADyXoXs9P7H9vL6dbz6BfiE+5VE3vm0ukr6zOaA+QZ9rvochJL45jH89tfwMvtlUBb5EXDe+z3ntPIueiL26HPc8ekicvHxcsr3KjzM9HSmIvtJq/D0nF+s9zVgxvlb0Gb6KTpG8DWEivikmnr1hJFK87NBdPq+IrD55zr87NQabPWm21rw9TH0+cwYvPdXQqr2yHyy+Ik+gPexHmz3ja829f/fBvQ9Lob64Dxo+wnJlPveYAb6Ix0U9jCWYPRhPur3qWcK9ts0Vvk15yD0b4aG9794GPmrWxT0Jk849CMwqPosO473R6mY+Dh6OvsUyp701aUo+gV9APjtEWL4KA+09eLMfvjwBAT4/j1K9Bsbwu7CvdT7NG3S+ERaCvXAeBb7OMum9nRUavWbUXbxbLAc+9lUHvoNEBz6A46+9W2KkPYjp3D36GP696xCuvdAAF75LOHm+5JOmPk1fLb4xxkW9CPZWvpAqF71rMR88J5iVvtShlD5Gr5K9OIM/PRFEpj1fEgk+SFzAveMgh73118s90tgsvji2srwW4e09sI0yvpvLDL5Jb6u+DXnnu4x4lL7Dyj0+N61vvtB+Sb2kjaK9ltBhvvv4iT62Q669EeD8PTEV5D3L/WU+g1w9vkF3HD629zS+KRFXPl5QUb4C5DI+AwWXuy1prL3LQYe9PyfLvXuDxb3fkAm+k0lavtI1Vj7PExu+1o2DvYwGlj7xBBM+EIhivoYfnT5LMQc+FslzvSwCfD31vWE+1Y5XvAW5I72BtK8+8uuePVPKrz29Vbm7g3XfPe4SiD2efPe9KtAOvonlMj6C2e259Sc3PonPSz7GmIQ9g1YbPUQZWb7BgQq+VAuMvR15pby2hIy9hBiQvqX/CbzOozU+XBkQPjOLTL47rRy+XIV1vaMcoj5R+fY9k4Njvd0K2L2pRDA9p29Dvks5lT4rHVE9apBqvWxRhT7npwi9knwEPuhLCb7G5Tc+WK68PAM9tD2GMw6+UEkBPl4N2T2SsNA95exLPbwxFD5ekX4+QvQFu3W+Zj5+sYA8Tbj6vesI5z2DiMU959UZvoFBoL6yYkY+oyk2viEpgj1Dh3O9mZA3vZW1lL6XXC++O2nAPK/gPL6u+Yq9QuizvQ/yiD1/Fue9Jp2BPN4yRjvCqDs+l+CNvtV4bj08sTa+TYEovm7ZZjx4o269W8KHvbCKiz0HzkY8GlkkPo/Qab2rfaE+vi5Mvkw1gT3eT3i+ClPmvbTWmD5BGjE9JXINPoJljr46k4c+idFRvZaZGb5+xQs93ZqVvVBMMzx+WJg9Lu4fPjqc87w8fl08Gd/JvJU9Mb4BQdc9TODrPWmmsry++ak9Ts8UO9DFAz2iX8Q7cxxKu3tbhj6YWtI9r2okPk0KLb6h7Ms9vRq+PevYMD2pkRo+0B6JvSryUbxkOOC9sSlZPfVqiz4dzRI+UX1lPbI/CT16MR+++k5RviFiL73DMVm9Gm49vAYYQL7nAp+95TwmvR7/Nj0wfIy+vk77PSlFqj3j+Ca9vemwPvlICTysAZu8PkGRPMiyIL5PBO09fVNsPuETFj5RAWK+dsK1vRo8g74MNRq+l4AtPsuQJz1pXWG+Ur2jvlz8hz4W9jK+Zpw9viThkzwIFXe9qPC7vT1o1zu3sLQ8+USivv/tNr5Twqm9uEekPvI5dz7qgiA+OPOvvap5QD7OgYS9+jhSvYRFNj5XIbg9GuIsPrWbej7EO7e9ilyQPmuqKr5mQms+gpNuPhz0uTsFmWe9DdEgPlwxDz0YBZG9QFycPfNkXD7auzm+Jc2wvqqmB74nQ4u9MMKAPQaeOb6j5jC97RndvULD8zycWh0+5BSYPns/N75IxZK+EtHovQ3Y1bzOH+E9wXZIO8s/+Lt9Ok8+K6ScPd+5+z27X429GPHQPdCXDL4PsAW+eqkGPAsdPz4cDzU9D1a2PM/8Ej0xGai9bxBMPg93jz1yt6c9MYEePgkWlb7KcHq86i4QPUPJm75WPRK+NsOgPW0qijyZNtY9hzVGPQKgur1rQdu9y+2YPqmVh77fxfy9nLizvt5mLT4Ss1m9b3BUPtTMJ75d0Qm+r9nfvChvsT1D4w8+d9wnPTeagr1BjhU7UGkkPnt/fDxbJe68N0CDPtLktjwAbcy92cBePDqdR74p9jE+1yzYvaTmfj2F9Lq8PTWDvhFAyzwuJJS+wKn2PeSrVL5ngWS9Xv46PvMwSL2mPmA+B3EAvg+kOL7A3rO96JCtvWr53rxL5y292W/DPIBjAr0F3xs9YuqhOytFib6Jf6E8bIXvvf46jD24r+K8HyIiPZh5jz0GHWa+InF8vkKSGT6V99u9tytJvur+PrzQkh++a3Wnvj72Fj4oyJ4+ERCrPcI7nD3SsYk+PEj+vQeaFD3fp4U+TtgLPo/9Ib4DqO+9WcFLvrvcCT4R3EU9essIPkUzB77oP8q+3jiUvA9xQr2lX5O+LLwqvsftnj2NbRg8O9whPScBtD3CnBW98DT9PdAwJ74+AIa7gf1bvBwRXLtZu/a9gnuQPgE6bz6B8uM9/YURvlbSSr5CAu29pMYjvpjASz7cmnO+sJ70PRwaYD5G3BQ+PGxwPUBfwr1RWzs+p7w9Pn1dLD0RCyU+EDb8vRvmA77lggq82E7tvHdcFL5mM9M9XfnhvZczkD31qp49Mj0AviFcOb6YeTe92S6vvfKkt7zioMW81FEDPitNGD5Fzw29XAEpvUSNUT0n9JW+b8yqvUlIQr4/aSY+I1wYPnDhlT32Ui4+jImYPjSkmL1ic1o+KLgoPjVPIr5N64i9O7QdO9yfNz7bBJK+2jDuPWmGHD7hGWu+wiPpvey3ab7u0pA8MkOwPSRoiL7Vf6O9lYU3vtnspr38NAg9l3cmvQYrU74q312+kFWOvv+NDT5/0xA+SNQaPmjebD6yPOs9YLR/vXnDmDzjeiA+bB9LPs52Qr5WLVu+Bq76vN38xD1E/lk+/nNIvsxYCDyeTiS+dH9SPtv2yT3tKfW9Ly4MPpq84r3M3gc+m/86vrxFpr1sGgQ9NEKNvERvtr25RVE9VqYUPhxNID5Ux3a9zN0FPVADhb0iAD69cbEQPmcOD7yE1je9VzfLPffNsb3O+ZA+RggEvv0pBz4NZo09AOe1vWe4f70vYu09S5m8veW0K74jpVo7MGgIvooSV76P3y497gfUvEn4tT2qKr49LGlqvuBzhL5Lfjq+y/javMqrLT7wAzS7xzPNvUTYk775Vuo8Xp9jvs3+g76X0qs9XIZnvuTvEL1gLsY9BCdfPOzqST5md829DuaqPjcfT76+9yc8+gG8PoHLeL7n/wA7qbcUvjjkdL5bczG+kCl+Pu4zY7yp4TO931/yO2PYsL2KDri9msMYvmRpLjmKmxa99geBvmJaeT1Sgio+D/qhPCnjG77XIog+0oXJvujtKr5TxFC8n3YnPdI0gb2+Kao+x7/1vSyFmz015ue9hMPGPTz6FT4u9ms8Tlx6PZxzEb42Lak9g4VpvjB1wj0mIAc+2Lu7vcKO6rxHnVK+CaMHPp9UhD7Kb06+iaMMPZPnlb2ORVa+a+hrPiFxh70NS+a9+YBUvkhfXr0EOie+KsNvvdneLbsfC4S91iqEvdQwgj5PY9494UAlPjathL5sHfI8S5AgvulyNL712RY+009FviJQn74rHJS9lRxxPCSGcb1lgis9BIicPIGb773h74y+njHevCgA1r1Nmt2+vQAkvUxzU76AkGo+TNYBP01pvz7Q5ZS9RRy7vYC1jzzMppW+/gacvtkglr1JeDA+eeo/vvxDZT51DIe+4DaQPYEVRz0YhjO+6tfQPTjPDL5UUXs+FSlcvE6Tlr2Hdjq+HcevvVFRl72VUnA+st5svXialL3Y1Nw+Zl07PpLULz3cCso9wmdqPZzW8D1Ca4M+Pt0yvnbsjT6H4+a9/zR4vsqNgL6wlTe+V5yQPizHXr310iG+ovQmPmMXOb61CNW7Knyovp0FZD2iBK+9AGIZPmOsfz7N1MO+5ebNvkEOdzyxCws+DfK7vgGx3z0Hxoc85zJ3vqD2/j2GrAy+Uz2BPmRJer4qPJY9TB8APizSPj3Xpv297gx0vP5wN7s3nA0+kPGfvvbijT6kyP29xBnfvUa/VT0o1K27NFRWvJlhAT5zpjS+4FdBPpmQlr4rZwu+Lj3HPXNA9jxHC/E8H27ZPW1So7zV1Lq9YvURPbiPeD287/Q9uupdPaV3ob11R4K+7bctPj0oYj6Dpzw+j5UHPmKO3Dw6z8+9FV6OvdxgOT60t0o9KRxMPmmzAD7284699uu5PNG4EL6SAR+8w4vXvTEZh74gBB0+oI0rvs2pKD7flMy9zeMbvnBbxbzX44Q+PUENPvbeRD7cSMI9BrBavYd+ID4bF586XAayPhZ5Q77DzQA+acDlvX4xkT14XRY9xXsVPdx4WT4ZsbE+n/rDvVX8Jj40qxu+YTiSPaN4Nby1vve8YPmfu7JiCb7uMw6+JJSRvn32Bj578hY+ujQPvskhn75JywO+ureDPsWt5b3NA7S9/AaSPv30LL6nYYQ9iamgPSPjhz41P0g9AmZWPb4rNL7Kqba9xAsZPTN8ST7ZF2a9MZ3QOo2VZj09ga08tVaSPiJnkz6SOx6+J3NIvjs3p7wZWQI9ATkgPh3alD3aQQO+d2AfvsA5Y7zZHq49p1bGvWEuGT4ZZ3U+6cM5vhpwob3hivg9QlGCPuwfDD3fAtO9cFN8PqrmZ77UA3W9CBJgvkUT3j2ghZG+7zGLPk/NKz2rRgo+qii/PKgzfLvodHq+tLXhPTrSnr3LTZo9ZKtJvlndQr4bjTi9lG8lvl2ziD11tuK9VBw6vqHBqz3tR+S9nm1dPGtBYj4Oxlw+tOyAvi7paz1U9bK6+nMMvoWbGj66fJc+6BHdPRU52Du/9m8+kkAOPsii9j2rrn8+am4Hvr5DvzwoVW89XneUvnlve70fiuC9je8DPujrL72eL+k8wdd8PkLBYb4/Gmi+jhRUvZMZUr5b3C28shHpvqVW07xUJkW+B1xePl1ggD1b7rW9+5YYPtuldzzSzJc9eZVVvgzoSL7jjDs+1QxovUmRCT79SkA9D3Gtvpcp971Jrym9ZBQxvmgXTL5h5sE9HC6yPDx/rz1VDmG+S4SCPhn78L2wB9O9GFGRPl45xj2fntO8I8g5vi4bmzuNPms+8L0lvs00ljx6+Ks91ZVovgUn3r2b920+uPgSvgnSMj2wCac9TeOrvDA9EL1S1Rw+xWGjvGbQrT1RKlO6U7RRvbPEbr7Jyj294YIaPpwAGr5vy7A9mxYePnSgpL1Uu0O9Tmpzvt1jkr1vcuO9XvyPvvIShT5t8oc+IfdePsBC67xdbgG+uo1mPoNaOzyhJg89mINCPlDy5L0bt3m+zcTVOwNa9Tw3XYm9B1rfPBl+Ej55KhS8VEcDveh/Rr4iyuu8yV1EvSZjrry0ouE9M7aEvlqkrzuZTgy9x74VPShjZL7sbwA+R7Lmvaf3Qr7XwBw8b8ySPhDBgb3LDxW9KYlNvaSLL7vjYRK96gaKPeibhj2Oa8I9u+rdvWj2e70E7bU9XzhIvQNFBb57bZc+eE2mPTH/Jr5BxH69qGhAPqqYzT2LAy2+xV71vRx3rL50+4g9Kdudu9Hud742NNG9PqCLvdmGvb5j7dI9GnWbvI6Faz5K7+Q9QmcsvgWNDD0R+Ni9ksR2Piv59r1Zgz49aHY7vRIhrT3R5529wJgJvo0i6TzN02C+66GSvq57Ub1iMAm+oN3fPUQHl70sKxm+aKAGvUu7Mz7BPZO9T9wtPLoETT64bb89N7UAvGmK6L2TeDA+2QaSvleMLTz9vi29ywmHvRGZdL3qdyK9RHhjPkHJWT7d9bU8uzZqvslMEr5wRf68vI0fPjqn9D12V0W+iCaRvvVUOz5jRSw9O/dsvgngcj6a/ti8o+Rxvvv8sb4o8uu9wxhrPWAjrjysFu+9+OvBvXNtd7791ac8mtmvvmdigb6lnRK+RJJmvqU2ij54pos+HShIPjwnej1KooG9SK8VvhVNur3cAUc+8wf1PWX+Hr7tHwW9otejvSZFwL37AaO9hgcJPtCZ4D0EOyE+3+lkPimXyD0WhB0+Wgd4vu7rV75kJOK9uPLLPIW5Qb5DVes9mGPaPSMCyT06T0K9uu78PfCq4rz6qT+9qpHQPUOpCD7epIm+VWyUvROTmD0cUHm+hsdEPk8XCj7bCVK+ANKMveQzZL0e0iU9Zb70Pfbb1r2074i++CNjPkIpHj5nMS2+ZNMbPo5J5zz+jvm9eBVWPe07Nb0MFnQ+8MFNvhgI4Twv/5O+bF3KPHEs9D1jUCU9g+bWvaEnn72Nrb+8XUwwvZmALjwZ5Fc8Hk68PII8Gr4L1n66P9zZvXHRND6Ge7i86Q/JvTLJa741+0y9/9DZPS8Pcr6jzxs+itVqPubVlz0A9uM9ZmsuvoXQCj4VloW+BBrBvZmDAb6E/2y9iODcPbQewbyQsmo+N1F6vUY0/bz8Kl69wObtvaLSrL0nXd08xmRWPb13tz1NGUm+rs7nvefiXjxnO+U7F817PeJpo7s9Cyy+1la6ve2MV7usGA0+ymPcvCB1jbxauLg98MEJPtGi9b3ZMAq7RWe0PWHMnL279gY+dlnqvWchDD6gGSa+JMHAPYoSDj7NqXI95f4tPgFdFr4VP3G8LSUvvtq6EjwQMnA+BCYQPoTLyj1UZdg9lilZvuVuir4AdPO9XgJgPsh8tTyYefm8xMwaPovD5Dznahy+CUBqO2DMpr2d0YO94yrsPSLFBb3k85q9EgScPPIOY75Yt4M9catiPT8uZD51f0g81wvRPd/Nar1xW+u9WmEGvq8meL6K5Km9OWo/PDD2hD1OCio8L9E3vvcfAL5cjYW+IUUGPaKV7rwptr89t7oCvc2q2Txnm9y93GYYPqbLET5J9Di9Wimvvdgfoz0PVNM84wlMPX4xGz6NpMQ9Cfi2vUCWuL3RzGW+neVpPi63Iz3pzoo8GgjGvUFxdb4Yj08++HCwvXusb75IMwg9v25FvuES3z0AeC8+ZN9jvGtW87xNSa48YEVAvgWXq7xzv7o9geqEvUW5Vr4RBPm9yunrPad4IL62rSo+E0WWvIAOAr73Zyy9annlPTCiJ70PdKO7yl8Rvmmij7zK84k+eZRsvircWL2u/+08Yn20vRmsJD3iFlG9LC0CPuegzTptLIK9kjw3PjgObL76loI+LXd0vEkoVT55Twu7BV54vmoNgD1QVlE+o5Y4vrBBIrwtifQ5mU2pvVmhsr2f5u09PHFIPQUu+b3eMrM9YRYXvqXkaj051iY+spAxPQh3G709KpK+l+ygvXx8SL6g8ZA+lhDGPZMngj6VoLo+QF9SPXIKrL0ECxq+4SruvCyVBT0nhi29SUCWveVdIL23QVY+XMYkPR6eND0R7mU6lhAkPr8mKL7iMQa95lwtPEo5JT44zoW+9rSIvjq+OT2cwOm9dyq6vdK2FT1WhCo99JXqve8aCr4tbna+uP7Fvml34r1iW9k8/6FWPvwwCD5S3q4+W8KJPT9w5LxgQI4+AlJPvjGc/r1uQ6u+zhSlPAaZJb7Q07Y+PPBTvm+XvruKFno95MpJvXhwk7xNeAk9ZMSxPWRcHr6KYqk9dAZqvFDf57woSCg+d+UjPoglWr2Eq/c9pLm8PQX5Bz5Aq3i9hkPgvWNKNL7osYc+bTwdPt0Etr47W5I9Ea0WvnWjpb3qaZK9TZRxvaaDZj5Jmpm+ixyBvjFWsDpFb4O+dEelvRzmwL4Oh5o9kmEbvalbLD7HWK86xBl2vvZX5TuYhu29ZrOpvNoEBb6hgSc+sOCLPcCmbr79o9W9+Dyrvb36EL5lFR89j9XOPdzr6z2wESW+TCJtvvLEqb6cnc09XGukPqXAArxqT6Q96BDYPFug/b26PWk7qlSPPRnONz2zJYE+e5IzvtRzxrwrOMc7z0b2vSwTvz3O/M+9+q4mvVzsQz7oIMa9kTjyPZJ+pr1M8Uq+9zOWPLWNWb2Cfa29UIyBvegyWD0jIjs7i/lsuo5iET1APum9vKUMvk6wpb0jY949S32PPtcxFT5lupA+wuhpvFgHdj7Oloq+qxyWvsWxfbxzgvy9typsPZbjNL6JJwG+E1WZvbAFmr5mRxs+Y529PclJLj1vdTm9OE5GPqRV970u38i81DguvjeW6D2yhYO9DKEAPpEzcrvFKJm+y+juvPghYb7Cc8y9UFErOAc4Fj7ffVK9t25LuwYsqbxU9pK+nr5avgZtlj0ZZpE9G5H8PYf1dzwDe+s9jF4mvimdJD6TKos+qFktPJ8vRL5ek46+FwlFPX3KJD0CBwc+9yStPbTWN74Dflu+Og+GvgUbmr2Z3Hw9EQYYvoTlI74WX6O+rKkNPIC28Lw7eSi+AIoSvgNcb72Ghyi+7XAJPXC15zwgKV4+mZJ0PsnBgL2dRow9tVApvVcEWzwH00m+4KkBvl7jp70lyhq8pYy8PcpuRz4CUS++J8T4vYZsubzJcgY+U/r8vM2FZr38AU6+wkpSvgN8gL3f8jU+JwUEvjsEPz2/0Yw9TvYLPfQ1lTxlNy0+3LSOvQEJ7rwuhT2+wumbPCiQYr76GCK+8+VavhmpdL6p0qO9S4TbvbXMO73vDZQ9GjOivsvnV77v8zM8lqVAvHYwJT2faVc9SJTkPfnTAL40W529/p6APlG6mr3BJxW+gjh/PHoQKL6rop0+tCH8PTPmbb1DTZe8mavIu6SSBr57l5A+jEM6PeSr4bwEQHg9hzWSvWK5Dr2xcGW+Ui8BPdDAKr0ntXq++04MveAuWb6gFvo9Q0cGPlcioD11mRm+8oJnvhVaLb0z48E95BYavMNmV75zKRI9fdcwPj8Jnb1Ya54+L0ZDPrvFdD1rX8E+iDp8vDR8UD4l/Jq+QMQZvj6gRr55UlY926wPPj9MqT0KUYo+2DYFPvsQgz70s6E870ZQPhTvkLymnVA+e6CivT96I75LBSU+ecjVvT8tlT3NP8a+Z6AAPq832jySy+w9npc0PeEllL6TQbu8hTP7vaGxQL22hEK+uZPBPYftQ76BGls9CNWiPSarNL67PwS+vtMjPnJii75yqZI+5pc6PiHwZT62ZaY+339RvkbMvT6vXdQ9IPiTvUxLHz5/+v29QQIZPgoDJ74pJTs+spKxvpZsfL1Rvus8CIGRPlhULz5eDnC+EkdXPnTVkr4iPz++1VryPBBXBz7Zcrc+bXtzvMNMuj0frhG8/N1jvOG9xr2nDR4+qoL5PJuk0D2z+I49V9xvveAtCz4CzqM+7gtgPtgOajwD9aE8EmHHPEOzi70/PJQ9EvUCPb0KjDz2Iji+BowzPU8n77syxYs9UaF6veH2Rj2sDys+SMqRvXtFJj5D4pS8KXqSPWeKKT6W4Ja+RCaIPkx4AL3FZEc+IgVnPZh3Qb78SLg9D5efvcOlCD2yRdI9Xy/uvRJTvTzQ9Cm+zpYqvrZ/8T0cX3M+L3yDPtsaHb4YS8o9Avi/PX8wsT5smee9U2amvZhzZrwy6x2+pJIsPnnhjT0BjuY8423bO6hal73+GGo+NqG6vA7HGr7SPiO9qgwSPnLQEb4nUWA+fdYlPTsVJ77RbCq+L45OPvKmRT6QYZ+9c1dpPsq4hj1BwBC+/VuyPdSWJj4gwLg95GwePf9a8TxjyhC9rhHRPYIzBL4WhBQ+5hXbvGK+Cb5xyDM+JzcdPgb2zr0poiw+S6CRvVb6ID3nRp08IQtmvcOXX72lkhC+V9ODO9nqOz2RlCW+nCyWvTbscb3W4Z+9EOC0PWbklj7k5KI9PUolPg4Q+73nxk68kdf4OxfH1Lwzkkg+kYiWvXQRmz1fdue9UcGfPG4PO747+pi96JU1Pewkhz4pyZS8z8pkvmhRMj6BqaK9VV/rvCxJBT09tLm8k8ezPIHYoD0UTTu+yq31Pam+hrz32mE861a0vevfn70jgDi+gw3IPfAfJr51iGs+LPhgvr+uGD5jsh2+/KFxvS802j2M4gE8aY59viW08j05O3++Sf9iPSNdAj7n/9g9Uy6YPYOGD749eJ0+KkBkvsbdqLxJZ4U+eYU2PZSwbD41wr29sYQZvU24Xj6ZHEQ+rQaLPoMb0T1Y+Ua+8VBrvi1GwT0EBJM9ASZqPme1cjtt11q9Dy3GPYXE2zmttRO+jOn2PBAuZr4B2+89xGkgPTU9JT5alQk+riFwPeXoEj48JAO9MfhHvO5twT2cxBi9pxgwvWY3qLxDDl09DAnVvLx3Iz6HDJq9qhefPu23ijwYG0u9sun2PRgiwLydEEq+2Xi9PX88qb0ZEZA8JW4avpqnpT5JWoY87NyePTnDNL41pIS99+QJPvDGRz0PFRm+3C47PeY2Ur5LRYu+niYFvT4Xmr33Gxm+eMmlPeNCKj6bepS9eq9RPs8aDDuYbkW9xnTqPbOnl76iTYA+69JhPWQAKD1PxBS+XZmQPRt5k76nEtW9UehNvTc/oD2l8mW9E+8WPHyJIz6VxvU7AMZQvRwe8L3dKF2+0tw3O4SExDuiVMK7kKGzvS+yer2nctw9jzW0vdM3uD3vPBE+M4zQPfaa6z03Cks+NFATvi2u/j2NUXW+cWlavVYDTrwFBio+yHIEPg/DGD6AoLw9WPr9vS0zt75FzCa+wjYQvt+nGz4IcYW+0m5ZPvFDTD5hBiO92TQdvR0RBj2TIoC+Oa56Pg2l2L3vySY+D7sWPU35rb2i9YS9HECGvl0PbT27NTc9S2IePWD2GT411R++avVsvUz0fD48wY092tAtvoRB9rz/ZpM+OxfRPfWNmLtNvpi8iphqvqU/xD3JPgw9b9e9Pv+cBT512BA+NiOhvELnib7xFsU+SwcivmQjqL2pl/293au1vkzjdj7f2iq80ay7PnHbqL5kUZS93cVsPataYT4VjoA+f5Qdvu3Ohz7PJtm8zuADvvCLNz3T9Y08vianPXjyRb76D1w+GOlzvVMFKD6cf+c9QQpAPXLGujw06WI9QTywPhslrr1ZER8+kSogPsiBvj00edS9w6r0PZQ5LL4fLoE+Nd2cO6I7jz7S03O9WanQvW2BjD0AP3Q9d3TwPVcesT3lFKA9Y4sPPsctM74mXxU+iYtoPt/K/T3Rvg++hNmNvlA9iT60zuy6QDRdPmuoFT2sFzK+iPo0PtqSKr0J5UA+kiKDPghugr14S429XfPxvbK5Kz1Sqk47Vc59POacET64Viu+wk0SPvP8Zzz6g2s+fdp3veL25b1fjCQ+oDsJPntd6zzQQ1q+MjysPpBSGL0tiya+3TBvPiOwhj41hr27x2CmvK90Wr7Ojkk9HkiCPEEfUT0W0CK90Yw2PoeONb28REI9ASQsvsc4ULszdds7aW5CvIW4+T2tf2O++4lfvUTser6AIxu+WTUwPk4SpL4uO2O9sV+SvSgwiT63X6288iEtvXWxYTyouFI8b+EjvQhRbD4IEBo+R9sMPgYcLz5YZJ89RO3kPOSQFz6wBIA8sAcYPjcMUr6mL8q9iogHPpCRpz1SWoY+e9AOvdwllL5ef4g+UfSTvlLZhDk0EI09AKW4u+R9qr3JPD49EuW1PfWuOj70pz4+Lg6pvayxsr5LkpW9M2y8PQiijrxjkqG+GVqLPspQAT3Z/AK+38HFPXlNnz0yLp6973t6Pjc/iD2HwxA+VJrEvc5YOT5zNOU9WaasvTu7Xz1dxmK9NIS1vT7Ycj49vNE9P7FrPakrUT7K8Ve+stiMPcrznDwpl5c8jw4dPkMhQT3+1za+G35fvZIzEz4uuUy+mKDlvSPRuryMOpW+PgS1vCT3GD69Coe9SsW3PVV4CL2QHHe9Qog1PMPefj2WroK7zfP2PeRK+z1zkxQ9Oxuevc9+8T2l4X27K9ZGPQ0PU76qZlm9VOYdPh06oj6pMgs9g/E6PQAdMz6O3FA+gnXDvaM3/L1zX3w+fNFfPZBvQr3csw2+lDOovYL6eb0o9SI+aXxkvgzTaz4LCaq8QjcKvhSsGj51Kli8OWKfPX5LtD1bGAQ+VOP8u7JZnr1uHVU8T7N/PacYAL0MCrm9/mcHvuDBu7nkkPm9NaKyve+i/7zGRBk+cfTyPeGLNz6GrJE9mM6bOlgSXj63+zu7qaeEvnAgkT0FN8U8w05qvgZfsTxk1VY+Ju47PgSYrT3o/Wi8NnhQPYespD30uwY+avUpPakiwj1Eebg9N2UovkttRz5VnWM+v6v7PQ2RWL3CWlY++SbFuqqzhL1rAxO+GGrrvbU7gr6+HUC+YshsvlNORDx8oV8+Bl4pvA3zjLwU4Fu9XcbgvYGiYT1xzPq7s94IPR6VgD1EvXc+9MadvOUSlDudJQ891DP7PCxejz302aq83WHUPJK9FT0KWQC9Wl+7u34t2rupJw4892MLvSfYIz3e2+o903fQPBmE3LwkM3I9iWXMvIwxbT0wsqq9QM0gvRsG5bz4jIW8Ekc8PQdlzbvpH/o8xIM6u6i7ljxMsUi7D7DgvOUcHTwn+3i9XMgHvYZvlb34eu68aBO/vHxp9TxOOXa9FcJQvdNjWbz2MqY93rskvngXPzv4A6w8P+/dPK05OT1U6rG894aqPUIUd7u+IUy9rrvKuwnw7Dw6jw097VCqvWlAtLvH3/i8keLKvBtZSD2kVnE8dY78PJm3iDsnzpw98qvXvG1YgLz5EIQ9eXbrPKWcqj7EJ0U+XK6PPkTf5L4Njae+R06SPs3P4b0JIIs+l9MNPpxTrz5ReYW+SkWzvrKLpr4lW3095p2SPo/rND30kou+RpKGPk+Ecr5+Ih8+xJdhvkBhYj6ISL4+0QnlPvwXcj4/SdO+oLUTPhmlEb0H3KQ+1wKLvjYF9z7fa6w+wvi0PqCQuTwZsZC+j9Wgvuha/r5a8cQ+pAEePmF1ub7kvZY+EZa/vgxEPb5siSg9GCoAvpx17D7QswE+yib1PY9jBj4r5pE+oe7ePW/2gb7vFre872nDvfUGgj3/PAu/a4PzPiEl874DoSC+GZ04vvw6iD4CxPc+i2x/viAMLr4I4be7GUxFvhbjjr6Dgtc+GhLCvXMuOj6E9vq+v1nMvl62bD4RCZq+CEZxPKYdur7xISK+bo/APe7r+T73Ofe9bVeVPryLfb3cih6+XenpvfuTYz4R0Lu+YX/Xvs5E1j2dyZO+/2JSPlK1u74Noh8+e/a4vtmYk75juJk+tvKsPWFB0j0hnme9ojwJPuii9r5afxi+a+8APj+npL6p+e4+yjOavlPRrj7fK+M96yWQvF1GyT55P9w9IylFvtwJub7rmp+9i+VJvhTkpr64V5M+CDfYvp966r2zaYs+ebSjPkrqOr5jSkW9Za/6Pm6oxL5PCDi+ZZiTPZb9wj6nUlu9mJJEvGiL074J4AQ/r1BXPjCjfDtqnI6+pdu4vlhpBj/dJ9y+GAKnPbcTXz4a5oy+EfLVvsjw3j2IJdU+TNBKPnYQcr6Dn5k9H8yfPsKiyb6d2Ya+tNPovWpVxD73wNI9DT6RPhia7r6cPSq+BJgYPqDCkj531iU+1A4CPvNDt74ihge+7YRFvtGxqD6UHF+7mUi2vTUt8j5126Q+QJx1vo68lL4bMfQ+tKsWPqgHwr6NgYS+0zeqPkVyw751M4M+zyKMO23dtD5TOkK+AQciPtLoCD7BepO+zFS1PHUJAD9lSt89PiHNPirBob5K/Cm+H8N3Pnp3Qb5uoV0+HIwMv7b3+jz8BLy+PBiGPuPnlr62tHY+o7GQvbgiqb3vku2+eEqhPgRW6b35oOO+VkxKPpVRAD5X9KM+qP4Dvh0Yvr4ibJK9jj3cvmY4fT5Ji3m+KKQ3vjnP0D4fdts+0LgHvg4cr77DsLi+B5hcPif4yj7k1X0+imqEvriXxz4zOxy+wSGNPnbp/j7asKi9nMsKvlxvwb4eOP0+qgoovpSTwzs/Req+nMCRPnNpET5yd1q9ARmfvnVe8DwDqME+EoZfPoEsgbzl7aA+mR2rvrXLHb4OSsM+bLLqvqQyqz7rnI++m9P1vl4uib5a1Vc+wDDNPo8RBz4M8Us+SYgSPpI00b6eTLC+h2P+PeTNSj5n9lm9TInPO5DPHzz/5ym9j56Sug==","weightSpecs":[{"name":"dense_Dense4/kernel","shape":[8,76],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:12.512Z","modelTopologyType":"JSON","version":"0","formType":"change_password"}}