{"modelTopology":{"class_name":"Sequential","config":{"name":"forgot_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense11","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense12","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"7yEovlYUd75b3+a9Rstvvu1WN76MT0Q9qV5BPlyrUr2DHhK+J49lvaEQ2z3xA4i+azsDvXNNg745l1c+5rqtPTMIZr6d+iG9R+INvhFzUj042Cc9sXubvK7OCb58K2K9FD8oPpRORTwPOw++pTOuPhAJWr6kWdu92kItvjNYJD6RgB2+VSOhvY7Ocj4xZZ29iqrWPb5uHr61N44+jvCcPMUlcrtH7b+9GnEYvpODsT1l6Sc+TbcyPVVPzr2wlY+9CW9sPXPEI75qcIq912ezviy6Wz3yDga+bMahPuAeUj0YAfQ935lSvsDf+z2pu989d5gavtHTFT1gFxS+g6uGvs2+5jyBCTo9vNwRPpyvrTzXHva9uJ6WvVqe2TzGWfO9MUVpPCQ6QzttZhW+yVhxveNhUD73S5g+B6Gbvijnjb0Yq1G9ylGcvGvyRT6n87I8X65lvgY38j088sU9sQ+Evnz+Qj34U4i+RQvfPaUdaT4EXzO+WZWoPaJLjT0JPYq+Lxw9vSfUzT1Ko749xC6+vvADwz2ZRrm9M9jTPbyVgT1jrGC+ZWKcvbM/Dz5Edvg9xA2gPVTrQr4gQ5g8v5esPSypID6AYQy+phpCPiJUi72cxmS+fSK+Pm7mAD6ldIg91gemvc95Dz3GQSi+3y2vPdqHTz68wQc9vjrCvKe+Uz7FeG096O+3PbtfpD5jpqQ8D1LOPSQ+fz76zn0+fiR+PqBJnT2S0we+j90lPIOP0b2Y8zo92LkfvU7hg73UEyG+/t46PkHxzr0c8yI+sNkCvvNuUr5iJPA95CnaPD/jZbz+K7W9KronPYZHmr0SbLY9fJUkvqSlKj4jHHA9lZDWvaNyLr5ZPzq+wftTvuvQPj7wgji+gvNZvgBd7j0++fw8XinJvY+0RL4gfz299zG/POGPN76Mg4s+sAZhvrXqDr2bpw0+CnhAPsKJ2j0xPqU+UAjGvUQGF771rma9GS4ivgWkvL3037S87k1nPdnDHb4hkUI+TrSYvUvRWj3wLes9PbGwvidiTj4yY68954Qivj0Ruj2JmT49MRSavSZdQL7v8r09l6KCvt8ZWb2Iui6+SOYfvr06fb73ZL69kDdZPStX9T0j22w8e5NDPgdKAj4r/w88Jl+Evpk3hb6YIqO+lQHQPfqDZr4wRoc7MqDsO9Qhrb1xzgA+WqezPhJVCz6A7Xm+ZMVRO+ma1L1gwYE+k0THPEJlMD6Max49Gi3uvR7+SL7xGXe9aeGPvQiLfr7AhpU936QivdLdAD742kG+q8QEPaxTND2ZoH49gbRlPpKydT0Z6D6+S2NQPV4qsT0Livk9hM+PPhjStr39cCy+8VFmPujBzDx7yQI9emuwPkz05D3wxPq9in8gvQi88D2y4Ti9WtMHvo8n2L0MCQ++RzOUPUALwjzf/qy9Il1vPmM+I7308Js+/6SvvSbqDT6nzd69kUGVPss3J777spG8WruQPjB2Q77pzSK9IZ7KvQnpjT6L/NK9/3TsPcsUxr3lEtk99myCu/LnBT091DQ+IIgxvTkqYr4bVSe+j6+4vWDROr62cZK+vXIAPiQSEb6mpU6+a1dhvq8Dhz26Nga+I6EPvckMgLxvq5A+fUFbvdmOO7zJXYu+fAGFPsMFXL6NuMW9rLHGvdComLwt0iK+6YZxvgEmgL4Mipu8suEIOk6+Mr79lE48dkDwvYlpBT4SUyY+93jGPQhuArybykw+GQ9qPrbPA75I/LC+s8ZHvjQUBz1+vgQ+xyQBvlDdSD4YifU7WeFrvpp4Nz7qxAI+H2yxvofZor5cIKi8gx1sPt6Jz70edUe+Y+VlPp3JGD25hq29Aa++PoenNL7x+P49/6AEvjXrtD0ebYG+CHNWvlIboD3K/Z69zgUkvjpih7t6djy+FiJ+PiBHjry2Ndg9prhVvZ1oID37hJU+tv1ZPu27UT0Q3/29SbcMPqiPhT0DjOu9ZKjHPRzvaj3V7UQ+SAwrvthO871SFSo9pHVePQaaAr3HvQq8CoeYPU7SSD0VnkK8mCJfPpJQQz0znAw+Z/qRPX/NZb51WZE9ekwoPRk+Gb0GQS+9JhqAvhyEcz2fgSy8lSsUvslukTzVuoW9k+MrvmBctDzbBjm+PRnrPWFNQr5peiy+nqVXPaoUL77jB9q98p8jvbNu0D2roCo9twQTPpVbfT1l84y+3fmTvjKDSj5u8BS+wX80vVi7mT3HZs66HYVnPrbZG71Hak4++s21PQdU6zzv9Z6+8y8XvkZX8T2f+po9EB+OvdURCT54oSm+bks+PtEhRD3oPC09MZ5FvnuV6z1PPyG93qQqPVjGbD6xMeW9UgrpPW0Vkr2G/8U8qgn6vQjAOj4EZJQ+xN7+PeDGgD6nX1K+cWewvW/uYLx9vC0+HI1BvS7sNz7BHpA9EPY6Ps3UhD6i+4M9ncg9vVKo4D0lAzS+jZ4CPrsJJr305iA+7nqiPc09TL4f9TI8icIEvmYlkz7v31m+QqF+PTeqZ76kcYk5JOj5vIurhj4elx++rXWnupPrqL1sdK28zZcxPdUoFL2Vh0O+wFl7PGloDb4R57G+tHU9Pi2CBL6PCbe9NabKPf+fgj0w5wq+0QizvuyBBr6fjfQ9xRnhvW19qL0DCa0+y2WNPnE1mb5KPX89/5S1PT0eEzzl9fk8v1dmPS2Qsr7h+Xg9LVoZPncAhTxoEr89GwQDvMPyIb2q9zg8Q1AjPgFSgr3/URw9n3QPPlqTNz61aW0+rBUdvtsEhb1jqIS+4NsUvRlAajyYNg49NIAUPvEWYj0CjRW+63xfvZN9hz2n9yy+ZEcTPSMibz0ZGji+Ke8cPlku770y3ZE9HImYvVx9rb6KTkc+RL4EPi7VNz7+9R2+9peevhVj6L1xJ7A+lwrUvYxAMr0YMDO+j3ITvN/cLLvQU9W9SQFIPq5H8bzkNke90ZYyPoehFL5bKGC+DJ0wOdvkgD6JAIU+ZgUxvoCjGT4LYVy+L89jvQoAir3nkBU+ZukYPTI9r70MFxa+/yZovQMSET6Ytfq9bwaYveWNnj7IqMa+/qywPa+UTD6HqFo87wqUvVK8Rb7Ntue95OHqvf8brb1UW0o9lIcBvoWDhr7pwMm9aF4oPiG2DL0T9ZY7czzsPQnj6D2lz2a9C62iveKDur29MTu+RmqJvFEl1b2uxLu9VMQ6vj4o4T0QyXS9BzMgvrqlLT1a3Iw+6WKmvEsXFb7fsZI+0ZDCPfdTqL35czw9qiuUvdlc5b3uxWg9gPorPu/bDT1O7zC+Ho8nPVrG3Tw5K+48lxwNviCjjD7oDCQ+C42zO7Xo/zugG6Q9yzIsPhLUIL6IzVE9gVOUvTbLwr1wlpQ8qaN5PvIteT5qxGO9TgmQvj2re72edY696u/evVpcOz1YeAa+7wUqviU/uzxFMME9weaJvZVTur10Ydw9fvbIvT/NjL5m8We9y3uIPvXbVr3TpoW9C7rzvVoxhL0TEEa9s/c7PkmhNL7sTey9/ICqO7SkpD1sdnE+HPdlvUKn9rxd77w9YvZiveW4ib6iljM+G0uLvXgJAL4ZI+69TpSdvdAcrT7bPqy930VaPZuBWT5ce1A9pwQ7PFoxMT4Ax2w9YCWKPXabJD7IDww+PovSvTw0xr3YP/49YlreO5BonTyxKAM9z41tPVlH7TvH7xq9KYYou4c/tDzzbuk8CoNRPAZnvb20muI8oG2zu6ye5TwZRSK9UHOjvGTHvjxZFSC78TNovJjdEr2xRCO92lLvvB/3kDxHF009pHCpvGbqhbw0sC89rERnvbtOJj1ZiTg9LnD+O3QeSL3eVFw9G8saPWerOL0xT388Ip2GvAwF6zt1RR+9nFDivBaXFj3Lybm9BgBtPP8MRb2o17I8S4miu+778DxhCyS7p6kFvMomUj3MVAE88GgIPQzlKr3CDZK7K0kEvUpZZDwOlGK7SYSTPAhwOL03g5W8i8UAPcDntjvyF+I4zrW2PFh6/jv/9f47vX4nvY/yn7z8ULU8PBXaPDl+0LwuPa88TaRiPcuaUDvMB3o8zuB3vM+0Gb1V9dQ8F5K8PV6/WrsjLt+9rJ5fPoS2LT6+IGU9oDXbPZ43HD5ZGQc+YoyQvEcUoj2kbkw9vHJYPhTjKr5L93O9lFhOvlA1HrynuLE6Ale8vT6OnL2AUMu9vuMSvjF9071QC2S8pDTzPPQmKD1sRYS9/MuVvevAV7zdlCY9CDWdvbFvdL7Mrg++5IXRvd/29b1DQBA+IhJCPJlKyT2+19m9S32ZPAMUAL6lewk8VMc4vQwEmj2RDR6+wW4Tvmw9pb2h2cU88AT2PJ7cPb5Ytk8+1o+VvbYNJz72Trg88lb2PUoNDz0Mu9a9t2CCvnHXWb4RTDA+6JT2vXVcqD0GVMc9ctOGPTWHoT1wmtM6jF+MPTAwkj321Y89UksDPrSZmD2v6wg+ZWr2PX33ILtrH/W9AsFdPcZvC76MgNe8zdGBveNiwzyFqyS+LJB+PJhE+722xyo+AMcfvhPK+r1zHy+9XSqpPTYx1b1wgka9bYFZPo8M8b2Jq8670qo3vaUhIr42rLi81+87vQEtQr1PEv49uGGjveD6er1uwvU9bme8vcKRyL0ufJw9GNfAvLbHSj6+UVA9kUQbPSuN3T0HSOu8OqifvTO5l7oH0bs94pUpPUwD2b2JTgu+bv98PWBdi73/vOA9YhNwPW5dBb1QFyw7okURvr7tDj6ytww+uYgJvmTBdb2zyvU8EwxovB9dTzy0Slu9TNsEPLKVoj3XjQC+W+sgPQjHPL3+YR0+lxvYvOY1vb1LSuQ6yW2SvAJo8TuST2y8KuYLvoAsDD7BQq88pBzMvXgZYD6q2fy9I3kEPph90b3wt3g9HcFzvRa8KT04XEs+/ugwPmLWDT7MVL68w7cLvTfQk7xLKDY8pPeoPaVrDr7U14m+e24LPpkV4byCd5u9+0DmvDrPP757ZhA9voqaPPr0ur1G5wM+r9k5vmM0ojoI3WU9CczoPLVVRz4VoAS+lXcfPgoMOT3B6Wm7FBFbvdjVoz3JDfQ9DOuqvWytGz2oVpy8ZOWvvXFnYL4Hn1m94TpjvYX98T0Zzx6+RigGvWMZIj6V29Y9qT04PkWb4r0fRJ69Pg7CPEOCmDyjMN09a5aYPSXFab0FoIo+c95NPecHMj6VRh2+suLKPAZgbD5r60g9a9FRvfzZT73Us9K9NXMQvrjFWL0thP89KV7ovWiSYT2w/oi5yho3vbvAbT0QlBE8yzmZPIClQj0P2rS9c63LvXINvr3/28I9FUZgvWxuH74J2UI955ywvdjnTT22awQ9+imUvbJqwT3eDCa+pZb0vFkt0T1GJaG9r2AzPpx95b0F9DA9lUU8PmB9kjxoLas9CO6QPNA/ELy6Dy49MUOBvB2rXTy+4sO9XSjPvJDwlL0DkMK946xBvtJmKr3CSY69JxhjvemtN744NQY958wdvWgQhb7WUwK86pL/PXTmvTtemRa8Ft4AvcEjJD5yC808uwR7PkomHj4f8tA9DUG/vdy3sT3sqou9Fht9PT31Lj0xWBW+uNgPvtI9ib1KKxs+Lmi7vV8tYb4YBd+9y2v5PS0mPL4xSy69tyYTvodjizoEPoq+mhjivO9nRj4/pSY9T+IEvVj65Tu5t568iyIKPr4Wsj2SFAW9ShWfPW9lUz2MeBE+xYSePQXJsz0+jYy97E9kvdYWWb39CNI9XZHVu+iSST7cOQs9zG4RPpsNl7vadRQ+Wb8fvdSGmD0Rk4e+gGlPvpDZEL5liiE83I55PhroJr0Rewa8bghxPW1B/DucHK+81rvGvb28Aj3lQIG8YzyGvnwNGj5NWcO8tc91vKlvcz020zk8AEfFPQDWYT0A7pC89jyUPRpZv70D6k6+6NacPSSm371FekS+vpQMPt2O2j2ny5c9TY7BPaFwU74bhbK9rLilulOOZjsvyQM+3qIZPXaVGDujXuA9o00+vmzdIb2kzRI9lc9HPbp2Fb7wvrM8tv0mPUnXHT5JanG9eLp4vTOjrT2wHys8BZWPPQaWBr4YOXm8mw2FvExVbj0ls3i9vn7BvfbGUj5kPPE9e3hyPMoalDw2cnO9DF05PiZGGD5/dAO+/ckdvshaJj7RlZM8kjVvvLSX0r3tkCo+KkaOPN4DXT058ka9z9LnvYIdAb1HbBg9fiy9N+zcYj6HfcY8oNqqvLB3Rj7QFJI9bz2GvRVnP77lK489lVxBvlk0hr0acuQ9u1O+u6SaNb5hH4w+O3RUPWClMr3fsIU+8rWFvgY/Ij3O9YG9i30LPZoXET5DyEE+iviWvLyneD4Rxba9dJUHvlkxoTzsV0o+8t6vPVkyMb0ntng89wtRvRAVfL0jUIg8jUGLvFIZor1qh4A+hBHivUMU3Lyg+he+3PQAPegSBT71Ros98VuUPY0Ln725xiQ+kRlUPnBsBT00MXC+bwQcut9y7rzLhiO7MngTPtEkIT44bdg963IUvq1Orb0CtxO+wG+xPZlAnTyDUzY+uAObvXCmZT7IjjM+RtH2vNsg8zxgfNw9MWEzPvpjjDt+tQG9n6UfvULWFz1MTj8+/5cxPQR7M75NqbG9voTFvZRwJz2eIY+9/KnvvVl/eL44dMM9VKgCvbWi4b3liWE8uGUjvrnIfr5xT3O9UEa7PZxOn70+Hv09GNbsvIXSJD5rAx49vlfBPOmoyzoE2jW6OLkAPbWZ8D0VrZo9RM8UvY+JtLzonCQ+ARMvPs4MwD1NWQM+8KkbvgCd9b0+Cky+QOGAPfWa5jw1I5W9cZ2tvH0rmz3PXo89qi9kvn2CQb7P1Pa9ioH6vWOPaL44FuA9kGD1vYWrPj29Dgw9CjgGPQJX+z30Gei9YUF+PvUWP70lJPC8+JZePm9q9D3vtQs+59ZIvgd72rzJh9Y9BsgUPpZvbD7yX28+CaYyvSjxlrxQsUm+KKGlveGy4LwrjYa96yEevgo1Xz2UXAY+0sicPOZGwbsfVBG+Lo6FPF46pj0R7QK+KplgPlXm9DykzgE92iccPj3fOT17tgg+6ST2PDvgYb5hiQ8+4xUjvqd5TT5UHSy+ELolvQOUCz6HlQw+gdHCvbhRKz6NW7K9KE8Pvmnqlj1weJG8WwPmPVKuCj3BO2W98H5CPQ39cL7GyIS7+mAhu41zxz0hfPi9n67WvbTSHrzM9ke9/kK5vczx1r3/6Yy+gxG3vZN1fLu4HA8+cBQEvrK9cLzPR688Jh3YvH7NiL0CmAM9SzBUvHLPhj0xfjw+ED4uPE9hGr6irjo+WbuVPecuBD5Pyh6+nE0uPosPQr7BNcO9s6QAvHDJeD2EWbi9r1CavDEYED68x5C72QB6PXEOR71jcaU9fpwPPfp2iz1i9qs7oscqvrLpZj7iq9w9uRWZveGRp72XWH++u+5MPkKXcD2Js+49FJkVPpfatb2UpAU+Q+MuPmLDVL4BO4c+coSdvW0aUz5Z5hC+5NYHPj4U1L0ampo9qtLyPR7QA75ytsc8sKW5vbfsAr6zIs48pfkMPg+VLD7+QAW+9XdXPtPs0z1b7oC94xLoPFJUHj0Eayw8IWPRPbA7Yr0afJ+9ArMcPl+l7D3nQzw+AZ0TPtmQa71QKuO8UziVOoc9wDxmpkk+qaGqPdVANj6Ns1q+Im1CPaXKO71y69E9fYjEPPxetLyYwZG9d4AIPazLMj5INoo82DM2PgbyhL4X/x++gjmWPC6q0j15iCC9a57LPRY1szzvYeG8UFAzvrai3z1pQke+T44VPXgkhj1lTlY95r1aPlKxi71w9ae9m2oBPhzvVr4FBPM93DVBviLQoz3gxKs7f9YGvK59E72hgxM9cPicvKgemb3pKrK9a7EovUjvTL7Nhem7S246vkATiT5waIM8eNFGvaihibv5FSW+IktKPkbOdLwI8WE9Bn4kPgYQDz2IPRO+1gduvbwoCb3f8Xy9I7cHPlF3Bj50Z7i9s6asu/p/9b3eyma9dDFuvtIsar3S8y88CyZTvYQJIT1PYno9bZlhvfotSb11fUk9XbjhvDcp4r2iJWG+9JKMPoJm1LwFTtG8Uj2DPZvS/r3HRaA8MfjSPXM8i71DI18+/zyAvpPD+D0qebW9G96aPLshoL1V4FS+GUBrPDQH8j0hL/w8iWyyvITp2j3vxb898O8uvvaqYD00Y4G+ecrEPPq3nzw8xo69MIHkvX93Jb4w9wa910aiPQ0aNj6WAYK+Wl0cPu+eVj1IjpK9zKuVPRJ7uj3EZxA+O9Q+vcRBF76StPs9iAYPPnNtqr0PzIO9J9Pguw4bxD3Qr0k+M5YQPkKSeb0l8Ki9RaO0vfa9z70tgF6+w8E6PBRpdb0WcEO+tGXVPbAjyzwXSuy862VFvt7q/T0SsAe+NuRSvpdwwj3mMIc976vLPemWszy/xf+99kf1vedUiD0nQjs9LeleveM9lD4o0Ba+4W48PpoB/b0B6Bi+9hoJvic/Sr0w0v67ezNgPXkIl73J6UO6IbbkvZacxD3nRRC9ZMRpvU6GgTsOuBi+iCOcvdaLpb0NxKy9d4hPPMYSlT3VxRQ84G0qvekjvr1lcSs+sqTEvcC18b0z3PQ9V0OKPdEjVL1bLPG9pxcLPQeaqL2NSzo9xNzYvSZCLL5o5wi9C/WKPoJvLT6m7BI+usKkvB/9K76+ciS9iaflvLc+Eb59ZrI9NT5wPShREz2g6B0+8+NCPkMnNr6SIVA+tFEYvbqPID0Qo6W9SWOAvcz/4z2FE4Q9Cf/yPSnAib47AaE9/+JwPSWei7x90du92XBDPtwLzb0TvBI+El0OPiLZ77whmKa93OF4PAz8QD1NyM881fpIvWTbFz7hSwu+eKuVvGv2Cb4WDmI99yQKvu5b7bwcva29FvdDvjbwyL1Pm3E9/GQhPIMvqj1GcU09IVlwvZHi7LvBwq08SSpJPjuBFzxsh08+dyD+vU0w1j2ZqSg8yLlrPN7zT73MPjk+agKHPkdwYD4uHEk9XQdLPhzvb72+xTe+6BnDPe48cbyLlzQ+AxYqvrAbrT3SOxG+usHPPCz0tL0hh0e+v7mHvKr4ljyFmwg9vxlJvbspJT6ko3k+F57UvUwD4r1RJ4c+b1jjvUwP8b2Qg3m+x/JCPCf/JD0xvV68vYVyPdsWWL0n0tk9E8ctvej+rL0RDEI+uMgSvlWyCL5laR0+AE2dvWpVlT4gWWS+gJbVPZx1D75yb8s8Jc9RPS1s8D3c16u9JjE4vjY4Oz4HRGQ+AlcEvt4v3b0w/I49246QPQvIXT0cVyQ+8Oe9vckXwD0iiBi9LQOFvUvu2D2ClRY9/Q65vWNnzD2npIE7wZ74vSx5/zxyuYW9DzSXvXBwuT33F4Q+2++wvQ0hCj4LSKU7g1TNPDa5p7wBaAU+8V68vcHpSj3+Q769+jM7vR6Oqj1/VWA9TBAPPh9qsrz7KXm7dRqzvKmr2D1Mc+w9X63GvZ/XGr4vHIC9pFxrPkW0A758e6U8xVZmvbg2mz2J2Rs+mz6ZvT5mCL2hUOG9AFVLvrzsDL0farm9bxLjPLtZbbx8cU67h2sZvQHMPD5eh287FgXnPJcwxzxF0xy9VhjqPWgoIb0x1988+4ewPZ/VzT13O6M91jwOvV8VFz20Mke+DKANvu46MT2XL568s9a0utbHp7yjINi92lITvp//ETx+SR6+BpRdPvgMPr4FvkY+N5DuPKoIN71RqIy+aICxPRx2XL3yuVU9/4RSPkESHT7kRWc+gk6cPTK6mL1D0W29js6NOC98er0myLu75MwCvc1vOD6Tw0q+G7XDvRj5ab54czC9s0vmvaaiF70ou4y9/OQEOkTnbrxDjPW8/VsrPXT5oj26jiu+O0uMPf1tRz1KNvu92nUpvRr9iD0JEJW9a39VPvbCkD1Gbte9oILavb6Pdr1aEtW8nbAXvUUsKD0J01W8nz0xPjrmETwyj1A90X7gvccjFD76B3U97s1WvmdBp72GBjk+DE1zPuFa673XFQ++qBI9vXm3rr1w8qc8mzr7vUukJL08RAO+dcBcOv+F+r3h8Lc9hW4gvgkNfD0z9n+9dZ99vr+eHb4Jbk0+yyvGveMKPz1SIEu8+l8sPriCvTyRxgy9enypvAW82DxZ/1A9BqgxvadZtbzgf1C9Qa/kvNJbhb0chww+3+J4PVskH777vSc9qX5JvvhzfD7eVOS9XOylPVA4V77S9eA9r/4APS9DcLzDnuM8MKNAPVwOLbxrSNy9lYDava4Mr72ENNQ8hAk2PiafoDwNMIs9gEH9vRtl2z2NEy08iG9DvghNqb0UYM69fOL6vbKuyL0NY06+y9gGvqXJhr1bnFG+2MlIPYFxT77lE0k+L2YYPpjhxD0I0Jw9NhsqvrbjKT4BlxA+R+v8O/70VL5+Oz69mtssPnlE/D1+tmq+MCEzvcqTob1KpCa9Ne2vvVENbb3FJZa95+QSvpVfiDoipTU8VVzYvLUkv71rYj0+D8thPjA83L2L5VA+EXR3vpWADL7XvnK94zVYPem9qL1wV9K9wXIkPXjfl7yRoJi9NfBevUit0b1A+Gw7kNMOu5Kpvr0CHvA9R/k3vcKCET7ySJi8iKHOvUWUT75KyW2730U5PsPLTz4T8Aw9iVFuPtxtG72CL2K9jEJHvIw5rzwTKxW9KZTkPYZ7Rz1Ib8i9D/tdvQIaBT5lSVW9nVOwvUnR6js68OS82eNQPfS1bzxsLIG9pH9oPRsBq70xq0i+t4zwO0LI172g7Ie9AR+Kvd0Fy73SAFc9mueguzX96D0L0fK8DXodvqHCnLz2k0y+nx8PPc2b4r0h8UM+du8JvbqEkL3d/di8n8YUPOjqvrz9iuU8lxiRu4GTtzs9gHc+EQQmu3/mrTyfKQs9BmgwvZmhjL2ilaW9y9IRPOa5Yr2N6Ti+o0EYvR5csL2ENDW9ZtuAvfgdND5WZ2i8rM8pvgwrUL4v4gq+SbqrvX1fEb4Q8wq9TaKuvfDLCT3DJhK+9JzpPa6dEz7g4Qq+TI9BvbbS9r0G1Aa9qLKovBJ73r3+GpI9GowPvlDJOD2eRu29Gy0sPuG/Gz2UC1y+TFovvtH+3r0XuZA8qOrLPOUGDj4X7zM+4JI5vlaGo71rkww8vgfvvbHwlL1cbh++SrXOPayoQj3LVwA7xgfvPFz03r0pFjK+ouCSvrTcjTwLJlw+dEKgvW1/Br5nsZE9luiKvHKLM75hBca8k+ZiPcAz1jrJO629zjyPPH0rFL2JXF2987x1vL9FDT3p1DM+4Z2vvDhaiT634v69zgt2PawYjj0epV094aeGvQydgb3NoSw7DQJbPeKdDL4BvXy970AIvngdwj0s67Y80FmAvX+5Dz5Ussk7/6tDvjz/nDyFMcc8KlICPXy8gb368YS+gWopPM+md71Bc8G9W79dPSoRR749puY9M3SIPbLNUT1U+DM964sYPUo0m71AjxY+eBE/PfhKOb1fHmW9u8mxPS1sRj3Wb1O9/HkgPakctD3onpo8oei3vey5crxNG5y83v8APbtWET7otqS9TaF3vd4RiL0K5BM+xyebPVnUZb0+DVA+RwO+vUgBJb5Hff+9sm+8vWecBj1fI1I+BAMAvKYn5j0y4km9AkykvFYsST5k2sc8w4kePbLpTT7FuM69dxvYPSMkp7zExIA+0u+bPYn0TL58GhW8j0lWvBXSxD13sbY9RFl2vgmsyr3EyUG+o4JXvF3yMz4lCwU+4HHHPWQZgD3PlJC9YDrxvdf7Lb7kFiG+GPvyPUmdjj2gSeE9BqkqPDx+/j0hcba9ue+mvBzGwLxGuwU+3DU0vtJGHL3vkpE9jE0iPJova74POCY9WXqlOpP6FD6E+MK9ar0HPg5OkD7Mv0k+2WOxvVJYJrzOSOG8e9pCPvhA6Tw40Jm9XkM/PhUgoLoXzIA9/zPhvHWLjb5GsMw96t/bPWjuJr2HBhI+BfIpvtnmPL3Mfn++FAuKPd1b0zwhdaS97gk+vcqH8z113v48PuKOPeWZNL55jC4+9tCsvNrMir6UoAK9SmoUPviuj70/Lju+l/zTvNKXfT5SHky9PAOlvGPvKT7wrE6+DMy9PbUdiD7Eu526wHllvR/qKz1Y4Ow9d+83PUs2sL1E3/09l8GEPQqWJL7BNEu+cNb7Pea6DL7cbwm9Lvh+vZVoVz4eyvg9+X0BvmyFGT4FQf29RAx7vlMBEz3auja+t8+2PYVNGzzQXre9W6l/u88NLL7LnvQ9h6+RPdw2h71TzSs9gRjnvaHEbz5z2FK+vlF8PDxHf7ykT6o8EmULvpOqPT5l2oO+0Qw9Pud31Dzojic+ohugPQQtersyF868fTmEvbL2fL3B0ri9k0VBvh0zD769lXU+uXahvVd2FTxrIg8+D1AJvqSafL2KMQa+XdOovCR2Aj7eymm+AkSjvIP/lj1vzTE9uqM6vQeV8r2fWys9nxQBvhOF7b0HQ/S7UDQ/vrhhBT4RvJO9PO4fPuznVDzWh7I8tPnqO5/Iw7wTiiI+yDq+PG9yZD1EgBw+D28JvYt8qL0+4CK9QgBfPez7HT6QXS+91AZavLvTsj0MKjY+qrgPPrV9nb1UgwU+LRduvBjE9r38Kkk+jI4cvY3Nk71fIQy90QuivCxboz1hAZm8GhAVvnIqID6RkFO+uUJxPmwRRL53Dh09iLHgPSZ4Jj6nfkS8CDjePAyrA77H+gU8oLFqvQb6TLxv3uW90JTfPDEVPz4g1Yw9gDdePql5yTxWg5S9C6VdPde4wTwyi6o6A96Ivcj9HL5S6wE96V23vWaLVz3ZzBi+x3ZKvmpLSb57xRK+ymqgva0EgbyrDh2+aVqJPjH8Jj4pkKu9G4wUu/YVjD3QA1s9ub8wPne7EL2qvFs9CTfKvCpubz7P+zq8uI8OvrOBvb3XpEW+QzuYPJ2lizzOaNa9goQbvAJz4Dy0awC8LBxsvVdZlr2xqbc9zVboPWBGNL4l31q8HhosPkWfPT5gzvk8+rGHvYp6XL3a4Iu8zCsKvsUOk722GgG9S3iIPl9FYrzWrLO9wj3nPcJA9D2PXyI+FUuvvUmBOL7rRPM9XgshPtoJjz2HiKQ9oAt1vpLgzT1fsF++dAAoPgv8Uj05FzG+pEilPXsPmD2nHx68aEVZPRWYoj2XLtk9692kvbDxDzokoBA+4/kCPfpLwr1E7Y6+rxsqPhcBYz0pEiy9jOpuvunavzq7u+U9tfHmPURlXz2ZSx2+da6XPZqbFb7d+2y+iyxLPWc5rDw5G9q9UqcAPeO7Kr627Og8viGkvKIgnruxPic+cO6nvdES+z1WtQE+lQXTvDDRHb2JWlc8b+Q5vqqXB76R6Jw9CQCDvO+Ho70IFO09N+Eavgy8vr0Ix649VmSgvSyKFD7SP5A9otmou/x68r1HdQs+SRtTPXjOGTzL8xc+5KvtvPSosz3Yyko+6L3PvbQ5gj7CIAa+8thnvn5oqT3NP/w8hpQZvoX9Qj1z1li9xqjqvKSBCT73qfc9MVEivZU7Fz5HiY89xQJ6PlxCwLy0YMg8zrnJPHYdI73jAIe9WWCFuUaOjj2kQUc+UZcpvAVd7TzvYN09TioxPsRySD7EMHk94JHqveMES73yDas9ZGNsPVu6pD1vaBk7efUEPquMdjyZSPq9uyYMPF8p5jxIiz2+ZZyNvqtAvr1aAem9IOJ+vWH3gr1TqQO+d+B+PUNxwjtYSpE9SY3xPVDBXr02DLa9qypEPsefjL3iQTg+N7Urvk9NG72oZjc+YZB6vctZ0j0B2Lu9wfUdvQFBkLxTrgQ9kA43PgyVBr3wiUo+94ihPY1ehD74MGo9ae/FPYqmBL5hMly9sSeHPvwb6z1XUgw9lzwZvpjWQT5MpGW+KLl9PdfNDb0NCPE8zsZTPGUCGDyMLtK6uJbfPeinBb7l04k9aws/vhHGtb1qytk9zDJOvnnNzDpnuMG9q0KUPC/ThT3x9bG9WZAhvZBJQD7MfVu8Y5soPpEBfr7NFps+xSHkvZSWtL07yVi8L1NgPTicib1pmhS+bNgUvgy32rz9mxK9DlSRvOlvAL7+Uzm9feIKPvkr8jzsTDa+iTUfPfl/Oj6nmAK9u+s3vc552r1Irb48KcnCva0XUb2+G/k9wWHnvVhxS72XC5u9oGARPtRfozwav7G951GFPLDNJT4xTWs9odaBvkXajLx+6UQ9E8GqPOqqST7fNAs9eTkEPu+1aL0Adzo9TjMgPgy0C77kn6y8dpLvvctRlT1B/gS9ZyP4vW7koz1zx4i9W3TbPIx9r70M+tW8EPsOPs4KMr75Wuu9Fv8XvNKSOzyXM08+q3asvZxIRr55pd68Cne2Pf3S6D33Ri++ro09vuJG9j1Pyi69delXvEN18zyf67W8p0ZKPSohhL4EPdO989O4O3LwnT1dJE6+bH+OPfrWljy00y6+9DoeurQEJz0b4UW8/qraPQmBBL5U0pW9ElHavWJiej3za4y9NK3vPW143DzUJGS9PEgwvnKIBb5Z3os9VPkvPZYXAz39f1c+i+S8vZhaQb4WIRE+90mhPX2+Sb09ki4+eSwNPduAbbyGn909KKPfPFwaAT571BQ+LTnSPfSh872YiwO+CUssvrVFFj04soM9EJsfvNyb2rsjaU69FrbaPZajhT39jJK8VQGTvUNBaT2LRJM9fqzbvcqc5L3EyGS9xitrvaXAhr36dgQ+KeeFPcOJ4r36+hS8mtGKPRWYvr0KRNu7+HfaPfC3D746ZyC+b2DnvCcy0jxYChe7oFyzPSOIbj23goE9EnWWvLSupTyJJaO9GppPvlioL70gpCq+5ccwvtHPcL2XkCy+gfULPvk7Lr3XpiG+VGXSvZaHHz19o7S9Dec9PsVpSj2WVve91lySPNK1k72qJ9E8hvuSPeaDQL6xHZ89+P/tvVRqJb1SfQS++ZDuPbr5NL0OZxi+YOWwvcxXaT184T6907KLu6umJz6mvvC8bjnGPeCTqD2hCT++onZQPD7n870MJDE8NnEDvr1IkTt8dEM++56MvlbweT695uW9erGAPnKg7D2FTeq98haOPbNJW7wFL507cfLNPUAGW74zx5s9bhqIPYA6Wj5Vvbu8MAY3PRR0hz0aSss9RxIOvtg9wT0re+Y9ggQWPnIbrb1S6Hu9k6VfParbZjx4WxI+E6CrvQazNbyzROm80PU7PMi/rj3y9Gm99FinPbV1MD4udms+NmeBvXquH73aVWo9PI0GPuNMzb3T3jE9GcP9OTg8Gr7Nxz2+iRDuPbphQT6RF/Y9ltbovTyxMz2f5SA9VAeEvVQqNb4eBCq9AXnAvTa4oL2qn4K9SM+dPazd1z1r3Em+MyAhvl6Vj72pToI++6IBvgQiib6CGsQ9mDk9viKqRT6og8U9/g8AvnIBJT34WQU+7WI7vt3pgD2wxxy+9zEKPVAN0L3utkE+OX0bPUktBL6huBu9IdhDPraJrb0bDgU9esW3PZOjZTzkdIQ9JVuvvuQQZz6M36e93Ss6vcX3ET2PerW9R1mkvXTdyLp1/1w9absQvOKK8LzOVDI+UdcLPhF9cT1gmy+8P4e7vdqGij71x9g9ib8FPp3LBj76mAG+TRycPZ+Dgr6YJCu+aYWVPf3DLj6vRUu+BBuAPpoZi7zfxKk9sVe8vXiRk70R+Pg9brcjveREfDzQPKc9sfuDPcmV5DxTPJ+8R8o8vnBGdT6LPc896DTPPadaiD58hjS+iWoCPjf1Ib4nWgM+vyx4Ps6IAr56k1+96SitPmbbiL5IOYC9MfOmvVlL7DzSjXa+loXQvcru+b1ub5Y+dNQUuxM4nL1IpqC93it7u9qeWD3XrIo9vOdRvnvx7T0fqzA8dm5LPcaJuz2SvaI9UEPDPBVab71Vdja++v0pPWHzAj05WxC91P2EvEgQJL7Fk4O8tHIJvhDd5T0m1H++mF06PvS/Q74pTKO9pqWNvf/96r30fh09wzI4PRefgz6RahC+AYAWvtwwxL2zwYU9E/gCvnC6Ob12PTY+zieGPU4Hp71qJBy9Yo7svSjLT71Naeu90NnrvKYTRb6LSS87Ey6TPWrsQj7BpRO+DCsdPleEw72Gfgm9aicVvBYQEr5WRiy+J+MaPlrR973jyJy9bbeSvLAE0DyIrle9Cbz5O/WV2zyB+mC9Bb4lvvsBjb1HzrC9jWErvhyu1r2WNys96rE1PnOGUb0F3YK9bBo+Ppxn6j0pALo9w2KPvXzKk7ylOjK+XzvmvZGmtb1bGz+9rJYMPeEExL0Z89m9PXnDvVtyEb74PgU+Y4MxPp3slL3N7Mw9BxJIPg2pF75pUMo7NIsnvai/IL0sXUU+DLqePSc+uTqlZSi+TdSrvEGEjz2l7x6++c2YveTkNz1QzeG81TaZPWdKYD1EBAK+aFkOvuR/ij1LLFI+EyyIO0MfKr1KliG+05hivPEWwD2bgn494pBAvOq0Lz4K/Bg9/tgKvcSqy70fhCA8bgQMvmJd8ryXATO+zmHcPLEVmT2i1Ks8KwKUPYM2Jj6Cjvc8KIStPafPgTwFWlU9keIwvkXk2D1jBas98YdpPSYBfD7EK5S989RDvbZ0B76Ha2e+ljykPT59+L1zcig90Yflu2IdM76i4hQ9/f6PPbV4nr1B27Q94Xegvc5lUz6Q6aa9b+XuvY/NAj4q0AY880GDPcgIBL6IVLo7X5s8vWsfGzziYks+T0rsvS69mzwt4o87onapvehXPD6wjzi+3MwyvdoRPr5w3ra9j29hvDXwGL4qwXo9vfOPvqlgaT1vlIq9QGLbPB6wqLyJQbq8LXkjPi4VyzzKlCK++X62PfxyxTy8yTW+X1v+vcAbPr79VfM7Vg7nPX7WSj68Vi8+n6AhvFygH74gHxy9ovoDPh/8NL7zjUK9VjIvvrufRb7JRaU9gMcSPdNsnz2Suzs+DGC7O9IoYT17rvA9hinrvJo/Ej13CSq+xSjMvRmPS7ySEBk+6MLCPXgw7bw9oKs7nUebvcZB8L3/f8o9dUMCvlAM772txS4+79uGPafqyDuU9d69kHf8PDr8IL2E+Ia+ftSqPWFYJL6VT448DJ5FvZMl7r2c98G8EbhSPm/oID6bz0e+hOEKPkJVAb6Qrkk+5gvVvaxurT2fHf89VccHvngGAL6G6hA+Cvr0vbe25Tshvgu9gcKBvaKRBD2cODw9KYQLPYEWlD3vSQi+XGxsPbjAljxhOlE+S//mO01S8D0UKxe+BXXNPfA7vL2dPo09do0+PD2Wzb2Rac89LFJTvaxGC742p8k7rAhuPIp4Q7yuQO49914QvS8mFD1H/FA9XYYqvWABOr7cazs98ebPvf6KLj6xg4M9XA/qvDDakb2ZxC29oqgtPhcKHr4z3li+2Y8MPhapjz5gNso9cfhBPRqZhj4gU209HWsrvvTdBz7UeQk+UUaNPbyfaDsYFnK99c83vhFUjT78+DS+XviKPhLheD37RUk+OtJgPVVeGrzIBQY9cgQhvYK9H74nbjA+j5Ruvrw3MD5sko89bs3RPamzCj4wae88m8/NvYcNTz7v4am9pO9DPbRVQzyEL7g9gl9OPlhVdD3LYz49LxRwPUsdXD68X5E9g1jGvJk3HD4BI00+a4l7vkeuFL6Okt29vuxGvoTzQ728tAM+a6KHPZVVIT2/Qbe9/xhivvk35Dy+LjG8XGzmvZZOcT04GEW+aMBsPZA5jz18Jka8siF7PS6HsL0cII497m8jPauKCL0GJ208/4//Pe/Ijj7WUzU9SgG1vNuduj1+1qe8Fir0vACZ273isu+98KlvPgIcfbodASS9u3CCPW3anz3vJM09QuThvAxxr72AagY+QCk6vfKFPj5R9j+9QyS8u0SD3T2GrRU9EERIvbfVLj4mSPG9BAdAPawTqD0P2+U9WMoqPdYGCL7/46s8X2RNPSSju7xGK4k9e/UUPq+8+D2Uev29cKABPT4EKD7W5tm8BwqOPTVFxj0OZhM9nRwGPVl2D73Qzhw+4kd2Pjm8JD6J0uC8N+TuvEn3fj31Fte9eEUivte1yj34/xY+fPSvPUqnCb4A5468/OsdPvaRDr7uRZ299yE2vvbKkr13AYK+9LaFvMLkzD3LZgw+koqGvpdxhr57YY09P078Pca8Gj4p/fk9sjNpvPFuZL7SkSI9YKsXvq0DYr4eThq+V0jnPCsa0D29+j8+XD12PSqEjD4qfye9LvwuPomUTr0+x4k9qo4nPcrkzD1GRx89B5UGvhOM5bz9N/S9Ojc4PmgUKz7y5mG+dZDMPeKUgL25O4w9Zt6+PBaKbL4N1u896ENgPYOlZr55nLy9NeEIvtG/570lcgg+67VQPQuJRb2rVRG+JaJ9PWNSwb06Sxm+XPIhPrfDDT0Ugqo9zzX3PY1lJz4IzF+9ooVJvsWH+r3a/Ra+ZdPuvXlxzzw9n7Q9g3sVPoDTtb35L+e9QDmNvfeoET7t6Y29UYt8PW7clj0aqQa+kUxMPSAhiT2uj3q+IeYyvBcJNr4w2ws+y9xTPvnkNj0l0C8+hgFdPq+Lxr3YkL09d55UPGuusbyC4yE9//8RPmWBIz2aa3I94AqdvGuHh71MV7a9fHgZvgQFlr3S0PU9pG7uPLLZ/D0ZWhE+k613PomBmryd0gU+2YxbPepJg7tYVkk9ru8OPhuVaTw1gHs91ndNPYaFFT0oEg69xu99PWKvZr1ZwY69ZeyRvaqEr703Xbs93RWnvRdXgz0GlQS+PYUmPusV3T3CYgY+q69ZvClYAb7AWB2+39HuvWzIFLzQZz69y3vMPUdQ1D1YU5o9XxUGvqJXRL76ETE9mSOSPZs6KT73wry7dcDbPbxPMT0CdI09W80fvbGl271RDBQ+P/RWPp89Pj6OVog9dzEnPsJowLtqpY69J3iOPFN3Nz503MY9AOiTvHEOQr19PIm944O4uxBVn70kxRg+GRzCu8Lhgr2Q3ek9RL/fPDpAIr0GhCM9QcpbPjp8Jz6h7bO9iCZHPqa4qL0phRU7p6LJvWObLjtUG9O9KZ7XvQiqTzyEoMa98k2PvRAXa7696uw96A/vvfU0BrzDEzw9vVK7vAySMr6ii6099P8KPk33270OD1K9s3YXvuAqXD1oTYg+QsadPSIwZD1tKTE+MswWvtTLR768Iok9acmDvNbs7TzXJ8Y9KSlUveB1hTtI2Fs8nzCTOzidfT4bTxs9aNQaPK/M3LuVOhA8pwhAvueeLb6ATMQ9L94zPQx11b3zD0O7fDGFvZcT6bv7iKG9mgpsvHXQ0L2DU2q9ed2PPulKWD5b8jk84lkRvp6xgr2Tbym9TSuTvE+SO70MhdU9WRdkOzWG5T1DIYI8rsEovV4pAz221tM94heWPfneizxGfUA+oXEGvkAB+D2QZPI9nv+fPRLQvr3TIO09mU9kPUqIFrz6JTM9ed8WPZO97rx5iBo+jOf8PZqPML3DKzm77gFMPF7GPj3vAoc9nP2vPYLepz0rmtA9ZjgjvenBoD053MQ8ghqtvfwxDr2jj769OqpSuBexSb3Y0ze9HRUrvlgqOL1rAUm9/pDxvdL2Dr5z3EA+RgWSvOSNKD21EIK9NIEAvm2loz2WwUe9fx2TvXByo7uh6FA+WWA5PZbJ3D1ISfy9E52RPUttUL2nf3E+6OyiPbATuDkyEkg7EdKCvoHjpT3D4Jo8ah0evnMEpj0nXqU9PCJevhIbdj3bqVy9Z59hPfCZ3T3Om6M9ituUPSolYb55XS69H1Y1viSKbr5cxwm+yMGxPc/mAb4nYxs+kl3fvGRArT2o5w4+HL4HvnIPBr6EhYI+lukHPnzGIL07keW9RueYvfPQDD7e+EA8SVokveomij7DkgY8UVMtPY52mL0wTai9lffePae7fb5YJHy94s5DvVNLOz26IjI92YKhPAD/Dj6vQq88ZupMPSeMNj47hQY94MBTPsRt+b2Kl0O8QgwAvs50UD3s7mc9vfWJPULt5byIORs9yTlDvS6Whj2lUUo9PCmYO/I/sr2CFhE+341+vGSdn72hu5I+Td2qPbZbvz17BNA6cUT4PNmHcr2TchK9hUjBPMUwY776qxu+PUkGPXvCBT6Xyto7PdckvlUlZDz4a8M8c6Chveh9eL2fRSK9b8fWve4JTD0jeNs9+PUCvYepHr4tlxa+lmGhPYTBPb5gxoi9Y5MEPkr6lbzqdPI95PbtPMooBb4EJM08f/ZsPUOKzb1ONh0+4Ld7vU1sM74RA44+huuRvoNRnj1VWmE9kYkCvoLYSr49l3c9YI4svhbyMz4daxG96xuQvJKx8LzQKFq+0pQCvbrgeby3S2c9Ns6bvf/aWT0kDrI8/ROhvfjOIr7WU5E71NvlPO3P7b0gAMG9PpEIvtwufTzMNF+73/UwPvsvTz2LOqm9NnxlN9yagz4c9yK9hnThukGXtL3XIti9zx5GvhukHz4VuHU+hcmevIjRLb3uEK09YbyAvVtODL4ySeG9gr03vnHFL7wrzo08eapOPSjA872PNp49/EVDvoIlODv/sc29aG5OPhf9m7381QO+ymXEvFFNob2uNli9QKgAPXc22j1gyXA9dhXIPfI5jrj52qa9kR4NPnM9hr1TXWC9a+DkPWLY6L33Fz86a3MpPUEuS737ChE+OIwfvjOI2j1Zzsi8uiDJvbryuL2LwLU9FdnhvcRDAj6UlE0+AuLPPetoJL6qJeA7/ixBvq72GD4QDjY+EasUvkUuGT4Dha29zNX/uwkOQD5MlJG9KdK5O4Zgg73g2dU95KhIPrJ5Nb4/fiG+raBePdi6fr40AE89UHHJPP+NCD5mOn49xvlZu8GUvD2Z5ly92+OvvTsYF75lCxq8qDKcvZvzQj56LsA9V3HwOlpfsrmToW8889p3uxM7kD3zmcE73syJvYhbOr55Gvq88Z9MPpcr7r0mRq+8VazAvX8zTj2Gtb49RLxFvmLE+j0t+MU9XRKSvTAhq73UY16+jDPOPQE+Kz18qa28UyuOPa4RAD6vkZ+9o361PC2XxL0kp/Y9aSeSvXEwKD493Rs8Ph2SPd74DD33XZc8c3kWvHgD6TvjPby80seqvcL5lbx7PX090k+aOw67AT73GW09dGqKPamK6r2l1Ga+coMjPmYUaj0SqvO9zUQzvThVOL7Irba9j9N5vK+STD24Cuo81LgvPckWMruJAZy9Lsw2vhyKwD2Vhu69R0rBOkJGor05vhk+CP6dPXc8xz0mpAk9/phJPTIsJDyoPQs+qzZBPU+Fyr3WzgO9LNtsveG8Y75qn14+FrmHvSY4aDsmjsA9n7++PZb5ir2RcAk+dTeZPc7Yxj2YVrO9CjNTvdIeer4sz7G9Wf2evGPEZT0mfNe87qcsvoGdDb41r/29W0raPKxOi70iYAk+tqWVvbH4Ij7r4YK9nIJRPaRBTz1SIFK+Pd48PusKCD71N5C9OmwdPYGKgbwnXKC990ohvn7UIL7/PQY+1OayPf6K2z3JYY09UaBova8F5rxXQKg9ozYTvQQ1rjzT0YG+IbzGvdoIyj0fD969FOSnvW5wib2bSS++Mfo/uy07Bz7YlB8+TNlPPtRm7T0M32W9oaQsvhSuPDuTycM9PfaRPhZd2L0ANRo9nUaEvg0ZYz6dOL48stKAvsgz5j2zgUe9APMuu+qcib1iArm97JJoPiOP6D2D3se9c4TlvT4GEr5qqwu+iDfKPUHisr021507UVJRPbn1kL0w20C+d7mRvfJEOT30G8C9+sSAPdl3x726QWW9HcnXPbFKm71zzMG8hWEFPiORCj6wAJY81VkMPkk+DTzbUug8aT6KPZaZcr0CViY+tXLPPFgeRT4gKm+9Qkk3vkhVV72T39C9sUtFvSempr2Xlx8+OVsYvrtNzD1ieb49zcsYPmI/pr3Lv1O+sVDePPqjOj7XEXA+Hovkvc33EL4OwBo9pqOfvEujkj55/cU9NZVOvkyRZT7kMEm+lB0qPsXVir636Nk9fduKPfryWb7rcq88pyfZvGi+zD2fm4I9dzCZvgvheT69JEe9DJ0MPlfrFTtUBec9+5PvvQxqD77EYMq9t7xMPTpMMz3LLgK+mkCUvR5qtLyGL2k8hwFDPr28m72o6WW9C53TvP9K0z3csH49w74xPaF0aL3MKIK9PDmyPY7glb3zmMU9qNdAPTHnjb2L8d89ljO6PbvpJz4V2UU+xMVivb2MoD3l4e69OJsHvRyfHjyFcr295Psuu8bgEz2c3Sk9QcE0vmAvsj09uQK9vTsFPJo31b1lWM884cMePglDw7y0Z229uHNevlpvlj3gQ+u8JtHAvSXX3T0DmwE+6JvuvZm6Mb34zJa96NEYO3mEtTylcb29dewlPVY+4j0m6tA9xML+vZ8sWL254Vk90GJ/Pu00W70hc6u8oqwtPaL797zkvrq9MbMcPhbhCb4GG0O9ye2TvR6/uTxylK29f7cmvDr+nD39JP2957OUu30ZKD1ANPC9zV9wPpL9Iz6Kf0Q+rvwCvaScqL1q21m+PK2+vXwxKr3GVDk7wgUPvrw/ST4Re047PefTvYddQr0f8pu8t9GuvWB5ZT0SdwM+1+4Nvp6byr37eUU9x2E2PqEVDD2kGI+9PY8TvghBOz3z/cA8WfGlPNfB1DwxPQy+6dTvPSlJgD2VTLM8EWaVPSIjGL5e2k++GTV1PWWykrxMI729WHT8PTR3I74qK9E9ikH7vJVAy72dwvW9Abg5PjG7TL39WhG+GjFruyxQi73HbRq99c2CvbaopTwTUjS+kT3yu4/nSr5Z2mA+zflrvtJGFz4nmcq9/lIFvpRVsD2W2aQ95iNtvAsl573lANQ9TkJTvj8iID6rTUk+5Pb2vS6MY72eFm+9k8suvVpZT75Dvcm95VNOPipdoT1v3RQ9+PJQvRjtKj3DKB4+xkUAvFuyw7v0v9U9GCcovl91SDx03w8+9TrNPZaUE737OwG+UvJOvgad4DzuCLW9MtEfvrWenb3X5gM9aJQ0vdqcxL1Zgdk9ssDDvKg5nz2bcSk91SJOPPVMJj6Johi9hMaivfKntj23JMS8X5jIPTsraL741348X1b2PbJ0UD4RmjM+QqIDPsp7OT4O6AO+vdQwveMMuz0JFRk+XKBpvjMUFj5H1CE+7lf6vZap3jzm38o9g2j/PcdZ4j0CDAe94nAyvnnQhD01jjo9xiBovV/IBD0SlLM9k8PgvRexazz8UF49ve7evSuPAj6AhzY9H5HavXH2YD56Nbe9AENHPRcVBDt7U6m9d8c0u66Vqr3kuCI9ryCSvU6NKr6/Pcc9Mt7jvSeR+D3mvLS9xRE3vsBsnr163M096WiyPe9EWb65DAi+oZSyvaxIRz3SW9+9NtIGPhVD/ztSyFG93lS/PSRy4735ZR69itZhPt/DBD5Y2Ly8lxHvPRPO+z2Ze5i9TmptPcEgKT6MDT89TPgNPn5YAT6xnJi9xIx7PZHpRD4pe2a+pwMwPq2G+r1MWiQ+26xtPrFIsrxevZO9RRkvPm/HTr4afvg8Vct9PfTuA764T+Y9/60tPv78VT5GhEC+lKIwvhdTab7FfCK+N9ejPQvLGb2keFQ9Lb0mvjsgFz4IQMe7lx4tPqZaDD7RDkg99/GwvQRkHj7nyH0+EX/tO6UaO72Ja5683K6oPb7V+ryuaJ88/MsOPsBoaj4HOoI96MXZvRJ7A74Cowq+t0AYviiapz1Wlea9JuqNvEnqQ71Uzuy8/Q4xvU3UJL4Hh5w9derHvdEbiD03PoM9OAHTPV2Ms7wrfCa+fyQXvVAqez67Dim9SeMwPoQgW74tR9o895wVPvAFIj20uoo9eebNvCynXD68+22+rtn2O+Znx71P8Ri++HP9uwNtpr3rkHQ+joQCvuTYwjzoDYs9mDeJPWFW2T1sE4a91Fg9viTlLj5DyXi9iLo8vrPIAb6PDaS96J36vOH1QT0wBH690VQrPoRF4b3KNTA+QxqhPVNlR73TOrE9PPbxt7+RIb2xeV0935uDvWobbj0KryY9jE1IPriXXz6BuvI9ziG6vZt9bLzMcBK8ZAWFPlIx+T147uA96lM4PkYK7L3IfIo987Q9PcAZvL13Tfi9upk4Pi30cT5D6JA9l/xYPiSd3T1+Jps85OF3vsN/FL5Xepw8ghjBvXzZ7L1JlnE9cquKvaIGdT4eHx2+AJE9vSMgnjvIVSa+qc5GPjiRY73E1ie+XIKPPYMlU738vJ+8hf+FPRd9iT2zk+M7jT4WPv99gb6vXOu9iO+EPTE1jj3e1dq9Cit8PZtkfD6oT929Mz4fPR3Aij3O49U9t0ywvXdU9jwy3BM+g7QfPrsTvz3PxEs+OAIcPvw3nT0lvEy9X9clPH+lObyhNdK9eW+QPUNkor3uMn8+gLCevv+SzT1E1yW+tBwePuR07b3A9pY9YZkKPv5KjTzKnSS+PvbIvRqvEr2d41i9notvPX+fWT6l/K89JAaou3+uob2TWFC92V8LPUZiSL3T/nq8YBtdPmAn9L339yY+rDAvPmiMK74C7TM9lHQjvjW/Xr1Ss6U9lTp6PG6zKT6+I7w9HblsvUKePL4ovjO+XhGMPoeXlbx3DkE+jTZdvslNfj2ZQYu9g1udPWZHJT0XoUw930ITPYdtCD69ILQ9Iv5BPkVKqb2Z/jw9jOuTPQRfjz15lAE+onqBPfQ0Kz56spK9y6w4vtapEb6lL20+yApePiIkDb7HNIO98tmFPX+Qtjr0f7e9c0BOPgOVDr4mcBA+FNQDPRrDojsDjz+7VmVaPfTMEL0MWUW91YShvQb8qjzkDjS+mjnZPA3kzL1YcqI8gW1KvmXdY72JhCk+j6vHPeHgATyFz9K9XFMNPgGdF77f9We9idQcvsSzzLz9WwQ+EFAVvSElZDyQG7u9UiwqPUI3Rz1ffI095CZnPq2Y2z3s9oC9N3qGvVLxXr2Klye9Qzcavhz/Er2UwH487A0wvuc4kb3nj969kTWGPrrwiD0JE+48wUOoPUPikz3trXO7Sh6pvRsIXLxNPf69IEIHvsfhYb0J9pU9seaJvZyxb74+iZy832YJPj9Rpj2hb/29s9ihvdALmz2Ey16+G0gEPjRiG76h0xI+5QAbPppEm73cHSa+Vf/UPSMXcTxNCay92/7wPX1z/b3JyOk92V3RvXBK3r2n56U9b1SiPFnhtT1X/XG9cJpnvR5RSL7tCtS9uzkGvDrnQr6n8848B88bPmxyK763dUm9xLk0PdNs1b2U7A4+OFtWOwps0r1zawM8TFddPlgPRL5JlL69B5oCPa42W7xrZkc+ro/LvRUpA74ffQO+QJ6FvrkSv72H3Qy+AGQAviznMr1htYg+n/aQPXY467dX34g8ANTEu4uX173ybA69OYQCPt1izD1sLuE9nAaXvRurj7yvzwQ9ydgOPkv1gj2ns6G9T4NiPtx74bwtEre9f1aevP4EtLwgsTe8PomfPXE1r7zndIK8ixNku3sxoLzeKhU9uQ3CPVK2ib1yhSi+5mx1vhPNvDwhV/E7aWXZu/6MDb15c589Wgx3vTay6L2ZIM69SQmxvXS8Tj5BCGe+XYtAvCcVO70j8I++416gPZPozb3Jzec8YwUVvpR+Fz1qp5U9S245PlHPQb3eydk8K3eAPreVdz3ovWG8kexZPTGJFb0Uytm9mqZ3vrmh0T3KHEC8ixIKPt5ml71bCyc+7a3IuzTw1j32qHW+f3FXvpTegr0wV1g96ScdPoT7Sj6caku86bqCvKQd8b1Qbd48vKlnPgYvoL22ebg98zTZO2wrbj0qLSS+JKxRvnDIAb1RxCM+YsV8PjHSTj1ho5g97np3PpzYE75hLiU+TCDuvdQjLr7bOO69ZZ5UPvg57LytjZ49EhRMPtuzJrtsRkm9cocdvgYGDT2/wbY9kUroOVby3z00Fc09b04vPrYifLz4DQ8+vUhOPkPr/b0YL4K9rtcCPrnxzb3GRh48fXAyPuBQFrxeqJI878CtPYVMqz29PiO6imw4vXXipr0HvNg9VJL8vQ0WLb5wnLy8h2cAPoHTjz3q7Iy9k/Mdvg7aEb4GWOO9EUGLuacAnT2ECn0+feciPlbS2r3CE4e9OvDGPfSX8D0A8Iw8iRcjvdRzBL5CFqA9yfsWvrlumr0NYMG8Cnl+PXn6Qj3XO7C5Pw0ZPlAllz1cWPQ9tgelPB3mgj2Y4Bo+xWuOvbcObLwuDmS9lZalvcudGLuUCl6+GDIDvVVQGD6UOEq9fP9Qvn0OOL7BXrm9tzD+PFGvyryIxAC+3P7ru7WCnrxyKG89ueULPf6t0T2CgyI+Ga4XvQnHxL0Zn/I9At0zvrPVHT3ZMsM9vFGWPWv6Qz5B3vY88Nopvpw+gb3tGBS+wiIYPh5ndr7zybW9z1W1vdP+Ib1fkN+9php2vbHdRbsBj0y9UtuHvanN5bzAP709FP/0vUQBbj3DVqi8B85APvM5sbyriDU91SURPtCz0rymovY8alfhvYsOAj6SqhO9JI6HPYnCaz2aI8s9gEGQPCsLLj498W69NIq1PX8bTLz+jc+9PLZxvZFgv73WfNC9YlOPvQbgC76Nbl2+btV6vvuyIz1sYfu9blkPvqB8lT3/YJW9pKFUPRpKiT1CBJo6in8ZPb4twb3tO5m98MobPlZGET0O6JK9Sp20PC6NW75VviG9c8YZPsCzcD2R1V8+i8qfPT/YED6i2m29QWynPTy1YD4Qy5u9Fxb2vTWBcD1tXEO+X+aivSzjU74Zt5+6zI74PWGiYb44HYu9PVhCPtrUszzcUae847XwPKJS3r0D1UQ+/4ZiPVFo6b3dvj4+mGDBvEreRj5ZB2e9dgvJvXUwjzw4OnK88GwdPrv2RD1kJ5o9hyyCvas8Cb7AEAM9/bxiPWguSr5/h6C9tI1DvRsDdL1UH2K+4D59OkxKrr0Sw6m9lb5pPUhA1b2VDJ49B+IZvjWYBz7W4OW8cKCJvDXW2b3QtQw9LZ9hvpF6ob3R83C+Bb4SvVT1Bb50Ws09UdELvqvWAD3wI8u9CZ2evUlPDr3GFSG+grkvPrWCgD2eNsO80Pu3vKkj7jz91R8+nCAau8LLQ7xKGRM+a9ffO1iV9z3NM9Y8862VPbERILw14Lo8zTQEPgJXHj3Dgpo9AO0MvRB9rzxB1Qm+F1EtvTBSar1cupU9SuQHvTHtKTxlS0w89qhuvnEgBT6r8+o9epBpPepOTT4UzOk9MHSNutugUb1mBTS+lO+APsk8RD4yWlM9swwIPUqRgztI4qQ9xUE6PTh3Gj7KPFI9sLvEvcazv72HlY+9WU+ruwhhhz2HCJ89HqC6PRNiPj6H96Q9otNXvpYANDz5vKU972W4PR7ijz2IJ8m9KYsxvgI5Kz3kwqg9ikAWvQR8rz0PkxA7mVQDPp/PXL1VaZy8RBYfvuMqxL3/ty0+WcdZvVbLCz5g2yS+YTkEPDvTHr6KZD89IdsmvuseBz7WGuW7BVniPQn7ozxbGJ89xAHaPTfg+r27Quk9SkbBvKcxhr2GcdQ8l+CRPeBShb3C1t69oOJIvRbmjb0+eAY9ohE5vib1Er3aMv49oPbFO7/XyT06znM+QM0/Psgxq72a1F+8By79vYtHPbxcwPm9WvlZvhusoD2CD6e7onODPfEv5jzRWFq+yEhTvVvnmD3/X2u++YgJPmdfeD7kM828on1RPW1CxDw455G9CuEOviekHT49PAY+Pl+bvVGaXr1B6Ym8mUvgPS/FZD06MjS+LRE6OwpJ8j1DL++8sjeGPdepKjy7pjm+kdKzvcyZ6r0DHm2+QsDTPcPzrr3rIjS+ISQXPXgrGz1PWOS9i/oDu2YdMb3Y2xE+0WbiPaonhr7FyAc+8rzHveK5Tz45M1o9Nn6iPdY13D2Go0O+9kMkvvb9i73kFPI8lGlpPQtEXL7Lmog+bnV4PcfvTL7BLMK9taiMPJVGA74p/FO+C5RZvVemlj0iLDi+Z0IhPIw30r1kvj6+tSGOPaX9Dj5qPuy8i3OyPbq6I74PCiG9fWXGvD6pcr1FTSM+yQqFPufDJD245Nq9wkXLve+1Fj6lK8u9gq2lPTe3JT7YXEc92vFJPZu/iL5lt1K+5FLqPYXXDL6hvqg9nu6KPcSdMb1ViHY8UJ54PVLfn7wJzlQ8i3V5PP5cnrycY5I948D7O2zwOL67WBO94ExnvjC7DL1/sxi9rUQrvfavYj5ofhC+ZlKJvbdDMb5FhWm+YQnlPWZtNL2P0ac9T3rEPehyJL6xxLK9I98YvRmxAD6yv7684Z+nvasLGr4OVSY9p4ljPWAsBTxpawi+zcN5PnGpzr1/Rny9hVzQvXn9/j2ZPNs9uPcoPRRzrr2AiL67klx1PRxSPL1hooq99RtPPlKDjz3RjDi9uGyJvQl6tz1Cs6K90sNJPhOzk7kyd6U9lrqAvWKIPr5T+hu+7YIgvaEgDr179Pk9cskXPhenDz7qghQ+weQePR54S7wKT+C81zvvPduZgzwxczA+pz9bPi6vOT2wnj29WXq2PTvPBj7RgEY+xqqpu29awz3FfUw9TwdSvqiHrr3co9O9bzgivjrznr1r5Om99qolu2zO8r3k4SS+V1pgvcuUbb6hPFi9VmhLPojKaztl4po9W329PVER0b1wco4+fI4FPXu0hD0XG5491tw1vrubej14Cio9M0CwvE/BRz0kNoS+NZe2vTdjYLwsW/W9DYVfPvE0jD2m1q09OjqpPYMhoz2OMDG9RtkRvXLu9r0+Sm0+aAI/vWEe2D3fYoI9l37MvS7I6TyofRo+J6kUPb/wKz4YASE+v5eTPQ0rFD5CdLe9udYnvvyppr1XsfC9lkPevZx7jT2QipC+QOeLPm/OWj53aES+Br8eu0dDJj1Lk9s83gfxvUFpfL6C4oe8kHgfvghmQD6eUFA9ODN3vpFbBj4rDgq+ULGCPXE/eD1rZlK9Oe39PJa7Or7R/Ek+RNTPvcUO773ysRQ+9Fk+PuZD+r2ulaW8kKrEPZHAUj2pbxA+nlmxvec7ET2G8g+9qM35vTSYsL3/ZSW+WyYZPs6dCr6k4Pa8DTkCPXo7w71ykW29Aru3PStvpr2CCHM9/1xWvPtEpz3KjAg+RiVDPUcmxb3J4gQ9QKkhvLqdQr6xlQm+lI6tPAUsqLzenaO7v5lbPdtXr73PsRW60IVMvVTrFb5vxiO+jfEUPdEyxT2lz0c9OoM0PSulnD2tmvK9JsM5PU4Q5L0UjtQ9q5NCviRvqD5pKx++hyynPUDERb1Yb988nMSxvcxeMTxQ8048zjtKvGFn471WoOm9/N9XvFoD7zw1pQE+5MLpvbCeAT5rZLg9Yz7DvYL2V776+VO+wS42Pva64j0sd6G7O58TPTWII75M0qU9JqocPmcTDb5CEg69wTSsPTPfFL5qYgO9SewGvu8vFL4S/ei8Of4APp+T57wb2WM9z3PpveXmi71PNQq+ENswPd8fEL4nlB690OexvfA44D11zUY8jIgqvgw7sb3N/Rw9d7kQPbQJpTzzLYi9AwUnvR+cn70ENls+PlPnPS6plz0E/Pe9tiLGu1Dvwb3+hWA9/YYqPXuNbD0uvYO8+5jGPZzkiz7jAvo94qlTPSKiejyvzjC+NTsMvfWHHj5WShG9YOSAPQMHSL485OQ8uLJgvkgtQj1L0wy9R1WTvBvbjr3WYCo+kTkQPUQ/5T1Qm9a9Ci4jO/dBAT3ndV09dvcDPUUgED5snAi+aGYfPn3W+TzHPQw9ZJcBvq/pYj0lBw67tazgvVlJmb2ExgM+ggQyPcgJy7wRrAW+h8DNPa+adT0pSeO9WWiVvRsyB77+ZBw+haK7PQuSmrzCB488WYrGPPeUvz2p1cu9MGtbPUj/sD2uLIM9xPbUvSZpkT2Jkmi9iPEvvc71Mz7y9UA8wZclPhFDpzyerju9/C/WPVX8Fj5kCAi+H/51vCg6p7zonL07euzZvAaue7197D8+S/mXPTAwurw/edQ9Jyq7vcOpDr3S1ow8OCM7vu/lFDuH+iG+A6mOPOsl7j2Hu/w8oCHHvSt1y7zXKTs8MJpDPlRWrL0+08M86VanPR+S8j1bfNy9227BPRbuub2eWq89ukxRPgZ0ED5ukrc9zETZPX9b5z0PygC+ImwivM/nXr3O7L89p9BlvVjCvL0UZrI9zfeSvYpaE73Pph27G8FNPRlDCj5qIL69eOjpPSimEz6za4M89u8mPna9hL1EBkm8IkPfPTSAljz9GSO+aSlBPAm7Cz4HTEq6f138vSAIVj6fT6G9QN/evVDbYj1fF5A9sQB1vUnJOj4tPYA9FdAZvWQyKr0bxVY+rYOMPJSpwz0+RRO+DAfyPVyDqD3oN089e5U7PfQkwjuCZyU9mjFEvhadQb0lLpy7/wmaPJyrfjwnBUU7h22KvI3kcjx1/We8pLt+PDfyeDw7CXq8S9kpPNbhg7zDDV+81wOVPJYghLyGamS8XKmgvOLRbzwIAJM8Q0B3vIdSgLz4G1m8UO6WvBUzojz8qmo8BZJhPExUizxj1Zq8SL6SPLDkcjxYcni8PK+NvETdfzyIopM8RUxXPOHgijyMy3M8a1BFPPq2MrzFsoe8eSVoPE4zjTxfmpw88kEFu6+igrw2Zmo8k4w+PDIVHDssqrg7d3poPHhsljzDymu8OqqOPHP8obzOKby701F4PCqIdLwnX+07BhCHvDgRiDzMqnc8E6WBPCUSgbyvvks8JG+JPARjhjyV2gy+LxrpPXwfrTzbkMA+WXvQvRy4Q70n2ak+hbkBPh7RXL4pTaI+xYf5PTKQ472krh6+FAoqPoFamL2wZIk+VESMPszKarxraSS+J2LGPa0psj69ERu+rpEwPauEi77f4Yq+uLm0PSP9GD4iA4m+AUCFPRUqfL4L/A4+Kb6RPWa+k74Va0U+3bM5vjO7Yr2NHKG9XRbMvkYu1j3fqJa+RI+SPbDmX75gXoo+xneDPboqUzwVkqo8lngPvY5V/T1rvx++WaEvPismo77VXrI9wcx+vam8Q779wli+RnU8O/JpQr6NI24+vg+/PjspiTzuxXu8Pfeuvor9HL7MmFA+aBSevnwfVrviLOy9rCnCPfiKqb4OMpU+rexcvt8Qbz693Sq+Q2smPThdDD7g+2O86t+UPpYQr759iSC+buLRPIG9Z75VuBY+cbaAvROfpj6daIo9xtATvqR1rT0YleW9ZcMNvkJ0xT2lbhc+qhCyvSNSRL77Gas9+zphPtXMKb1vU289RuGuPhkonL2O/Xo+OgT/vUzJmb4zI8C9qnvMO0KNcL2OZWG9s9LZvO5+cL51xIG+XrfTPTp3qT5WfSm9A+PRPcthrz4caKY+w3qtvd1Xw76C/pA+3Yd+vbzDlT7zp5W9Iku4Pmg1lD3Ho6q+YC/3OxIjYD7p3pu9Gm+8Pvwmh747qkU+BCmbvAgpmzw=","weightSpecs":[{"name":"dense_Dense10/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense11/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense11/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense12/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense12/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:29:46.447Z","modelTopologyType":"JSON","version":"0","formType":"forgot_password"}}