{"modelTopology":{"class_name":"Sequential","config":{"name":"register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense25","trainable":true,"batch_input_shape":[null,30],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense26","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense27","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"KinjPqPrF78dWUO+vacGPvpJ1T1u/XI+ighMPsC4HD5ySrg8gCwIvlcSkjzIP4y+UDSIPSbdzD5r8IK7QnArPsUViz6+C8u8qzGbvgCo+rtJRi+963cxPvTegr38kdA83+GWPlxdEz6NDHc9lgJLvrJevL09Yik+9aoOvgLDGb4H6u69LFBMvuqrjL07tEO9aDOSPj9RTj5p80M+gtTQvieNyz0N6TC9WvTevtryEb57yAC/vLJyvTDImr40aJ++08+dPqRzPL65h5S9nqRzvTiwQz4s2io9PuzbPk1js714IdG9q0nDPtvwzr4+baK+TzayPrxD1L6xVOU+BH/TvlVP+L7hZYm+gRXcvpEHjz5ffeu9OGKZPcX6oD3MVh++JPrVPaHQ/7xCrHY+/nfcvdSRbj6x/xu+c6R0vaVruLvWT6S9l/c7Pr0Ipz08Lym+dGpKPnuYEL7kQVW+rN2LvZEgCT5tzc09oh5IvSvCqDxtWmA7s/xcvXlS+zs957Q8Pjl8vTO5Zj6AGNM7HceZPSA7o74TKcG9cFWPvNZeDD5ohFG+liRtvPEaCz7VnJE9FZ10vqqFGDwOzkI+g/E0PjSJaz6qekG+Kn/UPi7Ojb7s5I27+06ZvTF7/L1pxy29E9RvvgUbsz3m1lk9vQNhO/FbQjwVG3c9WQ2wvtG+4z3JWC0+FjHtvKswdj7ZcJK9bnxLvf3VRD7750q+/N6Qvi71Tz6f4re+r30kPp2Bd77zVY8+Nxu0vBnGCr6aXaY9bBjBvK15Mj5e6Qy+TGGoPavMEj5/0yE+NarPPCVTfz5Va6C+XiWlPcWNyz0H4cs+nXo+vksXi779v7u+XgI7vnxc2r7scai9hnKtvnAyj763a7m+6X0DPlrdM7xNzOk+XguJPrc2qD7G4yU+KmyJPt3dI71EyZw+G3UhvyN6+75KG5m+Ynkhvtlo1z0XnVW+8YArvZ9r+z7KMcM9sPEQv+sPWTwSNvq++3nxPQyjZ76QknG+1snmvaK0nz61zYU+lmnJvg3TAb9CaAo+mlxfPuWemT0sWKq+VTPDvmh0tT4MPpE+gq0Tv0IliD4aK7w+BcyrPhhHpb57ZUy95STBOwdH2z7ZusA+Tm/Vvh7bV75ODzW9iWIxPtHq5zvkYKq+7eTqvoAAYr51MNg95sSMPqJvlj4C0Ms+/J8aPgtqqr5L3/G9PAPhPVapvj4BARW/25rTPnOdbzyorKI9Kmm3PIEDCD9IuCK8vyQqv1XJsDxG/9q8QEXLPA0tn7yo9F29s5zdPZpakj0TTJg+JQm9vk0Ez71thwo+EWYwPgAGmLzephq+EJLAPtBLAb85rp++2fxSPJk0Db7klhs+VuNzvsP4976jCG6+GmwrvpAWCj8X37g+iVHqPoaPK7/Ozzo+yG/pPgEhEr9iG6++kcJBPq2+yL4rMf2+QnuHPjNXPj7moqQ9WQ4hPuNUZr6NOD4+Fc4oPTiH2DuQOrW92GrfvrwIKbwjjII+kEcRPgH2KD5kCMg9Xa5qvtNVij1DTMs9mKHCPUyPPb7UAqC+M8jvvu63HL80s+u9aZHrvkZulT4oDYy+1jnvvhSfxj2AX5w+drDXviPb374+uw2+i4lHvdbu2D7bKCe+/1lVvYwdzj44ZES77cIFvIZW8b0OP+g9T+kZPn9Fmr1+G3C9/ti6PrFSyD0REKs9WsyaPTqV0zqIu949Mr42PjXj2T0OkGk+Djt2vmxbB7yYKI691qv2vLA+3z1bswu+xJTBPhtKV76RUtQ9piMDvibimj4jF9W9XscZPVcBDD5uyaw8FkwfPjGUwz3YOba+2SPtvXA2xL04DyG+3AnuPMhUNb1d9D089pDVPhwZHT/9tHi9yIv+vfx87b6Y2V6+oA1JPry/lr4hj9O+j+q4O/pa4rsSHbm+jiorPAAk47zJAmm9FDSEvrK11z3rCYC9fm6qvYIzOj3+pBQ+ZFsLvf20Lb7mG8o9esPNOw6Dlj55JI07/thdvhgiZ752ZLC+uJACP6bMnb6iGrq8E3ymvsj2b76LlOS+HHG7PY/OHj27z3y+qUFjvsy8sj2OHzS+sgS6PsKn0j1FWOc+8a/8vV9EK77FxHS9G/QzvXH2oL2J36u9t+jDvRBvej1axmC8irXEPQJ98zxoX5I+3wxyPnh9lz0MCG89RqXhPZ4+tr0O50w88YqSPrGKUT6wkf69eJgQv9Cv4j797Os9WDr3vZBLdLuu1cY+x4yivuoF6r2i0NO9r+qiPpGIw7z2TxS+ysxbPmPamL6zTSm+qPB3PV07Xr2Vkmw+sMBbvcnQxj1QjCU8WGSsPl2rYT1h1Zs86gsGPi6ihT2DuO+7JkHxPWmupr7jtJ6+hroYPjxJwz6dbI6+FLwIvklSub0sxMs66RpRvha6kD7lBwO/KXudvSiflD0K5OY91Tx8PUtR8r7MrTa+0SORPr0KaL1PXmM+/wrmvmPg4D2q8LK9tqJCPiIu2r3VvXG+v4/5Pcn+KT1NlG498TxxvoqA8b4JQQy9HjIlPtu+nj5vLIQ9CymwPeCreD4M5KE9ClDBuyBJSj2gtXU+vw4cvZoDlT13v3G+gFyBOqqFt7222vs9QxF6vTMtjb5AbuU8lQmqPouCtbuXNFq+4EMgvibZLL5Yww29Tn5FvkOHbT2gsaw9SwJ9PmyPZb7893y9SZC8vvzmOL6w+Fm+JH1pPMF6Kr6VSKE++p+xPuiGTr7/L5W+2JwGP8YKyr59g56+Yj/zPXvEjr73GiU+vvj+PV9h+zzueUk+hSiIPZp2+jxJ/tU9yWYuPXPNXz4azhy95Q0XvvC+fL4wwhK8Xf72vQsZXz1ix5W8yxpSvZn8GT8RMOI7s8ZBPU4AeL3C1Mw9OK7+vjhTqj0rhri+p5eGPmgt+T74tO89JqYIvXvOSr4mHsC+VwDsvs8DiL4w0hW/hUZ6vtmfnL4fhSG+UrOrvVtUBL65uh89KrgfukPWjLybZni9z5n7PXuCAr5BrBA++3g/vu+VXL3g+989YCccPzB6c77JdqY85su/viHrhD7Klyu9dfgDP2Dv9r4jwdu9jQI6PunIBj20Uiw+2j/dvTxZfrzW9O291ZJQPnrIjz74TNM9sS4OP048yr3uHrA+Izc+PoL6mT4p/tW+avrEvmibpL2uV68+DDuIPb52Vr59A3c9P+JGPsE3Pj6WANE+MqkXv4Zomb6kniy+itKMPYxZXT46AFs9hSpRvvrK375MUAM/wieUvgMF+r4cE6s+9hkRP6pRqz71sT++/Lvkvhp5oL5VRO0+fODxPhdvnL1RHBM+rWaNPv2ZDL8jkig+QoxkPZfX9L43Rju8kWSSvkbYhj2GY4081xxHP+P4v74oGbc+IdmJPk5cB7+t8OU+dL75Pi/wBb9faIK+ZGiVPpsvvL0s0wQ/EpVtvtBe9TwCpQM/rAnovg7iyL695gM/dQIlv1tKOr2JQqG+3CNzvcolgr5Cxbe+Xp4VPyYU8z7N/Z++WpD6vROozj4rTxK/x4qJvoroxbwfQxO/87S9PdHXA76yhlS+rBMAP4mtIr4bS1297wlePOiPur7qfpA+Ni4CPqk9Rj5pfAW/exL7Pgu0Lb4AFWi+/9ChvoRYtT6NtRM/JFYKv+60Nb7N7gU++h0GvjmvMb4/To4+xrF2vh824j7/+Gw8xOp6PN6mQD4xTow+F3aJPlmWuz6z9ba+vsCAPgcZD79hMga+MM3CPrU/Lj1Pmfq+DCugPtCaiD7yD8k+SMnCvnC9Cj+0pFg9vresPec11D721KW+Mrq1Pn4lcD4ecSm+sGXivXzooL2rc6s+rWMLv0NsQ70YYfU+9/6NPpzmHD+PhUG+OZHIvirPjD4jjqK+jobKvjFOoz5PLU+9uQj1Pvbjwj3U6w+/iKmwvnKZsj4u/bi+3KKwvXASwT6E+Lk9MqilPrF9zD5VRAa/L+4BP0CFLT6Yyzo+cJkhPwo/jb4w94++KFYEv2s4TT56nmI+7RjQPI96E751xEK9ODXsvqo5eT3+J9Y+ZS4Fvpkw2D6dbxy+zjgZPpQhQ76jhdm+2wvPPjAE/T7050C8s8e6voNPcj7fQF0+sSSjvlbNMj6s1IS+6KjzPkv00D6u2oC+z2Hpu+fdJ74Qn0++KpcWv24Jpb7SENa+vsepvTjtH72lmrO+Du8nPiiU0747n0C9zHkiPqU0cr7ofkq+d+KqPhXWn76WShk+87dDPlgKtL7Za+U9tJSTvh8Udr7+QUg+YyDMvo52wD5xBAM+HwO0PrBb8b4nWnO+fbGwvXJNeD5CdqA+k57kvp8M2b4zvZs9o9okP+nJmb0Yz4W+0bcPPraYmL6/DEw+mlhTvaNocD4Szty+O94oPrJFqz737a285YnPPq8vqrxXkeI9LUuLvth2gj7p8ow+ZjDavoD57L5ZYwy/s2X4PiNJxT1yzlS923anvjSFjL50sjO++7BDPlMIrr7t2JA+wPn0vfLg+jxXrim+a55LvsxN0L7gGhS+7/ccvp+U775P+4M9qNRfPmapZL0hH+W9QZLcvjWtMD62Bc0+D6BqPm40WD6LjTm+oXIVvJfDHD58EqY+7EtUPtxFCL4FAR68DchEPlQ1kr7kWFc9XpkHPm8C+T6y1vM+RgugPStFCT8xS/O9c6KDPUd9Ar9jbXY+Nh2nvulhhDyrCLm9K+UXP0lYsj7aXCe+QdEjP14/bT7p4DU+kXClvut4qz6tP6g9zWtKPr/BsD6IYlK+GPoBP5CH9b2lrDA+7IAMPoYLGD9rbAC/IwkWv1lKgb2qlzi9YsLXPJSdJj0NJ388r9qPPrXv6r4SqZA8B453Pm9iPT50Sk09iEN/vik32r5z78+9pboLv15mxr2qwp0+XYiEvU566z7PXF8+scEIvkYP7j16rYO+Y5NLPmQ8FD8WMGY+cnkFP2rbnT5PMZm+r81/vp9ulDzBSVC+KIJFPgMci76S/U0+JEKJvuoak75SRcK+Sc2wvSjuar3PJAs/vOnDvsf5Qj5cJxC/4nPCPfAGAr61fbe+xrT3Ptehb76wK9k+b3qPPj1X8z5Jzoc9+5KbPiwj6r7X9P89vdHRuUdB5z4TrMU9R3IevHZAMD7d01U+6H+JviIBwr4i/CI8iBABP61j8D5mV9s9PftJPulHFb8WH7K8EA29Pg0WpLv7Hw6//v7vPmbPlT5aWe8+EK6MPTKE4L5pThM+5grMPArxkz6ZQUe+erXsPk3i5z5WOqW+M8aPPqHg8D2yVx680+uSvlIFt762WsS+6G8wPN8oCb4fbSC+bMkdv9c3lj4vFgQ+fMgrPh8Z2j6yAuk9ZochvKYL6L54a9O82xuBvjGf9D5a9By9nRGWPh8Cd73xV+g+094cvdlbYb6+VYY9oaoHvyJqVj7iOOK+q+Iqv73o7T6zqSg+mE/1vn5YwT7aHf48PXrNvmc0D7796XU+F35IPX/DeT7Pec+9GCqQvLVAkb4VTb++/8y4Ps6ELL4UJd6+8cnBvYT3Nz6vUuA9LKg7PFYXXL7J790+Q2MBvmUnFD4Wdbk+G6iYPsHqOr6GMoG+YZemvRYaujxhLIU9+ksBPx9B4L54O5++Jiu9Pbf6Vj7akg6/s6+GvvsEiz738Bw9HQkEvp4lAb/4ffO+Wz+yPsqjkD7Z1OU9lLHVvRyQWD52rOc+hda1vX3FLD1zj0w8fWCvPSPr6b7hsaw9Jgv+PpPOob6rwrC+DwKrPhxhlb4aIw2/SVoJv6/2gz5+Y6S+7xyJvv9r/762GKW+qulCvTtGm76gtp4+jmtHPvtKbr6ayfW+8EnBvjYOgL5yJdE+3t7sPQeWnr5uDpS+APH8vWaN2b7HcPE9y300vncuVr5YzK0+Mlbovmv6Gb6Jrye/wzCuvadXCj6V8Xs+hwLBvhqyh77kVLu+5X0Cv+PVYb0qc+u+hPjOPJzR577HgFS+k6Wkvjbuyr4qU6Q91wgLPsvPibwdZ6E+c1HavSxIdT37R+8+slG4PdcEor7DV2o+MMkcvJQstr2eHzy+gASMvQ9Y1T7pRu68U5WIPuCkhT7ogAw/Z+wbvV3NvT6y1Oe+Nuw3PSxTcb41TGm+/iybvZTWI71DTfk9hHFsPVVY475mwPM8DqF/vEKyez4zgkm+vpzcvRfKjL3DsYC9mczHvVXGgT1Zbbk9ufkTv3Wwgj2O5yA+KNIoPsfcAT4sP8O+4D7/PaPIQr0VLKw9Ooj0PNf7bD4jYpC9h5CHPfaQZrxAGVe8bL0hPrHyvD5SiLi+5hI7PmN64j38WFu9CLjtPZd97LyctcQ8+kh8PT0rYT5Zfc6+MkaOvkNlLb3a/tO+Zn+BPqOET7udw5W+WBSYPU0BwD0lRf09qPgsvnKlRj5ce3A+PsSUPuTB2TyG91A+m3vBPUHpzb0PELs+OIuyvrSwDT0TVeS++WpEvhQA/T6Pc9a9XWU+PRmpRj3yksg+rGPIvgkVaL0MON09pFI9Ph+pzj2r/ga+Aq0Kvkh2Lb7lsYi+UOSMPkgQHr0aW7o8ubK1PkTUZT48bVA9Fi+RPtzSuj3tyow+vhm6vco9c73TAHM+oX69PiWsM7yUfOG9iO1BPu69Mbzk55y8wn26vYuFoL2vr5O9M/TIvM9Dqz30+Qc9/pdCOzXXmT4W+ZI9VkYjPItCgz03RIA8KO5APoYwAz22YGQ+/o2YPqaJj73EFPg9gmtoPdO1Fr6dylu8ea+nvcJiRr0i1tQ9GQdKvjAb6jxprPq99zE+vnfwUj5h4rM+qPWWPqrxDT1yU9q7e0/7PFUxUr5Vx7g+MEizvS1Uk76gH7+9YHKePb+czD2vgos9AnEHvcqwxbymk3i+h8EMvVqvzj3nR/I75o8KPlXD3Lxm+aI6ltQrPqAnjj55lQ29i7gcPt09Vj+qEla+KA7xva6kBL3oTZW9id2CPfCgjbx1frO9lBpfPT1N2j4cCR4+LPiYPemZaL260pi9TjokP7GOQD3cZrA+nIU3vdx/ET80gm+99kh4PhDVqj4eM/U7VXUUvc6TqD6JO2y+Rq72vb2YgD3cyTY+Oq9DPspcKL45fCW/gMPCPRDiRr0SIJa9vfqvvNgX/j55xSu8W1ahPoQl/761/t8++dAHPvLt/z0D2ZO9ApLiPbb2er0ouIw960K6vFIeBT7PfVY+NklDvdJ1xbyNlig9+xYfPqcmxb6tHDy9CnMmPi8IjL3iXfi9LwqJvmln7b3E+ju+6zl+PbWEoD5/DCO9szrSvERb1b0UHm49KzJRPtdP7r2BMIm8PnA8PaOIp721NOY6qTiJPUh6hT1xAWw+AqbxvlpYWb7Fo62+Si4lvfU1sz3Zk5k9/oo0voNwzD3OI+Q6Cf6VvglBvT2/wiQ8cBSEPSmEEj3GAMM+avWiPszfDj5bkTm+/IjBPQaPVb1Ue4+9csifPaE6Tr6Oo169HrpcPIX0mb0BHry+9Rj6vZzjGr0QN7G9z6AxPqDwYz0DvlA9ZCaqPPjq37pEhFk+r68dvVYKCjwMdTA99QEAP0jQ/T0vhIi+BVwRvBMhmr6MR6U+XvXrvrXcPj7RFny+FP7xvfsa7rwjlKk967uDPWwAHj3ovec9z35jvqQVaT59t/a9WMWDviw3jz1HN7u+Vy/OPlmuET0Qdyo9CY2Gu1lRFb1zuMY+1MU1viDEprz3huw9RNtBvZYCbj3giRi9VwsPPrys1jxzcVe872n1vHvGmT5Uj+I+PUlGPvD/b724ZYk+sGXOPhUcFL43u3G+FB4lvkLZhj4SAYU9dsjrPt8kCT+GFkw9lXHJvrWcS74p1cy+c0IBvxKygTyjHPu+bq3XPo29qz081C0+qCeRPvCD5b6q0re+fFs3PnrTAL8R5r2+OFSxvJdvB7/X2oQ9DjoQvt8EbTwY9+A+HDWZPti/nL5E490+/6mQvnxk6b3ELwu/6IrZvSUCHj+35i+9OpZevMSWwj0rvyO+OTjfvoIbEb+gAd8+0AIVv41UMj4SpBe/S/jxvg1Oe7x8zDK+zf65vKXJBD63DcG8EINmPjlhsLx+gBw+MuXrvcTHMr7MO609CJgivqYRqz4CQpU+iiwlvmGuxT7dtJI+nMo0vR6Bhr1nPIO+8oUXPs3FED7BvrE+nPOuvjPsor6ayY29nCx6vrsxDb44yso9HPUXvn9iFj3dLSy+XhANPrEJwTylICu8l1wcPpkYkD3+pMI+GrWBPj9vqD1EhmW9YCXXvo1arr4CefC+2IwePoTClT4pFQW+DyDnPbbDSr1hnK8+F9I6vgUpEr8WnZ++EkQ+Ptv06r0G9Bu+2AKbvtHx1T21Gos+91LQvgAGjr4P9ie9pevJPm3h9zw50o6++Wn6vdf7XL6NTY4+Wu2CviO6qj51V8w+TbymPiIdGb6F1YC+YpVkPp32wD6DDJU+hFe3vsxAwb4TywI+K4iTPuRHUD2TxK6+B3VdvreUor5Rfzk+md6QPuXfxz6gpIk+pkmfPs1G+7003z6+wDnmvPoUxD76cny+3j8Xvp3Lpr5KQ/u+q+AiPm/t8b5rYEo+EE2WvoMDOj0XHJC9s8WKPvNVkj53ypW+CAhYPi1v975bzOc+yYzEPENmZb7ZsHk+25orvlTmyT5KTC8+crW1vqhOLz0E1ts+5SbwvZQljT64DEk+SiW6Po81Yj5BTQ++mPJ4Pc++4D4qnLw+X2YHPYA2gb7aM4K+c9a1PCmimz0/E0u+L/KEPXDHB74I03A9OFwcvgNgob6ssfk9EHMrvsSYOb6YE4y+x+6WvoRjgb5RSYK+kL5RviKHEb9gbZg9XB/6PWENzL5F8qG9k5/GPSAED70n0Ty9M3FcPor1975pTJQ+vtfVPo+09j6ORMA9QwcFPlfS6b6Lo5w+o5cMPhC3Tz66Q+G+AtuvvhnErr6z4BO+XiYFvzuE7b0LLuc9M2quPqZBhL1qRwo8SJqBvsRBFb5IfUg9pV95vSVJzD1BBJA+RnZ3PsqKzD5XFY8+T26ovjptib7BrS+9PweGvCcAW70PD6C+60dEPgfJUb0jjmq8pVSnPFENlLzIRQ++t1Hdu2Dz0D2h4sG8csafvigZC70748G9BY6OvizJjj6xzNI9liJsPintQT7aT1Y+AeksPVEwpD5SC+68q5GJvJVPEL6kh8s9nJjLvDV+vTzEqJc9e9t0vS1cb73M4yy+C+CJvdoQMz6bYhA+AW0Vu372Bj6e5be9P13Lu1SwNT6Z14Y8JK3HPKb5Lj4oDIk+i0ZMPgcUeT26mLK+vgyKvdWp0zw3XUg+11iKvvcDB77Ajpc8ZvZqvbBd3DxGUSk+LXR/vo0WsDwZq4+86INKPtWmBz5cv9893nVMvoi487s8L48+qFGavqg03LwfRtI83rkLPcKRNj52ReA9UGu2PeYl7r2d7ng+Mba4PNp+Yr7QG5i9+za+Pdebpb7P6S8+6+MIviKszD0UcA8+jdotvnyg8b3rQTs9n3uxvWRiqT54aBe+NozdvXT4KD4cGLc+Fz4/PYrIrL4SFEG+orxiPsozVz7XgTc+zOvjPZXc4D2KRvA8zt+XPks+ez7E6YE9AmqWPWqPFD6ZOyU+BhjuPUa8+z0Ajjk7wccKvRzeD75dj0S+hqudPNHaTbw4aVS+QDjEvZiCKD007t29lXxJPp36mj0iJhq93O7DPP7he7wZp3c+VFajvkNCBb7MZg8+KfmZviXiibxtK+C7TaTuPeu6872Wihs92/u6PtTH3D7FvR2+hrwlP9IQxL5GQNO+3L0hvjQaxL4WOla+j3+NPo3UNT6fvIA+kFejvuP9sb75xS6/G0gaP+6koz6kmS8+FE0+vhFFlz7MgKi+RYmxvplUYb0lmJo9NXRAvopd0D5slHw+1oeVPl7NCr9DdKY+OacDPz+rMT7VSLy8hOqPPhI4sL3jW9S+70sAvH6X376PB9Q84DoTv+2kqDtDUJ0+cf8eviehBb/BS6U+wP/3PpP+nj0x+LI9fcnTvmnKwb5LF90+7N/yvuFrzL7mq1W6XzUovz57Jr7bzeo+3wefvgNfCT5yKcO+oAElvysV4z5bcXS+2quqvWlQGD4AJHW+l//svjj+Hb8ltwc/e/IJP4io576rZrw88EzgvuUqNr49yZs+sYgAv5bMCLw0TPg9WtNGPokO1j5yF4G+ReV4vjSyjb34ape9eczQPZlD+73LN8S+4rcaPRsRS77MYrc+OjRTPjiXDL1ZRJs+8/eIPnqQgj4m/oe9UlXwvYMl1j3A1ba+n4eFPTthNz7iMrK+FvnNOwvIE79bZ0o9MNiePTVdEj5jWaK+qKCevshqBjwrdfU9yupQvZ1SB77wtZy93ALiPrRQgrz+0sM+oARwPt6kmD4881u+fDm7PaWCx7ybupq+6HuMPnLBAr05BqS+XdCsPcePnjwVORG+qCmJvo+0+70bJta+3BuZPo9tnr1ItJq9IcScvFGsw72wehk+9/ExPNYW7D3rv+Y9byWGviGE+73GFxU+sAvPPsUWiTz2wp497L9tvkKXOzzpq1M+Ar0ZPhMXmjxIutO8jXsXPqmDkr3yXaO+pfo6PUzwjz7d/JY+QkfrPXvyyT4o87U8gu6XvvZPlT7sTGI+fNbuPu9n7z3RfBQ+UmA8vrPgj73CcsO+zKKkvrUiNb6JoQW+/VitvUt+fj5tDNU+hMNUvXtUt712Ebk9fSjkvvLlkbyVZ7G+juK7vlZTuj58e2w+U7xrPsYQIb6cmIM9g8oKPkHNL716Ycs9XdgCPn3PTD61MiQ+ORNJvnKNET7RG4o+7FYiPmb6TD5xtUI+7Ax2PmZxkL7nk+69ZHSrvkWiyLxVT2K+HpZcvvqvkr659te+s0eTPjYVzz61sgO+/eGNPq9wLLxrkow+AgQlPsiLZT5zOJU+hYOOvjC9yr6Xz3q+vBeQvedkbT06Xno+5YskPiDYeL4ggdE9IQIuPpchfz3vg2G+UdAovlZvEb1bipy8QQlUvhXreb6J37U9NFpsPoSLqzxc5Ty+ztqXvmI5tL5240G+NXeAPq2X1T1ODLU+Hu7HPSlCbj0vYyi+r66Wvgadnjz63j49ZXSKvrvZUj0aK9K9TgWoPd4Wr75rlDO8uebUPCM9AT8n6gA8TT9NPiGrDb4q6o++kcQKPla0wr3+SH89PvI6vsTrMD0gfIA9H68SvkJ6P77CAEE+S0L9PF9klz5/S1g9Kt+VPerrYD2NmRI9yEHRvjak9DwOPjg+dtRyvRvpPzxRgFU85qMXvtBQTj7Rr8u968q4vm5fpj5zcTy+T1J+vKhWST6k/mO+rNwUvjPXVbzfOCo8n+k/PlgFS74e6gm+pBJGvn88or5QbZK9ez61u701xL75F3M+w61LvjYVWD1YQCe+fj9mPhN1dz4sDEy+L8rBOxn6974fVz2+HrarvYYJDD5sV0G8Jy3Zummljj5KAoE9MP4dvtasB7re3jI90Oc5PvjY6T338UW+qMN5PeQ8IT5UNa49gs++vXQyojypS46+ZJ0NP6cQIT5KMZC+CsQNP9oUNL01c/y9zNe5vVliBL7Br9c9kQBBvY6jTT4pPEu948p5voGEBb7Vfow+wz78Ptpk3D2jvU49KY8APpVApj0A4Vu8FNxsPjfOJD5Y17u+YNIQv5hTaL6YLGc+6VKCPedXqDsbtv89eSo+PF55vrxh98g+5ZE7vtwTujwnUlY++ebnPXcnzT2b+Dq+h6Upvf64QD1/JLU7VDk+vSYKKb5kGNI9HovnvTUzjrugsJW9XvWTPnzkCT2Fx467OeXNvKWxXr11AdQ+tgAqvxmyKr3E8K+7aOtFulX7zz0YZ6E85ZSwvbUFlr3CZGe90BA3vcuY7ju3r5C8nEoqPSQn2D2u7wu98TKBu3XMsz2NE3I+pYT2vhYs1buSmNc8jBwgPip+srl4Juu9tq3LvlEQZ7z+Flc5uwvBPDbv1jvxggq9FgwPPsfIUrwh844+L7nZvHOVXTwM1Ze8vcZovM43C75D9Vi9QIXRvSi8sj4sXoK91etNPZqP8r2SXf+9q/qCu1opzLyrvZC+FKyhveN+mL0TP5c9m3o9vrGMeD5mkfU9Mx6Qu6zwb71+9c097TWvPBUO0j4svNo+QF79vJHTdj3A9Oq6qp9IPB3CPD1tR8G9SYkDPc1khzyL9gY81oU4vL9N3Txvivq9G+l9vdd5A70WpIg8PTH8PMs/JD3sIsE9/wPovedGlbzB1yc+fe1Tvo3Ooz1GQJM8gikOPYlkUL1yF+A9EbnhvAu15b0XNNS9zfHcPMIn5rzhtB89S9xzvX6ehb0Q+Ra9R3OBPRk/Ar44PMw9ksFNvP48ur1xEfs8tj7aPc36PD311Ce+1ytzvUg0Yj14Mho9N+J4vAlV7T3aofc9knClPTJdLb7tK8w9No+qPB4SRD23rFI9QYCjPBClET56PIA9Eg+OvdAyI75X/CO9cZj0vIriXTwHpk891kcIvuMJDj7kv4M90jVFvSpwxz3Lgj++qQfnPU5boj3vGCa9Hyfqu6qV4b3wQRo9nCSKPY8glb0qFSu7wR9fO2+fJD2c5sK8TnqIPZD92z5dTBa+2bEUvqUU0z0QLra+/o81vqGjpT76h949mX7LPcKWoD5972G+BG4UPrChvD7QHi68UxkAvozwp74eoPW9H2x8vSQmRz5vXQ2/SkvOOwHjy76PfDK+gOIvPf807L6GeZ8941vkPXrJSr27DGk+2dQ5Pkktwb0qKS2+ylUHPZ+RKz5jvPq+oQykPSO7kL3t040+YuqvvviSGz70bS4+pG4fPMQGvj72zgI+M5OfvqD0Pz2HBfk9z5J0vgmDurxS1iC7wpoMvrBsJD6Dj409lSnFvUpDkj7xXMy9cF0qvjWXvj5byVA+9cwLvlnJlTw/cn29uOJvvgQqbT7q17Q8IYT2vb7kBz0Xd1A9HGUMPg9YsD4BzLm9HkEMvvnLQz5V6PI9A4GZvAyo2T6hka89W6b/PUrS4LyCjX69As6vPvcSyj1Yi2S+VK9CvuQ0nj6dJIY+MLVSPuKLVD3ePVo9ECONPVHuqL1XhSe8DGL0PNQ3hb09Q46+8LCEPgeaZz45YcA+MZPtvV+zRb6/Ua4+qcTuPiYHQDz9hPi9YcktPib9XD7LG728XDIDvjncxD2rZ4G+GJaXvhcjdL4UvDi+4JL8PJgKa7xHjw+++DgEvngtar3OQZq9stmKPs5MDj5j6QY+RmG1PHZ5zD0FwY8+SSONvdsNtT2VVwy+c2TLvm5gCz4p+pW9P2K4vTJakz564dg9pyJhPtL0474Z2Q0+z5Z4PjZKLD7dInc+BvJqPkFGqz5i0jO+MmTiPI0fQL6ol6o+9KGXPYQmvj5hvem+nNGXPt+b0D02TaU9V29lvlqPOD6HXTa+HNvmPUmZRb1Pb/s8CkrVvTT0h72IfoU+ROzkPhUJYz3YFda+vlITvmqVyj5F/cc+WWL0PNFfhT4IGsw9qXjNvW6XVz4vRxQ9Cs2APXlQBj6jnnc+e1YuPbnqkr7mh7+9594nvNrtzL4yGOQ9labEvUVy/rwhFKc+3ouyvfvlwb4fmXK9P08EPmXFKb4KCBK9bhAAP68gPb6lacy9yqkIvk7BH70C9468JIYqvsvREj6jgq6+XG62Ps/c8D6cCd0806sLPjI8NL0OH/A9GGKevN+8njxD0149whnwvY0vzLy0bcm9Z92gvZxk1z5ZLr29pzKIvDALNL5oM5U+QMIuvmizTD1td829k9u4vROYtTyPIoQ+rqf1vT+57b7GkIi8CtyUvkq0Az9SuFy+jQuSvLtPfT7Qd9C9Y4QHPnZItL42+PO9ki7bPKNHsz2YOxW+03SJvlkLCT5xbO2+3Jb3vS8/mL5hl6E+dgdAPeoTCL7qI6S+cT/UPAhIeL6bGYE9MGT3PY7Ewr1u4bc+VeEgvdGq37yGkqq9ShGzPRVQqr2sJvk9qzuCPAz8EL7yy/K9+UdQPrk/677YMpU+XSztvXuK6b4fsTI+ih1ePuUpHL3AhIu89IiHPlHFwr21LIo+BpOJvi1XOj4Z8um9Mt47PuqzHz3xd5s+EwKCvj4uQL7DgSy+e60LPI2kOj6WYz89uKWjvpfeAz8K5FA+a8+NPnTsgz2JYxE9FwWBPqVd3772Uqa7/SrXvX8ePD0VWd4980y/PRfbJz5wR3e+oCb2Pe9Wp7zr7X+8T+NiPuCGv7vseMK+Id+rvbOkoz5zB1A+WLtkPmgqxj4f7LO93upbPJUmEL72XJi+HRS2PjLoIL3rFtW6m2XJPUO/gz77+dw9uFZ6PXvMxr4bfQA+9SadPkeQtT2Qt5g+vCY0vr9xAj7uPX++jqJgvhsvfjsa1ri+uD6Rvo8Bmb5IdYo9fIRIvhEPpL56wIG+97QyPrCzhb4evky+riOjvF7Vgjqk70U+5rhHvZtASr3gzuG+TzGxPE5X9Ly+qqO9WpHovdxkDT1K61g+qBA9PloPlr59qqE+FMGLPojsob6Pz4O9CriBPghUL76Hdqi8DTTQPe3SWD6TwnM+Tx4zu0FrBT4VHx4+ap+Kvv1jHT7mClA+lq+jPujt7D7SBpk97mAOP3WBgr6FxgM+yxYqPtlPgj7l8ak9Jwu0vU0lgL0C7s49LyC8PfmJxb1C2gC+ZotDPVJm0r5r5R69UTtlvhKgRr7mXB25TZ1PvozRzT01hei9vWtwPe/qiT3vulO9NGWQvQOpOj4TZUy+biIOPo9TQD4ABTU+kDXvPbUOEr0XJZU+JlilPQJDyT67KQw+T25evr/6Xj4T8qi+LFwlPrkIT75FbL89TLavPaBMjz5DQMe+koZ4PQ+mrL1qoWk++J4ZvolA2j0EQ/s9y0G1PmlhmT4cm6k+/Q5avU2Rrj4QoT++khqXPp+ijT0kOF8+z5pSviSilD7IzHi975tkvUmQM74ox569JtfQvWnGM70Uh4m9xGoFPtjJeL7Y3h++dz6bPhfolj6afCu+1rxGvTTyrb29YpM+RHdKPtJ0Lb6mdB2+UY0ePn8shr76Mug8rh4vPnlC+L0jPU6913O3Po3gFr3QTe8+y3WjO47Qh75vKso+pJp0O0GVPb5OIvU+K3MMvpslqb5gteQ+ZY8UviteAL52lz2+ookMv4QKwT48G1i9id5IPau/tj13ROA9K441PoM4Dj5Z5iu+YBJ1vahW+L0XDbm9DGaMPRJD0zzH/YM+KyXZvbnD7b6QG5g9CSyYPvuByr23iwO+CXOmPjIPBD7xame+2ZqavuqkCTz9u42+XtDOPINHGTtTrAm9mJAuPixCdr4q5hO+wVvQPesr6j7dCZM9zMLWvf5NpD07942+djMXPs5Omr5GtZU+E1b1PdZop77HS2S+1GKYPmesmr768yy+WW2cvtQ+pzyEKSu+y9D+PMVz2L5TB/M9eNcgv5bO0T5gcL89iieKvD7A4bk1Rw++aRj3PXt9/T0GilQ9UqvQPh80rb69asi+GO8hviV2BD6kP72+qARHPET1ML45HBM/eD1evuTfbb62Bre95HmsPpZd5T26Bvm+H3C2Pifw0rwnhq0+b9OZPj3BTT0yhns+O+F9Oof2NL6gXTO+N/cYP6U23T7KhNM+DFedPWz9wz3OYoO7+1UFP/WbO77F4G8+R+1BvDceO77OKbu+2CojvbAgUD43jJI+6XSavEW16L3Kw7Y9ZapTvtiqYT0w6gY9qqadvgcteb4tnDi+rfu+usYbzT1EAbW6MY6Cvvexs72xArq+yokTvo2yu74+xrM+uKnMPrB8S77P17e+P50EPjF7HbxwETs8LKL9vSvBgD7X5mU8X554PTwgODyaxWC+KJN5volIRD5dYTO9nLiSPjvzkjyyRua9ADrFvlf/vj2T/Dy+q3UCvvg/ir3iCmA+EjyePvXhiL4EDCM9hu1zPvid8z0YcTW7Utm4vSMtG75to2W9ahgcPuygeD4vWf48cGDTPja5yD7cHFy+rOTjPQ7/sz3c4oy+yvYxviBcHD11fPi8GqFWvefMxL0LcGe+ToKXPp1QGT7MuIG+qMDYPg2kyb7+Bpg+FWiJvs9Q2z2PmdW9O5b3PZ+Otr296r2+a4fBPZ7As77l6KW92+urvT6d1z0wfcw9iXybvbZRvb2U1i0+esBzPVmUGb52EDS9PLpKPmPyzr5+h2U+O9Bxvgr7Lj2a7CI+teR3PpicT75nHg4/VBhNPvp2+TwVicU9iuu3Pd6wGr6Jx+O8UxSqvvG30z6i9Ac+t/ajOtuQKrw4Rn0+fL4Cvt6/PT7+FRE+2UZXvtxsHT6epXw9plZLPrqgC75knQk/nBSvPk9kHj4mOaq6M0O9va8xIr5Bv1W+dCKUPnuO1b4dAZM+9XsovuLoHz2aHo6+t/6VPjfg7bwEBz4+LjWmPpW1pD0IdM29eq8qvSgvEL+P9UY9epp9PZro3D2VRNg9qsKFvbChgL4IBTI+9xU/Ph2QaL4LcT8+f69OPuK8uT3m6Om9fXjsPURQFT6W1bs8+zlZPicBGb3mGhm+7qkAvi0pk76RH8Y9YDQqv7qQED4V6KM+AyASPggUNT2SJSE+Nm5ePL5V9jke+pM+sDMevqYNrL34vCa+izSYPvpWjT5gETA+HUIgPIA5hL08ijm+zgMTPrCy4L0nBvQ+k+MQPmgOXL53DQQ9nY0IPvmxWz6Mu9A+B7OpvWtAg76gLRe+lK5SPTimtz0TVIo+5BdxPUPWS70HSw++7i3Nu4va5jysMsk+tyhtPshQkD4KMq6+4k+oPZIS6rypaGG+7MWUPPNB2T3CmVE9ao/UvqwlAj9ULNq9HNn2vLdwpL6F3Ak+hpt6vXjFgz6hL+k9q5fBPtBdD757Gr88Zqe9vuRUij0pQxO+ExCgvmVDYb6S/cs9PG5lvjv8gD7/Jxw/RXVxvUOC7T2KDPA9MXY/PnwwNb49P7S+zn8bPvEPqb6/VKs9tQodPs1Krr6bvDy99X6PPnU5sz6TCQO/lCbWvfxLHb2eYXQ+WKu5Pme6Cr5d3EA+onuUvnyAWz3rJY88Nq6IPToWpr3/iLo9Is4hvRpEWLsd8M0+YZCfPoBZcD1vMeg9tpb9PbOO0z7Q2g++fD8aPWo6O71GGOk9KLvkvq7gPj7DPPg+yWaEPVRT7D7uR52+GF2+PoZ0Rz7KD6a+FcPoPt6nc73Mysq+afddvoqrZL4QNFA+P0gHPnnrKD7Z5nw9Ga1AvnmFI724osu+kSxAvX954z18x46+5X19PtRVob76ZC0+CWHrPcYfUj5OSci+ho+SvbAF8748mWU+l4yWPvPDE76asaO+ZHV7vn5YlL2oDKS+2ZJZvnl8qLwcwlg9ea0bPLYgCj+fjRE+BQDlvc6ovz3a4n49yYWqvmR4tr3ro4E9BJ1uvjuXvL6vmJi9LEe8Pg6tdD4F2pE+DiPUPg9mt748M+m9/kdDvq+fuL1hIpA92ftQvsznybv3PpG9FdpAvpXShz5qoVe9BRlbvkl6nT5OAB4+tkb4vmL3x71T4oS+QgNTPvd9H74Qnhm9ifCovhAmQj6m+De+zVj7PTn7Nb6tNGq+OEYOP47kSb3WxZO+JySWPhSShr5/mqC8cuEDPlXSGb5To3C+XWIqPb88kj0W48u72tL6vYFwA791PJw+orGOvbPrBT6koCU+Ax9nvXoouL6oFJY+LHJxPXE5vT1PV/y+Ps1DPoxh5r7cReq+OGhCPjCZc76NPeK91fm5PRvP+T3uyjw+HF0/Phl6pL5kAOW+Q0VBPcg47b6jaSk+11ZVvj6zc77yBAC+p43dvl55JL9xlT4+CAsWvQnlDr7vqBA9EdOQvHMovr7oyWC7RhcGvUchF75evbG9MviCvRvHij2dZqu+XdodvS+sHbvrrN+8L2KTPMe+CT4u0rw+QK7jvnrhBT5e4oi+6UBQPlebkj1y0Ra+WxKDPmUwIb7cU66+Nli+vRAo+zwMNdM9vCSxPtGjVj5AsDg+YksZPsrTYD2k7Z09oz7IvX3fYL6bniq9B4HZvboXlL6F64Y+mW2CvuJCdD7oH1S9a0RzPtlo3j7EfXy+5P8BvpD2ab4gegS+LSmbPjTnE73lj/K9HU1GPsYUgr3r1rW+mg4CvgzKkb4LeDm+WeI7Pg52nL5pYvI9hFNXvpQevD7diDS+GcEGvr0s1D78SKk9mO22vUuEXT41zP49Q2Y8vclbOT5B2ge+BVeRPk9Az74qGca9PXCvvuhMhL20yLq93TF/PivxtT3GxUu8/V6rvgyQOjywK5E+9pGcPTduHr/pBh8+AuPKPR5+Qj3HJ7k6DjySPqRIgL2/yA0/JALkvHk0Ez6jOlC+YmBiPgo6nL69KGY+uFmgvYg0eD7eKRq98a9NvurGkT7GoG++HUoXPQ1NTT0RmQq9vQlEOyfK3j1kEQI6n6CdPq1Ld7oIvzG+JkoePf0Nkr2yoNk9iroWPsLmhz68Oyi9Up2WvCdvo755VoI+N/p9vYnkvD0Fxwe+Pk/APlEJ0z0wj4e+K+aaPjLsqj1bvP29SMdOPTwLt77+VZ6+ngybPZ/jH710koG964KHvfFIKr4SvAy/Emq6vrNXED1YU5M+dMGLPV8BUT5Bw6C9lM5HPUWXp75sD5Y+IuSYvlb0Wr7nBYi+7M/+vTxyujzOXSy9XE2vPtdmQLyGUIM+U7AGvvuIxr6GgZc+Haxovo+inz0v3Mm9W7E7PoSVD7/iOYa+TBXyPugIFT8mEL0+xlARPg9xrD4mdse+LmXePf8EiD47+4C+b8utPbvSNr5ofKW+O9zmvfqpyb3dWVy+LS7svSLDzr30li++sJZ1vmtnhr7EWhK+5f+PPs1jxbsQlbM+bXf0PXSnob7BI3A+8a7uPaQ+LL6g48U+krarPAV+Fr6kTWu+3wLLvWGZJj3/1HW9LVIlvtXtpjyshtm95+iRPuPytj2G09c9ww+iPau+GbyQFwE+iOnNvvDJ9D5TZ/29e5qIvq2XjL7/zdA+wtWVPUKesr3Iw8o6qdjDPnrK2z5m5gS+ki7jPOE6E77VJQc+qvN2PUG+Br+E9+Q+VdhrvsuepD0ZpZ69Q3nePYEnDL6A2wM+b3umPhmhHj6t1IO+FV3LPTEyvj2W/zY+ItQRvtSGhr7mas698L0ePtZMor40igA/Ql9GPRD/gz3KMZi+VlaKPj2al75fE2q9HnEQvpTfiT7aIlU+uw0zvRe47zwHLRq+PF0Kv9V5eL6d+0O7dNYevgygpb517NM+t83rvVjtlL5qNaW9aFpMPbqKob0PdI6+Hfr6PdB1lb2Nl0Y+ETw8PtdjPT5x11k+gBchPowdcb0BZye+vmMGv+5bPr3yDVA90fh1vfLdkT64pXI+eCkgvjnJfD7hPQS+A+UHPt6tyL0riJ89n/Xkvg+ulT6u3au+ua2IvlDjhj0yK84+MVFdvtXu7r0qcE4+qhZTPDTBeb6p3sA+wZyCvonCLL0KuRM9Gqa2vn+MQL7zweg9awnEvhf2er42NLG+3p2CvRm6Cb5ve+S9zvYLvqLNxj7W08w+rugfPjKypL3rAFm+gpWYPa3rjL7sb+y8sPCmPQdzxL2wMTa8FZOOPjusIL6IAbQ9oLjaPVqNCT7nICq+L6IsPu4kyD0hl7g+rlk4vnUhLD4yHGO+wrRqvbchA745Oci98JWSvo8hVj7EpNi9iPnvPqfRar7AWSu9KYY1PmP7zDyuYxi9VBjyPZISoz278/88eOyrvckKQT9yC9C9mvrnPePxPT4n8RA+CFdAvsaxDD0XZwO+KWaKvr+5rD5iLBY+kuo/PqsjWL6xe1M+oTtXvvZhFr52TEG+hIL2vWvcuD1z/4i+78SRPk/Uzz0JwHK9bCt/vjL9JD7juIm++TRfvN95lrwzgL+9Km1bPgc98z2utZC9OKxvPiCFMjwpdWI8Kds7PkYzjz3Ryfy88eyYvh5oLb4FpkM+HD0avnmqZb70IcO++eztvafscL4e/KC9BEmOPmGnBL7bk7Y+63CwPrbTAr4DfwQ+cs5+vnhrRD53mmW+UP/VPBfRE70S6li+WpIHvhiRcr6IAY6+q33ovqDC4D57CXK+wNuovhU6AT5w45Q9s0bqvThnkD6an1M+LrycvZQI9L5hdhC9ao7IvRDpFr51zVE+JJNAPT9ZQL47jJc+tx7aPYBghD4pwb69KZQMvjI0Br5JYVU9T6OZvifuKz6qsAW9kTDBPgNqTL75YkQ+eUSqvTdVCT0URam9cWwCvk2ueD0ilum+OVrHPelCiL0Ia/i9FnRovlxuDLyqASi+5s9EvuRRcrsSmuI9saVSvcMVT77POoE9sPCmPqFULb7DG829nCUMvp1VSL72Foo+ZR74vUO9g74OVtI+yQGSPTddjD5TK9K9AYXLvgA44r0z6508ChoxvubBxD7HyLE+KBSqvNDORz6zsTo+nLO0Pb8dhD7kRWM+PDCCPtZF5zyMn2Y9mm2UPW9Ly74b87w+45NwPrRMgL5UkYq+6k7zPmWvFL71NBO+4swsPSLIs72czhk+BUSsPMjnBTxJUgc+MeHDPgfBXj4xAhu+NJhIPmn0rD0C4A6+lGxWPpkbhb1k1D++K5WkvCC1uT3zQPA9ZlTWvZ/DcL4oCkI+PMzKvtUKkL1oEiy9CEO3PAuhFD6GyYK+Os6YvS7C6j4p2dw9vTHEPm3bXb6ZVmc9Axw3PbcDgr4cyRO+3GO1vQxvCL4a3FY+6eoQPwBBY77Ryn2+q9MNPTM/2T6K1uo9DHR0PpwlRr0bBjy+tJVIPtUzVT7r3ZI+PfnbPNPj+7ynooG91T1Avt3fnD6E5Wg+GYsHPqnoWb7jDLe+4b7OPal82L4q7Ms+Vz82vc5Ugz7yWhO85d/IPracRD4swwc+5HehPjVtHL4gExe+0bmYPlFq7D149vS7K3dGvq6dWb56mpy9vv3qPWvvvL6Guc+9UUBiPrnPhr6etqw9R1QHv+Lvsj6kdSW9ClwaPj+2Gr089JY+/neMve9qIr4/ThM9MvSVPbe81D1v4C++V30PPsp5EL0H8rm9wZYzPlOzQb3Uja88YTZvPH1stj38q+698/6/vDE0A75kfKw++RpAPUP32b7cfic9o3obPs77LD2Oq7w+hKOCPsObr75kcMy91K4PPZX7lzt9JTI+XqXxPhjxVj11QC4+fTKwPuC/Hj3x16c+icUCvI+vSL0Yaii7ChV9PV/KR75GZca+W/mmPu+Rfz6I+sU90CYbPtUAHD7BPnE+7RU6PnNyur1LOcK9I/M5vX5KdjzO38S8xcQMPg/vsLv/Lvu9S6+XvVriE77tRf09ZmOdPg8fND6IyVK987k4vvqAH77xhX++TghEPlxdb71g9k4+FRmIvYd8SD7YElK+G16qvr7sb75JoYk9wBVTPp2BJr4ZLtc9Y8GPvheXOrxVQzW8YK1EPo0fGD0O/UA9YshVvmtWSz40s+09GP7IvtJhGr4jYzw97764vi8Huj3evAC9N9mQvDEQpr5n4Rg+NQoHPtcOv71UR6U+fiPvPfEQgD7Ix8u+rTbJvUYS/739BrE7HLtNPhqvGD4X79W9j8ZdvoGmeb1rTaQ9rOSFvmC1wz3bGsI9A1vjPOT7pj5HMlM+3RIqvhBIgbtlLbY+HoXdvfaakT0SBy89JgB8Ps60ib7c+4+79GgdvVks0L1yuQE+H/ylvXEBgzx2Sce+ODSYvv9O3D2zPy6+hXcUPmyOW77Mv0A9NzI6Pr0Ppb61pwC+cqmmvgzgRb65nna9/oaMPvQfk74F/ok+gqaHvp2QYD7FTii8H/67PUwzXL41XuG9jqYkvXBRWj5gtJG9FiWVPocjUr4DSTE+M9LCvZ5sAD5a4UE7QkG5PXKDTr7XzZm+O1KgPkBEpz09ude83CumPcmQJT6HxNm9hY+sPs+4ir5l0gG96abVPcQHpL7Wq8q+Lm4Qvr9GfL1zLK6+vyI4vlcocL0jpD++2BUNvutEI76lk889uEKWviTkTr19a+6+u9apPQ/Xkb4DUIg+pOVpPgy2Tb7BpqY9LZN1PnGyjD7U3xc9D8yPvlLdmz77NjC+VjlPPWFdaz4+jQg90gcgPt+pijztQUg+M7PfPnQdJ76c3n++iFt7PUVDpr5Tz4Y8FkxxvtuIlb0/SbQ+yXkiPujPAL4NUks9u3LQvCymcj7hjwm+NmAhPtDSNb5PNdQ9fZBWPg67Mj7Wa+S+SVNVPh7cxT6QynO+Cs4kPqjVPr7zE/q7/YzyPKMNlj6/BJy+ONB8PT8IF743UMq+ix3ZvV7nHj1EFP49ZXFUvdZG7b30Z2E9nwJJPjLb0b0oCsK8cwdLvfdRhD0qNCW9T4KLvlMI8D1YKAy++zOovoaynT6R1f88tkX9vGehnz0IDd0+VyJ5PpQmgj7JBrk9KbXMPj4jzb5pL7g+JewPvgVSl7yILfs9MjkUPlmjJj26EDs+8bKIvi1+br4+lLm8CpmBvob4Lj2taZa+7TiTvrFYND4it+w+5iYtvl8jF77Sq4w+OypwvQix4j1sdB09MTCFPkj6PrtbpzQ9Y5M6vl0H+74zpD8/zg6EPn8Cnr0Ny0C+GDTQvb8SmL3WDrM98l96PYJO473iVJO9YHMYvTFHHL1mdA0+Z6iaPtdhcj0qOmi+qxC+Ps1ERj5lG2C+7HjCPeMQz77nJaA8l5wYvto0Nj3Vlhu+PRYfPh2/dj4zwno+SG8NvnhOsL6g/Y8+kkYGPjMa4L5gXu++9qG2Ph5m172URIS9eE2RPhaF677sBI8+wDM/vh9DVj7TyqK+BSWMvvSVtb17uLA8ay+gPfxe9L0M3fc+dVnAPgukqD5rnj09mg+evozjJr4/N229ik4BvkjPEbzKzzg74WhDPtx9qr06hFy+TpafvtTPk752A8M96VV2PgmMJr8+n0e+vJJzvQEasb5euVQ8ubFSPtLvUT4IacY6yjYHPirYH760HRY+oayHvrqyyT33NSG/Zv6fPBCJWT55kfc9SplVPuqgV75ei6I+MicdvtX8iz22Cs897waEvgfNj758r3a+oo1UvjadIb7Pwo0+FiZnPrLdNj5Cg+m+wwAkvlSFMr6D3qi+d30/vmo4sT061Si8RhtwPXgx7jnKHN6+RMYSvk8OGT565Lm+IKqGPpKM4L6HeIM9N3qEPUeVRz7vtlk+upQgPfv4V7w6UBY9ctEKvhtdEz7ZKZS+B4WCPi/thr4d7BA+6/M6vYc5ub67kkw8W9OpPivCXT5m+028/tGpPXa66j3P1Qi9oaXqPhMwnj15rJM9HpbYvYqcpb7+SKe9FTjRPcwJRr66GvM7mAfsPZvqWL7vCO29VP4FP0Fanb3v8Qs+DjBsvAGo7D07HYC+s09WvrDVxT6AlFk9H3iSPZXKO75epFK909NkPo9rmj6Lp8E9eog4visllb2DeV89cdetPV6tBb+Nmso6BPbwvRSgnb166jQ9PW6gvu2C2b19CaO+6FlDvumExL4TJGg+541OvsbHQz6Rwsu8NwuYvqKEir6A3OE90sPSPVh4Ob7YMMy8OLaSvnOGBL73XBE+JxRivreJaLwWSCS+uOUEPaV/kr62jfY+tx0vvTBARz4rejU9Yn9LPsCIKT4nxge+iXGxPkhzz7z2To++Nr2/Pk6ekr1ROTo+ZrQivkoExj2LgjE+YPcwPqBGPb5cyyO9qyIOvhneDz57rFi6zMkhvoNXmj1GGMi+01+5vXmJvb3yxJS70ETSvrfIX77lbAM/lwuSvt92iD7ljXe+SJL+Pit2mb4/NAQ+fqkrPqm4ij00soy+qpI5Pg/laL6fIrG878Hyve6skL0GvjC+XxymPecG3L2ufRI8ohFyPh2VYj2x4rU8fERGPuiE1Lx0Ch2+tOxtvjPVjb5765K9OOy6Pr2BKD5OaM++XIE+vLKch725pMw+piqavpUokj6tjgK+eqSqPiv8BzxPIzO+hgIAP+YfZr5ZdaM9DT8eP/yOcD4XTAK+RIeuveksRb4Boei+m/A4PnLXCT6OpPG+46bCPp8bhD6OTgK+W1yhvgjMnj1n8cW+UV+TPWJPj72nSay8OpepPP2YBD4cowE9Lggav/jrZj78wTI9OdmAPSq9Ur6//1A+3XSjvoC+jz7c8Ze+16ydvgrIIr7cqa6+p+/qPp/W7L1+aXE9BpuYPYCjCT4Bg78+nDzmvRzDwL3EMoC+HhqoPvQMHT4XZAi+aTwfv31voT2VJsm+h9FhvgKxaT0nEMw+uYaFvpG6E768YIG+8Lr8PDTOEL5hBVC9BJO5PXjJ0j6jSHE+wKnoPk12l76yzZs+gcKqPT3sqL5vnbs+i7mVPY50LL59a8G9lCSNPtOz/zslhcW+xofqvfYzmD390IY9qo82vstQCz47/Si+EjhRvo9xOD5Be4u9R+skvvmJvj7LhgC+aYQqvl7xLT4ZKdy9xbWYPep2zz69mom+3xyIPnsDXr5U+jU+MeCNvow/j7w18hG++w/fPlWtvj2gojE9i9TLvGrSTr5W7nk+Rr8pPekHA75Ma129REEmPlS8jb4e3309/xQ6vd7Ijz4+4Ro+rWXVvYIt1r2UE5U+KIUUPsbT+L0E5B494DybPn4Jkr7Df1s+eMF0vq0vrj3zwhS+T+WoPcLZO72z8rw9peFXvkk75L6T4KA9XgQIPrz63DtoNQY+sOe2vpdJJ74HPrg9UwOtPpIWvL11GZw+PNRJvr/eFL1orn493/4hPtXvwzwIcLg+1LwcPqbjgD6gpZU9JeSfvn8blr50Dhw+GjtnvX/tqD3Dzkg+DYhcPvFTzz5p8ia+diZbPZQVXD69/Io+/r5gPowKyD6ppYC9/H00vlEERz3jLKm9WfGPPgmrMb8j/2w8DWA6PvftCr3Qk0M+qmG5PuSG2L1LFbS96AjLvRejO74UQX698KIMPpWb3j4/PAu/OSEMPtZ2XT2f56++i3hYPQIJcj3ebJw+FycIvj7V+j0zK2k9lIznvdtwCj9pzys9KsN/Phbmlzz7UBA9/WiGvsA/8b5nhyo+laW0vUgWPj7XMZO+2ijPPqrMKT5OQT8+CDvSvg/B4j5PHMa+YeKavYBKaz3jnbW+YzyUPvHS/z0N5sC+y5KZvVu5eDwIzRe+S2yKvk9Blr4nGwA88o2ZPt/xkr5MktK9Im0XPsNV/T16AJ6+omzSvbwgE77t6Xy+h1QbPuhqAb9IBEM+IB2QPorDhj3Kvp+96xWfPnWFGj4WhKG+VyxAvoilqbyvcsW+GBxzvpY9k7682Ag+sLlXPbuNdT3ZHgE+7h+jPR0lxb1xugQ+AFtXPUKFfj4YHdQ5sbOdPsglrj0DLOi91Du0PnEcvj4K42U+UQZsPsJeIT73OJK+woSBvk4nED5Hy6K9bOh6PiCHN74pE/i6od4Fvq8+6T7+Vxi+pTggv0e4jz5CK569x5s4PQA8/T0WOL09Rtl8vlWOob6YDk++L8yxvrX9RT43k8y93xBePP0weT1clmC+aDQuPvmfW7yk/+09hoA6O+p2kT64Vpc8WhbnPu7vhD6yoqG+VNsIPvfIfb4uW6i9C7Urvk+WsD4JjRK+pJ+2PsjkBL6UpE++hrWgvZUDEj/741U9afybvGYZPT69jBU+hDCLvvZTO743cjU9Ft+jPRY8l74vOgE/uUybPkLoBj3FpyG+e0SLPqU3XTzaMWM+rzZYvnxgmD46rMO+nNwFPE4tXb7m2+A9tWjavgwPgz0eZTc8QqnUPdQojz6/bsI9BzEPv/AJoL1C/8S9DEd+veZ51z09lSi+l6nCPvbLtb6/G5y9S681PgjysT0nV8C9SrXBPr2n+D0lreK9LHO6vUik774cg84+56qXvhzs9j06WB+/I3/MPVtGQ71w3R4+3FrVPaFLB77vryM9TVLaPXJZpT4BzRS+p6E7vy5Qj75U90g+pLiMPWbTJ746P3e9tDUHPnOFqz4A+kw60RHFPnrlo77/WbU+7jv8ve7Cqj1/zCs+LRqPPhTwJ76jGVK+RH/PPsY6Zr7P9wO9dX+gvX31gL4i9rm9q4sfPknDfj3axTo+pGRTvck1vj3bwLW+Jha0PQdXmb0G3Yc+WYoDvd9pM75HsC2+9I2TvXFtPD0E2JU++r2iPn1wBT5YMum9UzCOvLiyrb5jP5I+2mJBPj3VnD7puwo+t8WPvoAWsD5Ck8s+jUCFvqVt/TmpzLo+SMMsvnV33DzrfNk+DG98vkoA4j05ubC9FxfsPWeXkz7PAiA9y2mTvt+faL4/+/a9N/9KvmkJvbwMBiE+EPNMPoWgIz4w7jS9lAOivpDTeD1QvgK/FrfKvbcxTb5TdiY+p4pcvZJWS77g3wY+YkuxPm9tAT7Zb0W+nEiEPf53QD4RtAC8LDC8PXnCTj2+uYs9L40dvW4dhL303zI+vMb4vLWemb26x9C+zvUzvtt9Hb7ersi93BbVPjKHiL0xe00+Zs9zvrAcpD1xdkS+vt/lvV8Xhj2O1tC+6fF9vjDf6z1R4BG+wZvuPV288Dyeg3Y+zV81PqnT8L78ypi98ZZCPlx4pD7VBek918/0vggtrD2MqcA9vzzcPnCIjT7Qw8G+Q7/4PIbjTj5oGbc+7rCsvkVPKL6s9l2+gjfDPlUpjTs09pq+7Z6IPECa5T3cO9M+27/sPa7puz7K69S8KSiBPsdFwj2BJrY+wmZRPii7/L15EgW7uGQtPYo3nD6jyiK9E59ePnkLzzyrX4C+rnKtvpwBhz08hIy+sjV6PuhdZj3Fmok9KGAtvg+L1z5ooZu91AaePoXELT4JTQG9cUZivlxSlD5klxE+9UruPsyckL6dlJ09NawcPbaMTL6xC4M+2eChvKEnlb0KWUs++L+BvsVlSL2v4Hy+3CHDPifEjj1QEuG96N+cPQ8zvz47DKk+gt6au8NnYL7AKEI+YbnJvXrsVL7Zdnw+HgiavpjPvjwQQt89QBStPhiM3TwWETq+h6bwvlm9W718hb093PujPQqaIb9HkFU+hh0MvrtrvD5YEUe+fsWTPSGXFb5T3uE+vojuvocLyz5tl42+L7syuxGNhzsRlXc+fHzyvSHbDb4WzLS+PMJEvkjcxT0z0Rq+hj2QvZydzbyGOZ++uZaRPTUESz7aVqs+zDwbv/YM47wqH5i8mxqHPm0rmj6cK5u+NeGtPtuuGb6LRJs+k4aRO9gknL5vBMg+Nl2sPoV7kz5aVSY+adFMvQhGXb6k3Yi+GbTSvZN/aj4NVOE9u3UNPVjebL5f6YC+fVDjPdL8jT0Axwi+BFk8Pgq9yj0iPcw+mi86PrHYXj5wPAa+imCpvoj+xz07/EY+2eSfPhx7k74hhYC+3ht3PQ9l47zhLum8TqXtvn7Lqz6D3gw+M9idOzq+bz7K4tk9rR1wvrZdfz2JyL8+fzr7vUTY9r2wECs8BtuvvpFuBL5cuRi+B5KbPTEJEj5yNio+rlVRPpONvD2nYK69SuuuPWxk/r1LpmY+KZfQvjuFrD2cSVU8XK2gvGgJQb79rMU+S1KcPhqjGT43tpA92JmYvmrUtT2Zlx09qAhLvreGXj42+rO+nBbGPZ8w5z1+jbY9mU3xPWGI5D6Nz9y+fzo4Pvvrkj4I8FO+/qKMPVFver4KIcE+5fwrvbcnxj2c/xC+5irNvbl9OTz2ClG+fAinvk7S4T5Xvns+De9IPtUcmD4IZMU9QTvzvP33h74CFdG9SpRlvoIJFj5oi18+l474vpiU4j3U2Zk+hRMNvX0cMrysLo894YsivUKxPr4NqNg+UOYnvXByGT5EVQw+a6wGPlmE6T7xL049jIuJveKUQL+5DIK+wvmOvrI/dj6Gs/A+Lxyavrz47j2VKSe+neFxPojC4j1PP5C7F9YoPT6UFL4xQ3I+ahYWPW8iUbqhOjG9VhWdPRIkrL7vVmQ8iZ8FO/MKzj3vG8g8DT+qvdIiuL5Tq0492gkyvATv4j1LxEu+PA3GPuS4UL4DrWM+HFZuvai/AL8xnGA8oCTcvX8sjr3TQU89CIwCPj/Tiz2pVKS8qd0SvhhAgj4oqb4+rEjMvh+vbr7W706+4N5SPsmLAbybdKm+r6iBPp9gpzuZ1Ay+jSkovsDkqz2WvhY+sfIXP5Lqzb0IBse9y0BrPRDLPD4jRmW+edSPPsL7Kz4nsSa+OMIbPaBaBD31W7C9Zr/2vZfsLz4pXMm+okfsPmM3dLuksTI+rp+2vkaam77xIpG+X8F7vWwWbz1IuBC+CX2GvGDNdj0iJyS+6KIivkOyA74npx6+CoEEP70Tsrti9EM+JSBzPFdc2j0UdN697p66Ppkon75U88A+nVXHvtwpB76E0Mc7ZQncvV6ktL0928A9FSdYvXrKSj6lqTo85wc8vlUC4jy4uiw9I30WPtTX1DvOqd88dErfPdB+D75gY3Y+8V13Pe0EQL4Wqo28xCu+vepDrL1qr7w9DeslPt8EhT41FbQ+VoMNPN9bDj4eV0q8o2p7Pt8orb3Nha29R55gvsXyH77pFKI+eIOLPb6jH7350sG97dA6PMCLur6LuHA9+eMiPixMzj48JxQ7FJQJu45cN7sPLEi+3M/WvSrBhT2V7Zo8apXsPbKTxb1pyGa+pZtmPi/T6D5WDqy9y6y0PSEKnz4mhBC+HTvQPZTRC7291/09Q9TwPY82mr30kAi+NQnwPMxnn77rYb+9cRR4vo1VVrvOFSs+VdE0PRl2pL0uTUs8DN2TPm1k3jx4aWO9Wn6ovbbJsLwISOY+difNvh2PXz4QQh8+G1NfPCltmb7KA94+YzusviO8y77c45o9E3XIPjAs4T1maMY+IqoFPlseQ71Z1Qi+wk2dPnOVhj6T86K909epPcug8r4AXPg+Y7I+PZZihry2BxA/Xi4Dvm1QOD5qHRm+pkwxPs5Tjr4Ct7++yhK9vXDGWL2knlW9+UYlveLM0T7ULK49ukPHPlfaPr6Sbmm8+7WfPY00nL1ZCKw+q2UmPKmhm74dviS9RFCPPmGcQT37s7s+itCLPTqpHD7EIS8+aD98PbMk9b11Bz49lj8nPqalVD3qGRu+lCZ8PvKX0D5G2rK94nV6vid4CL6uF+M+5xonvvnhKL7VRdE9DerHPo5hqr0vCsK9VVh/PmWNMr5fPFC+OhM5PYW5p7z/ASy9sKBZPhFAkr3AN9S8xJVbPQgYND4SJ3i+s5H8PWRaTT1GoOi9TZ+9PCW2wj4+Xh09TrEDvSiSCb6vC589xiHiPb8wer12cSI+39YDPfwwNb54FBk9p+CkPk/Il76vPxy+VHZyPuLK0L16rms+Ki7hPSdzPD5Y1uw9cy+mvmwc0T0qCVw+E8PnvvvEp74tFhe+xuvevReXh7z2xf+9jv9JPvaUhDyORbM9DnnmPTW19r7GOyg+coPgvv46eT5qBaa+dHS+vRm1GT0zXpY+S9mnPSUbGL7Ltyi+FU8JvmCoaj50KlS8q6XrvccvMb6VlV2+XawkvgN/E775Das96NLaPQE0U71lerC93Mv9veBM374pHss9AJwLvucdnb2s1dY+by5+Pnf2vb1drem+rrSVvlumhz5lWGQ9PVIuPg2yeL7iwGW+NoQlu7P0JL7o5eC8zsiPvgi2tT556Ka+Nk65vgT0mL0vbvC9mSVhPq505L5Mha495B7EvcJge76R9kc+E+ZUvkciYz6WCjU+eA3au380zz25/ES9R02SPkZPzD08DzG9xIowvQbg470K9GC6E9zLvtsAUD1JVTc+H8ibPm6U8Tx7SO69BVkDv1VemD3LXbi9MtSYPXm9Sj6EIE0+mmdrPk5diz6w/SI875eTPg8Qaz0Pk1Q+NCEovZVFwD4ojTc+/9nCPp9RjL6HPy++YjswPpjqW766zre8DrWQPgRgnr5414e+tgiFOvCmm75eFq8+2B+uPbEC770XY5o+TceqvRxJ7zyiLmY+5YvFPsXer71Ll0A9lLPHvd9yaj3jQXu8lQuMPiwszjxv1R2+VBmWPlolXT6RfBs+z4tdPRzkib4orFM+wy8vvSjOr74XXhY+gTKIPuBaAr50QLe+VBVnPj5Ghr08OZE+2nirvkzfDL7Bm209Zfd9vpxaMT3kmLq+fJKyPfTKnD4D4AI/XnObvkmVjz5lTwc+weMPv5oj1T2Quoy+j+0cPhLfc7xA0nO+SZSIPhyCMLyUyii7ENftvodomr4lho28E1y1PjMKWz27eEi8uneMvtNkqD6IKGu9UQSyPmKOzT23rSw+D7pmvnl9Bz6EAR08+NkEvv552T1ojba+FtkEPr6SuL6fwpI+OFcAPhRpID0pnKk+eIxCvg+hkb75VhC+RRWLvDclyr4oAJI+cFUkPpiYiL79ZEQ+9rM1vn/73D7bDMu9Ou4kvFR1m75nxH0+F7qNvvlSbj7c18m9k/yWPlbyuz1avYC+PX+svgRaFb7KwBa/vvXxvRuRzL14qWu8SoXFPVvMqTwpugk/GrA/Pj0bFj4kMCe+JFetvQhSq7wTM8a+Tv2evRlrir5eQlG+zlgCP+NLiL5Av0I8/PsxvhvrsT38JYk9j3nsPYRJkT1Po889NiDbPS0uLT7yNNe9YOKGPVsix74GANm+c37vvfTGZz7QZo2+6wcLP1yVrjztkje9IIcUvm4LWr30Jia+kZ79PSyduT6YHkQ+bEmKvoQyXLoNugO+pgsAustmtD7ygAY96fxJvRLquD6PC6q91ivAPtyksb6ADwe+eMGlvgqtM74cSLK93/2rPOgCIj3KKp49qQfKu7JH1z3WAfk8qsNuvhgn4T1hBUk9PWpaPuWoVr67u+47FIhiPnUKBz+DI7o9Zts8vWckPj4jufg+0IOhPbDDfb552qq+6uO6vkgQs749/rC9vFqmPZqswz3TBVI9tEsLPoKEW77PLcE+G5C4PZazFr4SJ3O8c1LCPaGGrb5N0Ha+uo9Hvg6ILr7r9hY+b8DZPbyvkz4rjLs+5oj/PYRS/77RONU++nM4PK4owDwPMh4/7IKmO+tyuTt2z0W+7BuAPQ9CbL65gng+/kf3viPGbr5zxci9SqT1PqdC4T5E1os7QzjsvdKgPT5sAEI+cU7Mvs7+Nr3XFWE+oiUDvj8e9T4lrK69lduZvmqnq75VHNO9CbIsvkbdMD4kKAM+5SWpvWTxn75Jtiu+/0jhPlTS7L5m2R+9mVmuPQAHxD1qs0u9GFS7PfystT6r76Q91Os5vnCFJ7671RI9FTSFvoud/z7J6Zk+JYO0vcc+qj6Pw3w9Toc/vPIrrj5F7Zk+sCqDvqstxL7j6Ii+GvyyvZ0Uij24U8S+rRhoPSri9T6diSE+M82rviWZpD193pa9qrvCPE1tdz4T8gk9F615Pp4FuD1Xtam+fr5OPgh7pzzdGhk9R6C1Pua9Xb1CAaO8HEwWvlorCz5bHoc9B30cPgDop71rDIW90iV3PuUlib1qaEw+5OP8vL6ZLr5qdnI+yXiLvtAh9L1amhU+KXUCPoTydz71JIQ+MBnsvUWjF752gDI+PldUvB9Atb6QzbU+OHuEPuD2Tz4XvZe+vs7TvbOPlz6QZmo9SNOMvrU9oT5wSg4+OdVfPGH6dL5iScI94Fbpu62Cgr1Mkoc+jg6PPYjwmD0+9sG9YG8+Pf8xUb5HFN896OcXvv5o6L3gnr8+//ptvpYcG7sj2Vm+lXVMvtnZrL4xyKA+zMKPPvmuoj7MWni9befYvmjNqz4UAam9YSeDu59qo76k44Q+Y0X1PsTWET4JJ0m+2VvDvbEj0j4JtZW+AbQoPvW0cr67On6+0A1fPhHPRb4Zbzs+vqDaPrMCEb5hh4S9x0/FvorKCL6rhoK9h1IAPMaKHj5QC/g9MamjvjHnXr1mT7I9b2ZIPqbQ3b4ikOE9rQWcvgMO5T0dwbE+6zPIvQ/RQj5Nen8+ITgkvnwZZ72Y9AC9vjQJvhY7b769ho2+Jd4UPsjcgL6G9y09o7+DPnj3+z7V3Bu+Raa5PnUa4b716pq9r7IivR/5CL6EjBw/FIRFvX6xxDup2Rg+4UAfvnTtz71zk3u+uaLMPQGpbT5EfTo+sYj1PJZCfj6e1j0+CEKjPdAGuzzcrSk8EgxIPn8c17yByai940gfvoHROb5YRRc7nb09vVHBAb/8LZi+1YXJPL24Qz4y0609IlDFvXoKDL3/lRE+PPhPPRjfZ72iXJK+IYRdvlEcjz7wWws/6DTfOz/Iw73gvhe89DedvlY5ur65cmI+EOodvj5u8r7zljy8UYJhPp+Ggb77Qu6+p3piPaZwgr3z7os9rS8JPWWSs77vH2c8kjyjOgbdtj57VN6+3wV4Ph0c+rxlJZi9tvakvtApqr71zIu9mmkvvxkqnz3gp8u+srToPe1ag76VMS2+5nfFPn6l2D5Sysi9bW6lPmb84z6NtqO+4tWJvsfG+75C7Ge+8oziPrdjYr5+M3Y+mk0JvpV48T0kjYS+97GGPovi0T3G7g08V8YKvjaLYr0qhu+9S+lTPrfo4r0TKWg+dLkuPeHHw71zCXs+EBhrvvBpnb5qmWo+gZhSvuytUj4WPZU+P/NmvsgQN75ZQWc+ewWcPleRdb4B5EO/IgWoPZRjaL7hBpE9yB+xPuvc6j4d5um+ZemkvWv+6b7XUPO+CYkYPpaKtry5lVo+lrlqvqAhUL5NBN6+WhxfPrDY0b6XeJ49D2uuvsgBob4Eq7s9aR3bPr2m6z1/Q5e+RjM0Pg2vpb6PWy2+VJ69viiwnz4RYf+9S/FnvS5Qlj0WJrS8GCuMPvyfdj37J6m+DBFBPoe1Yj1/8ss9baOJvHg6OD5/zAe+lOnXveHpwb2gnx8+mddaPmXpLL5ngSE9hociPdR5Eb4G2Dm9HDiZvIWwj715OOw+7/BxvMUxpb2d9IQ+EU7SPe5xkbyJtu+9QdmSPTLvnz1ABg6+r9HBvC8mFz5/yQ8+9E6GvtIXJD6ldrs9CvdQvrLGWz4bFqw+IcfPPl/u0j13qfo9KFGyPssytL1nIp29H472PbVlUj172di9r5RVPgMJlb4ijaY+F1AoPR7uAb5tXnQ+oNIMvnWJHD4BcQ2+Mmx6vnzqpb6dSgu+7sq4PYYV1bzHwr6+wwUMvicOzjwMuQS9+r71veJ8Cr6UAbA+CHL5vXth5z70kTu+mJm8PomUFL08csg9VzXqPXtXAz55SMA+akErvi0BM76ur5w+xY+9Pfq56r38d2O+CditPuNJWr6pax8+ZGaavoqUDr65gwu/CR7ZPQsOqb6ivSS94JlqOU4kNj3HOQO9EkTFPuleWr625rA9vy+wvs3WTTwKtc89Ld+2PjPJp70Tai29mN6rvhTk9zyuPe29aLk1vibpy70xCUc+MoqOPkKn2D2dPzs9F82Tvug/FT5PjYs9q9SqvVF/Mj6ZQ5U9BTuWPjU3ZL66VHO+7KSEPjVppz4pbIO+VhwyvX7SrD6Dj6O+5DoBvUsea7yMHsa9d6jGPhlNizwEnNy9FdQTPoOdu747bcE+21hYPpVqiz7nf9A+ddBfPrlBNb4tlXy9UCiDPbnLU77Dors+x4GiPj3AOzzz1jw+Q49xvJCAmT5RNDa7t1OOvTw6gj0FJYS+druwvdj7xL6/nbY+nFlkvX4SLD07p1y+Z627PZbgsT4VjSQ+xvaoPqMHBT8fsc28sfuNvkq/eb6I96m+G1kAvmKK4D1pQkw+3C+kvZdVIb6wI9K+kBSTvpc3nb1H8Ic+IqL0vsE0jbzgUIM+Is3NPV7VF74Whi++U78fvb1jwj7Mzxc+ZTRuvvCAqDu/7tq+5lopPo+4870sFsQ+cYy4PsaKiD6/WsE+osavPfTDpD0NCEO9zHIRPlp5mj3HKH6+vDZqPnQdiD7uJ5C+DSuKvkpE9b14PIK903eMPu5JM71klWw+xtDxPB6Kcj3yjQe9dOJoPpNl7b0s560+CGGRPoshlL6MMYS+Ef+KPoDrFL2UhYO+ZgV1vZSKC72CGb++Oa10PpYpMT6PzG4+dyY6vsBYXr3BYw6/2bmEPpV9HD6prwi+812pPoa0ED20JCM8m2KGvS6ghT5vQqI9uHCPvbX7izvGq9k9vYORPnBlmr7R2Qa+BS/WvuQjVT7nIQK+g06QPtyaXb7AsNU96DNLvE9/mz6Glbg+ThaTvssXl71IgsK+PEgRPvJ5Qb4FjiS8dLhhOkNSBj6cGFM+z2ScvQ3REz7+8nO+fOuGvoO30rz7gRq91B0CvZxouj2Va2++LeArvqueNz7QUMa9bKkqvhkY9L0X31C9j3dAvjrKQ75FPzA+fJHcPnAro77PHbi+CWo7PixELD4Uk3Y8T5LqvowsDL0o+o49wZ/AviQRQD7L14w9ydf1vWtQDr4T3Jw9f3lEvj+/YrxLlZa+GqC6PkY+c73PXXm+EKPSvuASqb0kJm++vXMDvR7Hm75nH7g+nf6iPUEXsj0Hl2o8fJUBvoXzsL2Fhcs+0gZWvgBEyL3Xvbe9Zn/fvDycr7zxsCG+rb8qPMpmSz4zD7G9ZQbOvqREnr5N1j2+d+BSPi8NR73cX6w9iQYaPyKLJ76TxZs+7/fcPo8y7j5ceXc91s9gvihmQ73/l7A9ueBNvmujmT5ZbOg9HPkIPvwX3r3cKKA+N94DvsBdkb7OIGO94JSdvt9foD6Lrgo+JPgbPZkoF7z3IG0+IgIUvvyaCz+68Vw972dSvbJjpb1VveM9fjF6ugh4ub3SuAy+OhDnPaqVjD3Bfxi+SRrnvTZYX72P7+m9OoiXPcK4Rr6SEnQ+9HmqPqm1n70aCiu+5rPVvmZcjj6a89U+3Hsvvupytj4jvKC95KUIvtljlT6+mvC+tkejPTmzOT4Wusq9iUMaPvSUY75h1fK97y1tPtjIib5phpm9e3spvgiNCT8LSbw8PtWkPQJBXz0jwEk+eJ2ePpVVgT1IIsu+rOwsPbws4b7GX68+BIp5PlB7u72qbYi9olWOvWMTgz7XJZS+INa5PGcsvb0GBNM9Ok4gvqHjST1HyJK9CYWcvuA2JT4xpPU+ZSg7PptHEr4QqmM+cLZrPqrkQb71ypg90C5PPo+NqjuO3i68KQy5viJsRj4gGhy/m0+0PskGwD0q1ao+8gS0PGfJ5j7IZSQ+tG49Pj39yjx1WLm+B3TFPcgHEz8ttsa+W6aXPps6Sz5aSxs+U7OMPUe//r0tbIG+Q+4wPFnMUb18+y0+HZXLPQNnvr29z6U9aJkFvKW89DvU8KY9jW7wPSM+iL04NU8+31hIPlqB8z4FSQw/Yl3wvbDegzuTTkQ+5RV8PK3qzL5Updw9aNGCvBZqCL3C3h0+f1DbPlrmEz7qsju+jtJZvjXpPz0eDpM+5nZGPFfom704lL++vhvVPjMR1T1kRiK+mQN0PXJhlD3DsHI9cqDDvufI5j2jLxm+2LpWPqxUST7OZCm573ABPmpajr76pJg+gFuMvUF/HT6H88Q9KeVGvSLhcD4OKWS+/GmIPiYJvLwyXTk+0/aBPrS+Db+xVVE+BLwlva2jGj6ek5s+5OwKPkBbrb6slmK93r40Plxlqb50k6w9or85vuY80bzzKw0+wQSPO6+56zzOrUo+e52TPvnkiL3WH/U+5QpaviMTDT9q464+qQP3vQCZnD7glLS+Kh9fvXmBab6cbKw9vl7JPQdShb37s/o9LvRZvUq7jL59poo+XqRovhhBrj5Qzm2+/bBAPlR/l70mR9Y9m4Blviu3p7rTjbu8ksm6Ptv1g76bMHq9u85Vuxdmpr2tmIY9sUYYvrXgfz0QoAy+TstyPhYppLwrsOu9dE1oPXm3m740PRw9F6SOPZJdCz08utu8NEURPjrxVL7MSq8+Eg3EPQ7DhL42nn28FS7QPtWV6b5xFOo9+deWPPaNVD3Zvx0+nzubPdaWYz77+pG8VoUhPiIGuT561oK+vkGQvRu8V72mLu69l3iCPVc1Pb7Pyw6+QoZBvgh/u74FggM/1CBivqyRDL4peyy+dhzivgIwLD6JM1G91fM8PkIrgL7SMCq9aUsyPhdNAr7MCpO+AXAEv4rjd74AIo8+6LkFPpEJD79DkTu+s4qnPUhwGL7inqM9DxpFPmA9Eb2t4TK+w4AgPKRs4r0d07u7sHhVvmM9EL6bIqY+qVLfvcDahD3xDkG+ms1cPOsBAb/iOlG+LqWKPH6kXz4quvg+hy5oPpIAAb9h1po9bzJZvrEjRj5rwAO+NJPgPiEwCb64f7Y8yGagvUeXFb6wsb++CAwjPqqtBz4L5Pq+vFKzvvL9O77vcTe9NyoGv+Ze5z7qHy6+q+CMPm86rb7qb/I9g8dePmTg9j1MpWM960aAPhsONj48NOs+lKA6vgjerz0bcO6+vxd6vVvZxjwjdVM+3CFRvcfxpz7zajk+bUOhPiV1Dr+xx3Y+CIwZvORYZr5cQ+A9CrgaP9AcNb7X21K+HuZWPusEAznQs56+a1MZvlrws72fBqa96lNavigTiT7/CZW+D8MQPhYhZz7A7ik+9k08PmC9FL7Qs++8R8tIvimyWr+F4Ze9LoNBPuVS1T280JI8FnDVPbRrmrw+CBM+ORAGPeTXej6irHq9PK00vsOTvb6tmuI+Ylo8vkSpCb4tX509tQ6Nvp5z2z4Wg669DXY1vvrpD7+qUYO9p3DOvZxrG70mVKu8rCSXPHPXOb3cr5W9FDfWu0SkHz8JUNS+QlQTvmbG0L5y9gU+vHHgPLd2Cz9QM5g90FZsPr1igj0la6Y+qfkJv7LWFD0hvkS+B8OKPT0ZL7vO3jg+3NSgO0R1er6eCd+9HBOPvmGkUr1tDg4+KA4cvecKr74vTko+kjcsvi0dKr5xsm4+OhcMP3KGE74Zrpc9G2wYvrAMxT2i7n+9GkLJviFpkL6iN2M+6DFavpiLoL6l2P4+s8VuPo48BLzt7Zw+0pq0O92D9b0F80s+Dhi1vmiVlz4PMoE9QqJYPg+mxb6ZiIO+z6ZvPleYET5OGbe+pQVHvLLgdL3S2Us+b0oOPnaajr5kb0s+GYITvjkyID9FlKW9LD+VPt4w8ry3WS6+wu+FvksYjT6J7YQ+GsgZPqBceD3xgDI9j+uBPfmGWT4g/Q6+uSB5PoYbdb0iwTM+Fv9Vvjt4zz4WDBe+w4K0PXIsHr58z8M8jmrfvjybJT6F/7o9Qb6jvseAjT7nTBu+RrXEvWaZgD5mOcg+f9d3PdrfDrzuOsC+YSRCvtfpJj9J4qe+vteAPAOVf71jNKQ9C7+NvsP6ab4Y17I6O0fQPf1Cnr2allm+UwxuPhftH77Bi6s+vxT8vkWMFr5OqVQ+f0f2PZD56T3PP4y+qd/YPSuMFj4IoSQ+hazMPdm6/jwX0hI+LJiTvlZW6j0Ekpe9aJBNvr0iOD1lwpG+kP05vYHzTD4WlH8+pKmZvlBEkD2Yw8u+DuhkvaDxlr6zo1K++S0jvoFbTj7KJyq+2JtgPty1nj3C5pA92s67vYBgg72qcDa+tTBJPc4gwDwPTbS8exDtviCzar2raYE+3IYCvjAfGz0ZBsM9V5nGPU4Crr46qao+Pk6HvuDFqT4TM6u9/7QLvf+Qlz47N9g9pW9Yvk/+d76HME0+pRPnvgfYQj3Vbqu+Wk8qvmfSFT4oz188OKAgPYvOMT2Z0Jo+si8kPmEn6DzK++u8ej8ivsjflT7OweK9UsP5PcgVF75MWjO+B9c5Pui9TT6Wu4Y7YOcuvZaA1b1elbk+wfPtPCuT77yU+EQ+fxv1PjmswT5JJG6+3hBYPmqQKjn/yfq9O59kvsPkdD7Mv2g+w3rJPsG03L04ayG9dVAevvgXxj7vadS+zmoSPdnqdj3INgO+iGbhvkBXNb6gKYK9BkL7PTVAiD5B6wa/QvsZvczwbj3O3f69v044PtZhpT4i5mO8qXqSPduuEj5C6xI9Kdtmvk5M4z06Xry9w8C3vlmOaD0ELS6+WfuXvjF0sj1B7Ag9bXc8PVn7Xb7YSzs831u5vY7xNj4p2Io+3XAXPVRRpr265De9jRfoPpgjvT1oyYI9+oizvmkv5T4PINu9P8W3Pt6CbD42Ot87syriPBcIXD6aX2M9MqfVvbjeKz0K2OI9uowyPgzCyL1d+oq9UN2UvVpsxz7JPXE+XMr1PXBJ5j2ne4w7/aQUPh9rhb4/2Ni9RUioPQcQP74OHDg9MlMwvBvqEz58k3i90UqiPb3NPL6pNYO+wQDoPVBXibzV9VC+1ag2Pj03lj3XGb08+Nc/vo6IPr3jH/69QKKYPjdoprztpyU+YfigvhIGvz2tn5S9ykKAvr6PRj27To2+koONPWZhO70pT48+bMRkO+21UD3rBry9XEnNPfKpjT4jQy+8qtC7PXcXGr1czoS9paKrvoGxFz0wnae++cggvo1KU74JmEG+6LMwvrcFlD720FU+ja8DO6zvWD7Vd+k++4JovZG8Mr6TaXa+mqmbvpqRbb0bXao+kCVjvVBIhD7HMLG9YF+APruhVL6yEr49QbNMvlfHi75kKYG9cJChPrAggL6hCjW+7ymYPlsHCT0Dsce9DPEPvm2Uhr4mrsc9VYBLOjBamD6CdYS++JsTPZhpYD5xZ8y86fCkPoAtJL67Fxo9x4RzvgwX7r6xIFw9f4ZUvo3Pzj6Vr1w9c7qqvmweeb60y78+uEjKvQasJL/7G/G8cZXJvdbmKz6zItY9Ys6svorJvT2z7AC+q2sxPuZ70TyRqBU+OTtqPWjxx77cvz+8JtHPvFw2wT5Z+5U83b1/PXY34L3sq5G+//aIPl3ic74K4r49nxEePRCCgz5x6Va+u5a4vLLVpb31EKQ+HNjOvcOCbb7+BYM+zW+aPWAupj5YfS4+n11OPmZeCT7QXjG9UoUZvsrpAb635MI+uyhVPmoceD4f9xe+5jLbPubN17xaBUQ+DSewvhgRqj7uiKs8QJuJvu7cHb57q4W+DmIoPgPh+z1e0gi+UcDDPlVdez4Blli9xUCsPIEwrj36SBG9xovdvCj12rzWiMK9E/TCvVK8cz3hRXI9KKQvPS9LNry8Eay9/+KEvcfM3bzfXWi9tFdRPQMZA71GyrU8F6hMPN/q2rwmzXE9xdKZPe91hz04Oie9FT40PY7ler3YC4s9GMcyPST5EL2urci77Oe0PbNeo71XQdk8tZJ9vcBZML3Ifia9Ug3WPXYqz7z0Y0i+E1WfPdnw/jukjJS85PxFPjOlnjkYKYK91kuuvbzo4DwrHAe9t+KwPc7v/j2gvgi+aKNHvcasfb1w0148PhwrveKh5T1ZweU8DmfNvbTE0D2ep3o93k7fPOuDEL0vN969sMSuvepgszwy5KW+X/jIPRMjYz3rFQQ/mx8FvdUM/77pab8+5yDVO7Xjl73RDbi+3YA3vgmS9D79idA+bf7uPksVxb290Ie+Y+fPPVw8uj0xA5O6z7y0vnSeAL9DQhU/ASebPv3xFT348IQ+iHMWvl93Dz+6exO/pfqTPmfKOr7dnoo+KFYhv9DKnL5bWWM+O9kAv0wXGL1fMuW92UWuPdnq/72SrAw8UEK/PjMSKj88WMC+IJmtPtyuBT+gzSg8CS/jPhtefD1QNOo8KcSnu0Oyrr5OPx0+dyRTPSVR+z504Ke8b7zcPjhkHD/w8t09ta//vk8eMT8pLj6+9qrQvhmd0D6iaGm9ut3bvkpEyT4aiiI+yZU4PlBLvb6cqlO+qP7SvloAfz5etjS+c/TQPqXjvjyB1Xi+qpWtPpCjtL5Mj4O+4TGcPhiEDT/1M8K+7HfzPk8wCL+waSQ96/gYO/k/Hb3AXRY/n9gCP54sqj6eF5i+hNvoPhAQHr4UZoi9NF66Pso9Lrwi3Uc+ZpDDviBZu70jv6293VgNPx0LRr2SNUk++6HEviq1UT6voFS+Pv/AvgnKyL7jTiq+FcTzPke4AT/W2J++NAjAvqMHIj6+F0i8kTiKPUu1RL7ds/k9SrhBPg+53T7/6tS+sAaNPtsCVr3jsAA9pAOgvtP/jz6PTvG+b/8Ev2Z2VD62CVm9BAagvnV8CL8XZvE8MiaYvpbwrT7zNK++5sihvpcvqT1L4K0+zovbPtvfBb4xjZ6+hi7VPXSe9b7rIZW+82HsPkIJs7w/Ypy9UNezPaQOCj8oBRE+H9GJvjtvE79Ozr2+tanKPMsK2T6tDfI+LE0yPj/Rfz6wosq+ONhUPh2+jT6wlCC+421kvi2Uh75i+9m+4qwRvBNl7z0jtdm+F6WuPoAqHD5njBe+QuwWvkAgx76DbDQ/HC4Gv22J4D7yIoY+cFD/vYswy71XjR8/YszOPl0gOb6MOJS+kXnrvm3/9j4v9c6+Aa1wvk90BD5Hi+S9Qz2gvn+KAD4YTaI+u35OvoUWGb/Z6Uu887o1vmrvSz45L+49qqWsPg4MCL+0QFy+aQgtPjw83D6d3No+1Aa4vHT2br5mR/k9nCpkvt8NYL4/Vlw+elnOPmW1nb5pKmc+6LG/Pqp2Yj4qeVK+V8PnPpJ5q74FeVO+8Sp3vP/Vnz5npgA/ryO/vo+thr7c0Le+MHv3PlABEL4kkiU+8ubQPVi3x77ur0891QOtPad9Br89/Na7XiA7Po/IeD4JcJI++ay2OzYy9j5eCkE+YJrWPqCF+b2doQc+XwoAv9J+uL4JOJu+Na63PX1a975oPLU+PlC0PkZW8r4SN5u+bpSFvjT08j56yfa+faWHvgmaBb6q2/G+ColXvYIQDz4NPFg+dKHOPZQTOT6p6469jnr0vgj87z6OfNs+qhJfPlAJjb4etnG+4LqOPprMdr7UcRk/UOUSP0z8q72hFG0++R0BPwV2HT3Vj76+29CIPh14kr5Gre2+RWXpvqhffr3jpli+8CrPPiI/rrzEzk2+jAvGvi8tRT0fHQu/jCa4PsYT5j6HVBI/BSysPXN9lT4GeRm+OcOovR1zzj1bfM08qqiXPvNeHz5rhgQ/7iXUvfxXTT0vND2+OAo8vkH2JL6yv8Q+H6qlPY9YPb6y6HW9h1CJPvJAyz4HmcS+lV47Pn2+ob7lx8w+g6bKPnR2pz6JGQw/WxcsPlHI5r4Ybz2+qb7XPomzRrzzgsg+A8uOPkH82L5W+Eq95OWfPscWgbxrbQ4+MkmePvg4pj7jChS/eXDsPjp8lT6iqPo9fOmGvngyGL1xjQm+UCy3PFyWRz0cHs69aS1NPi8cHb9TMBu/QeQNv/l40rythWA+myzPPjI4oz14zGc+iA2VvpEuCb8Zg3A+4geevmFktr6dO40+M3IyPgLY7z7/sYW+DL/QvsUctz27OPO+o392Pvv16r5Dsna9PIbcPSRFCj/PW7A+5zMBv3kjSz37Tbw+m3cTvpXdNj9kY4y+BuwFP19BDr7KUjC+cTsSP6wsrr7dc5i+8HAPvxt7XT7rxia/ffmDPssrrz4EfF89qMFIvU58ub54JdM+oQLsPk6M0b5b07Y+taJYvpEssr6CQwW+p8m2PiAPCz+lYyW+gYS8vp3wBz/FKO6+2RqsvgJlaL5DJTI+gFwWPZ/Trr7NLAk/1tE/vuithjwTdWI+xzc6PSNHZj4owWc+X2RKvqfcBz/WYu8+Jnm9vgibtD51Gqa+Up12vu816r1SIUI+qchavkHt8743pSi+gwPrvmWMnT6KjUq+JbysPkoamD7oMmq+0HOuPo915b6kgIS9G5O2Pq1uoz6Z+Zo+7PhJvrlW1r5OfwC+BIgFPxePmj4zTlu+jJpEPg3xqb6XEog92U4Hv+UZED/hrgI+9DcgPrlAaz5lspq9IppPvmn3ED7O2Jg+hhYKv9PYJb4zU2Y9zRlNPr/zLL5C9vI9VNHpPv7KBj3swk0+HmgkPqReID9SsnK+myQEvU8EpL4omVy+RxIOv/fR6TxWYeg+ZU4SPaN6Fz5pKs49J03kPmq5tD292Ok99J+FvggDPz4rylw+S3oNv1ba274VXBC/XFC0PlGvvz4WYtI800T+viuxrD7+nKU+EppIvihXFT/Wcya++02vvsKL/L3jl9Q+6tuEvoByuz0AY/Y+nZF8PoyCb71XK8U+T8SRPvKJwj37TdQ+6Py5Pr0aq766Ecw9XhqyvZgSk77mQ+M+5ZtpvkY7XT5zYpY+TQn9vsxgAz+d0aU+sqkMPsRbcD7wRA8+XCuiPi4Hg75dReE+DRj3vhRP+r586mU+FJndvl2rAL/1vL0+1Ob2PEJBr77XoKE+VOgtvgjV/75Ew2+8anfwPiqdJT+xiXW+MYozPprBor4MUbE+UunSPoaIHL9vrJ++Xo4avzRT4j5UIJE9hr4jPkxiXj69B02+mL4XvhjAgr5k7m2+5LzBPgCeIj5Knww/5TA+vjqlhr6rqD+++ecyvgWuvL60eNS+zlCDvkU7YD5HOy6+Go7EviMEyL0ut1Q+M6gBv1sHBD/8fLC+Q/+APnmD0z3bUh6/njXovEe6ij6HRig8xfC2vfuoQ77Hfds+7GmTPrlcBr6Vj/u+eA28Ph/5zj2saZi+9in6PS3aIj+rjao+XGnBPhJPzz2tZei+WrsTvkuxuL73B4A9W5yfvh7sqb61Sty+IUeFPByqcD0n2go97WY6P1WsrD23mVy+/6n/Pq8FbL5M2RO9OOmuPq6OsD6wCb4+zQFLvgvopb6bMnu+UJCcvmchz75vUZS+dz7cPmmWgj4hLKg+lu1cPtGOfz08o9Y+BT6JPo1GHr8hn1++lIqgvklmp760i1Y+w7NjPsnHsT5E07K+000GvrodEL4rQJ6+wQ7+vtR14zwSgfY9cXu4vpmlpbtB0ti9RsJEPjj75j1qZP+9F0ISv3u3DD887Tw+P2GTPTNFIj4BFZS+mSOFPssoV77Fllk+42i6vuUWWz4o6A2/gnOaPm4Dt77EhWQ+KfXNPkaNwL4cwOW+1QYGPAwE3zwctqU77y/Yvn18Bz8ScNQ8yiv9PloIQz5zpqM+Sx78PilVrD6+mJ8+LAAEv7WNojzlaQy/lP2YvfnVCL66sNC+awngvQYckr7jRw6/Q6dGvpLa/T5fxIG+d6ABvqzhKr2qJgO/ffIXPrCOoL5odeI9dB4PP9F3ar5vyyI+8bQCP1DywT4U4qk94OJ2Pjhwc74am8K+wCYSvo6Dnz6q67Y+2FT4PsY21T1733E+T6soPhPF371DGOk8mi4YvymOwj7THpa+E7jkPmolqj5tWro+ppaJve0Unb4tDyK+7m9NPt5e6T4XljU8NyOQPTCBEz+JZX6+FtrnvjZ70D4dzsg7uHXDvi510z5ZxcI+5fKOvaXJaj7P1tY+/x2mPuoYXT5N2t6+y9FyvqCbhb4LrvC+sOgjvqz+hT4k51c+bWmQPXT/Ib47IdS9Y3ztvEf/5r4Mx3e+BXSrPm5WP72Mrui+B9K2vrQozb709m8+j2X1PhzIqL6Nb/u9f8a0PpkRZz6fR2A+7PMFv/mqQz5Ay/++kNQ6vS2DjD40KaE+LyYmvz7pBb4UV+w9rUoAPb7q0L7/SRa/q8zvPnsx0b4GZmQ9Rr2FPqg1ij5YLZM98xxRPiJ5tTw5ssG+XGEPv7UPwL7aP46+w/P3PeE+AL5hb1M+XFFKvq3hAT/xN50++bLXvcrzxj4nITw+TjEGv/bKhLzEXFC8qCKxPggHHD4qbsa+zL8pv/ITDz+HSQ4/cCHRPim5Er6sHVW+XFvSvNTp1z49Zwu+wH/4PuRqIz+7Z2W+Tq9vPXGbfz49B2G+yXSIPXvah7yw/+g+yazRvlvspb7qHaU9rp/RvupMir5FK7A+YrNkPqXBjD6TXQ8/mdy7Pi3/ir3in8++mQ2fPu0x7r6iE6y+lPq2vfrQcr6fGuo+HPS5vryIub20O6I+W20uP424vDmmFbE+v2q3PrXv3b7Sh+C+OCx2PiUkF76e930+dTKmvp435b1Ly9i+8HnUvvb/tz7Rw5G953uaPvQk9b4kP/Y9JNhPPs0n4r6nd5u+KITrPm1pAL4QJOY+pvGmvpE7CD99laI9XTbcvbGDkr4/M9G+CdNHvgxhBT5cmMM+uS4Vvv/1rr6sO7U+LBq2vimO9DvbvRS/zHRCPo/wjr0hJ5++s1v2vkdcVT4Wmbu+jdlxPm/qAD+ghCY+9mAkvTwfTT59/se+Cgkqvt5gwD4FA6e9qeEKv8zbIL4hVq0+KtXfvhh9rb0LpZU+2rDgPk/L+D1dn/s+nd0rvx32ub6EMw6+Kkb3vqYKib5tRwo9aIzePGqjL77obWG+yhMYP+4cCj5ycSo/Y7WGvWgg0L45zDC+BULevq9PoT5hc+w+e3apPuUJAL/uhBO+g1ClPkKKHD+nMF6+RNLvviaCBj5h6NY+ZTKyvlSrNL2ZOq4+IDiRvu+0IL4ypb++HD6Uvq11oj7Qq0c9oNiovXxq3L5Bfqw+3IrOPmDfn74BVj2+m9I9vd8k8T5dZ3k+NvWlvgTxBL/prNY+I+LuvbaTKj64xSw+zYtlvJBi0j64+KE+IZXmPSWQkrzaBAY/xn8NvFX5Br6ZWJA+mc6jvheX677Q1j2+4P8OPwwir77ilTS+BJvBvocFIj4eHK6+eVbEPg4Pvj61oBe+Jrqxvk4liL7AIzQ+GzzlvpcymD4x/eM8EM0Gvo8Gy75Cq0w/SOjAvrNV/r4r3OU++4KwPh37Fb4L7QS/ycsEPuX2oT6DtdW+nF4PP9wPjT4lHL4+7lxyvl0b3j2nDeu9D8dPPowCpj6KlIy+PblQPu7l/z7gpN69u3ZIvuIDmj63yYu9z9XePik3qL5HwgE/njWMvmisrT4wmIS+YYAHv8j+vz4ef5g92OLhvjYhm75F9Ja+ZgLzvjOCYz3CjGa+tAkxvq1Zqj4R05w9iRYgPhFiTD7gDHs+65+tviFXIj8nWAm/p58HP46XTD4mDO++iSccPm7727zI51892pT8u8gbfTxq29u8GQTzPGRMob348tW9xEhvPMmrELyp5xA+xsU8uwyRP76J8Sg9LWe3vbEBQr4=","weightSpecs":[{"name":"dense_Dense25/kernel","shape":[30,76],"dtype":"float32"},{"name":"dense_Dense25/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense26/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense26/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense27/kernel","shape":[65,16],"dtype":"float32"},{"name":"dense_Dense27/bias","shape":[16],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:07.859Z","modelTopologyType":"JSON","version":"0","formType":"register"}}