{"modelTopology":{"class_name":"Sequential","config":{"name":"change_email","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"y6JgvoRfUj5a4BM+y1rGPWXv674QxZA+N2lrPbzjsL4JrVU+uvomvVXB3r2P7CA+L/OVPsABWT2bM4Q+ECIHvsYOZz485D++NI/Gvuc8UL4WrIC7XZ4wPgJEFb3SPxE8PeTkvOnjPT7DnwA+PM2lvpQ/XL7F3a48GhcTPsaUgr73QA0+IFuavtxJLT7f+ZY+KHamvgagHj0bPZI+DviXvV6r0T7Wdpk+MXHNvmwn97xT9ZW9F5qbPByY7T1k/1s9qD26PhF5t77Uxwg+eU4MPkZktb7R3QK+xyqVvjiQ3ry6JxY+XZs/vqfhxD2zmE0+hOHQvr4Qlj7HQMY+h1LdPQxp0z46u9i9TH1GvrkXHD6vNeY9/+hQvukMoD1gXI++Xa0LPjgzkb7JHhY+d29lvMO8Yr41doa+PfaLviEmWL50PKO+HAEDv9oVWT63ZS092orwPmdulb7Yjp8+nENFPjDi5z1KLRE/r+9LPrduBr+6O9I+nNBCPVClnTz106K8yV2CvrNF+b4r+aY+V/apvrraD77B2AA+HwOWviOguD40A809z/8hvheOib7MPSg+LdjivmpJ+b5J9JM+3Ni8vsOY17zo2ua++HYBv8CdnL0sY5u+ATaXPg4zQ73hLcW9MA/QvjN+7D5UwTs+pq7wPZH7sr1exje+7rmRvmSOUj7PD/q+whqePa5X7L6+QpO+DVdIvs2moT7EY9G9cHFNvRUm7j1y8ac+CordPYXVk73rD2W+kq6RPoCgpb1Ry5c9iUvOPldfvz0L4Mk+w2FmvtxqQ76Qy+o+Ls31Pr35nD5G4xa9bjmoPp0zFj4klGi+ZLVSvtbzTrx/NVC+CIejPbVosL09ZII8A4DbvPo0Ur45Y6S9LxYTvnzNF76PJCa8q2yYuyovrj4J9pQ+u9l3vuNgBT7NDUW9Icobvoc/0D2ejHs9G++WPeXlOD4p66u+WQdAPl/O5zyil7W9pwLrPVhDsr1iGlm8IpM4vjIM+r3MqiU+5vegvc4XRT4sS6s91tCUPkLqiT5fNEY9nn6VvCwUhDtwVYm9+BKEvtqZl71ZOEa+Fc+JPkXRFb6nRO29/X8WPoA8DD633Iu8Gu2JPhY2bD45CJe98gqzvaXzQb3SwxW+5PTgve7gK70tzQU+UMcxvnms+T1rwHC+YmMpvOYN9DwEoP498jtpvpsfSj5UpWc91dJAvf2agT71xE++aFEBvFUqCj50uu+8EzFdvnS3oL6pQSE+9EpLvlOcqz4WVhy8S0naPawPpL5psxA+bKjtvYpBGD5w91a9I86nvS7nKrs8t2s+NXKxPe7MhT4MMXk+rRPUPfkXWL0oGGE+lf2mPnRhob7Z3NA8Zcnjva2txz5rnII+fCqVvqTi/z2mc9s9pdSvvbvbp72cyFW9Q9FrPiwXiT5Kp70959Y+PSa9X76NS+s+bShQPvf+qL6zJKg9mLwxPOPFyT4E/Ri/CgvGvoj02j3sEAe+R2LVu7BJ671sNdW905dpvssaGj7r6Iu+1BXEvbJ8WL6xWF69gPwEPivk1jy59Fy+pFyiPgbjmD7D9SM9rhU4vjs28r5KThS9aII2PtQgJb2ahxM+F9bePAFLqDzNy7291KEtPlk8N73SsoE+XylCPn2YBb/+Cx4+n3XyvI5eIL7HyqC9KR1bvnsFCD2gMYq+dZqGvsbIrb7J874+7DfZveNQ2D3XOKe9MncuPirgoj5DGaY+1jZeOqYiRT71tlY+zEMJPh3GCr5+j4k95nBQPknKzb5JCys+QLatPi6DKL4uuc28GT1BPjt3BT7fKYO+4x2fvVblgD0ppcY+qFWbPkHKWD0E7Rk+WKsLPzZ30T3Qmbm+KBchPunZnD1CL4g+7pQ2vh5cl77zYZc9eHwwvguNSb0ZJ289nxYmvRA4Ib4jdCg+TNRPvfwLpz00xKG+z6OIPSqTDb5tlXa+uoQHvyT0yj5R4yg/SfhKPol61TwOgce+RLiBO687cj4Hz5S+JpUDPlyrRj34vzi9yO6BvQEiuLzheBo8/ScrvsivBr7a/wK/FRpEPHyWWzyzBlG+8radPgeRrjwWQCU8Tk+RPR3MFj0/O7m+P+z8PQeAkT3Wtls9DSJivS9amD5qR8w+ZZeyPvni8DyX/r08QV2GOvtF8T7zF8E+y3eNvhiYajxVQWu9sYiqPZ3Amj58hE28JHvyPQvquj1tmA69bj/fPXd1Ez2GfpE+9GJJPXmtrD3FTbC+APtOvE7Q2z6dbAi+Y3Aev53QXz2jwfo7HpWvPgiYH79kGyK/bAWCPk4JA78msIS+9Az5PedeZbs5eMe9TDo9PRnhjTsORkS90xIFv3BTO74qlLk87WvtvC2tmT0Fwog+pYe8vH4UeD7QjSg+jiIYvyxk4j2JJa09oKa1vBJ4jTwzgC6+nSziO8U/TD1BEZU9Ts3VPdoDSD6OabA97cHbvCVHIT3CjA69/iSWvUcGBT0yWpE8bSUjvdHqLLzonjq8lUG0PR6+ir2HA3E+a4OEvVj3xD1BelI9UGIMPYNGmjxIe7O9fZQCPp3ZELw+/h48tgpmPS3lIz4cJ8w8VR6kPThzfb1/YRQ9ZaldvaBTNzysIAE9g4kGvatTDr1SotY9YHOePRNqY7tgsrK62DpKPtJFOz7rjSc8QYmCPLtP5rwN8sC7GYcdumeLoT17O8K83E99va8qRj0Sj1O9dN0svcmyZr5VTzk+Y7wMPu3hzTxQRn490RWBPgEynr3aD1a9I6CmvRmh/L22VIC9Zw4uPd1mJr782X893xyHvu8bTTyKE4o9BPCTPA7uDz2jvG28/SJIvc7XIr0htqq9jgHtPV8cHj6Ibng+h3QGvRy3sb7EDB+97dmLuycPnD5WnXO8CPTZO5YoUz541LA8fCWMPqf4c723q3i+Z9cZPTby2D33d829udMBPSbIdLzJGbA9R8SUPd1pF77Okqw9xPCDPvHy4j3pBzq+m7CRvN5VBL1IW7C81hZbvArn1j1AEnc+n4PBvJCqqjziZEm+4bY1vUfEAz49PA2+MxlOPK+7l72QC4G+6AA1Pm7QWz4k9sU82j54Pn4sPL37pFe+HugTvcNdrjxBV3w849WVvY3bAL70VWm+MQSVPqLXHT6fnm8+ENgIPvxkTD7fRpe+mJvLPS3iNT7FCX88aba6PVbwLb5Y/qM9sx0TPkttt7unqe68D+vfPO3VYz6st1u+wnmpPudzUr3pJPm92dEwPDJp4Ly3HJG+voQVvVzAxD5+7kC+diolv16rRD42ymI+08tnvj8AFz9R6sq+fGXcvov/Rz96ekU+eE/1PpSVMj5RyYC+rzhYPhhru712QqO+F/WlvtDOA73xO6o9V0EUPXhWT71tI7U+wqdyPobtFL7jY4u+v1/CvaqWXr6iiIA+Y7rUvmcV4T7QhxC/udllPQ9HIz8skHa+Xh2IPn14Cj9Vb4a+3jglPhK9UD/t5SG+krPwPNdSO74hyty+6k4QPwIEMz6bE0Q+entsvrMs1z0ao5I9CdlovIE/g75LWja/34lEvDTLGz5MGde+CXIdvh15YD5ZmXK+YLdKPlsLOj4A6qu+7GAGP1ZEsr69+HO9dcy/Pie5QD4v6AI9AXOCPbfB7r0c6o0+besSvUpIvT4UKFu+duB1PdyQILz5ZiE+3j5GPq96aD6p+sU9WKSePT2LHr4SPX++mTIvPfgJMT4DFVi+dz2AOod1TL7Vw2K93uYSPghFcL09ie+9iMpfvSKRAr5ETdO92fb0u5Azer1o+de9aMsWvql8Bz2iDkI9QC6oPISeS73GNv69y4uUPhzClj1Jm5e93i+cPv+Itb1QGIe7/p6gPShFp72qUfS7iIFkPttW/j2pLH6+3tLSu1uwKj5R9o68D85Lvqm8Wb5L3oU+yOpyPgZ4Aj18EIo+gkddO7uisLyoUn09blOOPtK9pL0hywY++yRkO4WVbD400328MvTJPBf2gjwqVzs+H8eVOijOVr4XOnC+SaGYPavBFD6oQ6+96DubvYC87b3R+gm847STPUuUJb4QeAC+PLXBvGi4bb7JsE8+DfaHPcgPLD6ACoa+TngUvsgygz6l4mI+efkUvtpoKT7d9KO8wXuCPg4fIb4lsgs+A2dbvc7x/D1bdjg+uWXGPQm5KL2cCzE+asJVPkB37L4VhBW+gGgZvaBCvDvDHQE82J9bvioLND5xuhc+snpgPBx63ryAtE2+xrOIvSr9a77XJgu9/ssMvi9uRb7nBUs+4gjhvQX2xD2K+js+GOLlvH0OJj5nXB2+HmC0PJ2HOL5YHh88OgY8PqfIbj5Azzu+EoTuPfg3Tr0qUau8bmXgvYbM7ryDFha9wJRnvmXKkz4pWw68OfnAvtUckT3/ALu9tHAkPZTbDjwZc10+QKEoPvxlgj20wzy+aCylvVPJBz70Hgo+DPJRPpe1t72+vX++IUwAvjOfHr2hdYS+Vc/cO0Liij53nW69psP+vcFwaT5rPge9yj4bvobGiz3V6go+Aj+dvWfxAL7Brz29T7sGPrBDkj79tIG7uEEBPmmAyDwxdUg9Gux5PWaof7zHsBG+wQJcPuQs8701gjg+igc1PLb1LTzqsXK+zqjAvTsNBjxDWbO9teJKvdt2xjr0X+S9hukAPn1FHT4MO789T+QTPqtH071c5XW+FGysuyoGYT1zHIi+hxSBvUSDgz04bjS+jhNMPvwxH70VmBW+dzf0PVff3L1HLZQ+Bq4Fvkpgej5aB6s+xWaVuywPcL3kQAa9X14KPgRbNj7A02o+rcxMvtgk8Lt3QQO+qPMvPOxuOb0F29M9cCw5vu1dWb7NPNG+Ehe4vdAUaL0S+oA9Y1GCPLvQQj5mz5q+p8RbPA3Mh721jsM+EjkqPUvuQT4geSm+9LzHvdZR3D0Igzu+p5SNPs7/Rj7kNCw+kbmavu+hMz6eml+9POtpPiEPFL5UxEy91qAeveoPVb5OJyo+fMmJPiml1b4m6Ss+ZiAXPlsSjj7t/oI9NUBGvdGA0jtNbO26t0QfvpEzwrpDKyu83mEqvkAIJT4ooLE8IsAvPiygNL4R0Ym9XrMGvkB4GT57Jzy+nrH8PWiPJD33inA+k1J9PpERXT5QmBe/BV6IPbwImTx2fjU+ANKCvV6hN7vEQQ0+nlESPuo5kDxJgLW+yUlcvgLcoj5AFOG8cf4vPg5Mdz5Rm9M6GCWXPSEaxb7qY5o8Un83uUKqOL2rSw4+dTYNPnURG76avUO+M8GYvYNCeb6wQsq8yUCNPr7GcL5rTU++HzmMvn84tb65Wwk+HwC0PScSb75neNC7IWB0PQi+JT67QCs94DgwPnaFxDz+q6S92ol7PY5O6j0O/G08fWRdvj13kb7FCj6+V9rUPT9pb77y1ju+BKdXPk3SVr6tYGO9MfzGvQFQ7r1aWMI9cO+Bvk6f1j2zI4S9GTUKvrscTT5L9bO6neYSPlNrpb49RgI+LOJhPgQPBT6bglC+J5kGPfTznT0EeAA+MqHxvZuMkb3GvYc9kXAPvjZhoT5aYUs+/DJqvfa2wD1sxgu9oP6tvjNMTr2BjKK9fzkOPlajCj7/gKm9mF1zvUlWlr2/WDo9SQmqPRTEIr4WGl29286KvosWWb5Jfdy9Jl2zvmPsgj4J+62+I4uQPeAkoL1Xbie+Tfg7PiwBRT5ppsu9fbhavThCOLzrSqI+9VWIPsOjVL5lOGA+UInYPGyczb3c9lu9bt79vfrHpL2B0VK9+KG2PWYUeTzSU4q+M5MbPrMPJb3nXQW+2qYXPaXhS70/HsQ9kAyEPSJuAL2N2m0+hBuIPrdFmD4aypy8yfK1vvApi7wUdW++HXWRvuyfxr0IOUO+MEj8vcDsATuFadS+rgkIPRnIq70Lmia+RBZbvBEUjD4jES++ycwOvriaoLz4IYc+R1lRPgC+4j3kJSa+/kJoPF2sVT5M+jS+LJ1QPrKBJL5rUoQ+ARO/vRA5Yj4rrVC+JmdJPY+QhL45mm6+75iMvskoU743b20+5z7XvEpvu77BCJ89dbVbPkbKvT5lifU9kWefvsxbZz2sNCo+jrfGPdVZA75eKdW9GI0LvYJlnzvK/B6+xcWgPoSs0LtOCZ8+PD20vg9q/z1+i6q+3Td4PnekO71FGKO7yHDaPZT1+L0g33W+Q7bVPG/Fwzw76oc9qfOePadAOL4MCMC9sanYvWwG7b1o3a+9U8Cdve8YOD3Z6RM9SZSBPu2vj72Nw4M95BRlvozkDz7+QkU+ScUYPtBskL5qZSG9HkMaveYoVb6vGwC+JGmNvapNRT2EJYs8mrA5PvxvD73CBLE9p7ztPRZQHrzz3sW9CE4JPrvGgr77In49mLyNvQLfLjx6LBY+ylxHPo4isT4RneU80ciKvqweXL739pU+PmgAPeSzwj0Hc5a90DkAvgVJR77ovlM9kk48PkPuj77l4r+7Da0sPcfvir4Yaco8wELNvbn0GT4dSxu+VxBKvd1czb0GMN67HtaePV4XfD4Oczq+hh1uvQYdNT2/VSs9zQ4FPhpMLb3f3l2+kEmSvZ3wIj4UiIS9OLeRPA1j9T3LncS9caqYvPLykj7490c+4o+rvGA7hL520CK9loMFuri8Pb6h6Ke+aGL/PehbkD6+1py9WY/cPap/H75Rxxq+sHyzvXRJNT63EbY8iiSfPVSWAz4sWho+p98jPnvGqj5HS6K8Pg6OvftMYL4VyAk+cJGQvnHgLL7UF3s7SCw7PW2kx7rkXBc+7mNnvqyvXj7F58m9J/ypPq1KhD6smE++CFLQPZbNuL17URK9H3MhPaIMRb6XgS087djSPLvsqD1X19K6DScCvx4A2z2vzK6+zr2EPs+wO76FXCS+HaV7vqa3aj64POw5IWEDvajR+b220bA+jwElvjlJFj5sp3G9T4F8vllXM748xAy+NhkkvrilGr2+6x4/I3BGPVQw9T1CSxG+CG1pvHeh+j3krJQ9fSVRvngkL76oUcM9+BwZvmrAZ7yFCEI+KTpJPiiq7zxRdwU+svE9vkWxiT4d+0G+7dC8PSEcRT1SeJK9jdTkPITrU7tswi4+fZuju7RMAr4x7pK+weNpPsSsOT3sHG4+W5eGPYaiSz50ETa+KsqdPWx7WD7CBQQ9QriGvjPmxj7mfKW+S2GEPmpy3L372ZG9zjWCvuFwiLwTnYI+IxSCPbEFNT7ar7i+9QGEPUQcTj5a7GI8ExGTvtM9vjwPJaW9t3fWPYwGD75vMYu8HMHfvei2lr3o8mc+PdUDPHugZb2HZ5g+bitNPXdqF78O2Si+4bT0vXVBkz6knx8+F3RJPYQTlT768bO94H0ZPphu9zme1X493FJkvtfc9Lx6LWw+WHuXPDo3RL6v4Zw+qGKUvrAKXj6fwT0+Qi90vhM6xj4itii+nQsxvks1Db5/yG+8ap8HPakyFj6nK4m+SiEqPvdTQ75S2E0+O8iqvcIor7y0IjG+vz6IvlUxOz5sBos9zqxHvlUOUz4nHJ2+FH+qPQPKkLyiYo4+UjjyPBwmmD6uHE+8NevGPbQszL65OQq8XhJcvRz3qj4kjA6+YSm0PNf9wb2a6Yg+Lvofvmk4x71tbRi8vvSmPrZsZD0zvSA+o6YLPhOpfr0duhu99GyKviKRYr3bsnC7JWoqvbUYE77+mqG9fFM4PgjuCr7FJMU9Ey4pPcZ3T77YwC09HAKKviVbVr5TY0K+FMstvRaXFT2ISTg+kP9svEnN+zwRPrs9+u/FO+E6jD5ciZw+vWf1vdZWwL1paIY9Of5EvnetWz66tnw++Q4Xvln46DzckDY+n5MqPU14Uj7MjTU+ma6Lvvsc27zKmg6+/bIXvo0yDT4Rh+O+RioiPu6ZQz0vQD2+gfJRvkAVxj3vg5S+2jr5Pi9BHTuhMq2+IBekveJPyz6dnWC9m+yIvgyWFbxYrf49sHkxPqqj1D13Ee69vxmRvrZ0Ob74WCO+jx0PPQ0gV77bAhg/ID/fPF7NcD4tmee9hj81vrlXuL0Ki5m8F6WDPRFmOr1I3029bpdSPs9H3ryQxL89EkYgPsZLgz0tqEs+sualviQ3qj4ZLja99uWTvbMxcT7I7Zq+273mvbviFD1Rnuk7ZwcBPnjsg77AoYa+cZmTPoaGD716gKo+5AraPXcAwT5JOgO9bhiePirjY7warXK+vE2svbrnkD7iXJ6+6OuPPkeV0j0wkE4+m2wGvk4kFT4GFZU9bgEMPmcpb77Vk22+AYiHPd4NhL5z07i9Dr6zPVTD7L2h14A9wr+RO59YST1edEW+gCUEPjgCur11uhw+wgVFPkaIaz78qDe+yLJ0vry3kj2Rwy48J/BOPq66C75z62k8PwQUPb4kLr5OjWm+mYf4PC2VwDzWwYI9Y5taPglHhL6KT3i98CG3vCz9dDyZWm28wQiCPnYR2r0llDk7t1xmPjSUe763lDY+p9jHPcE2pj2uZhs+p/RPPTZKPb2uV20+9C2bPfkhhT4u9nm+7BQYPGZLPb6opAg9QfySPoSzmb4OkYm9x3hXPhdVBr7aW/Y9LpwnvrBsjj2G1Mg97RtMPWRCxL6wn4+94yCevgjcwz6c0uW905qYvv55kb13uhI+09rnPS8es74kTIm+M/xcPkqphz5277E8ZrbZvYc66L6t/8++CaWfvvmQRD3TqHW7+zB1Pg6YLb50SXw9K3CbPXQNfzyJAVc92MjCPWZosj33rO+9VqnPPaE6R75qtA6+Qss8Pg/tLj77zZA8Cc16PpCNhL45f1k+ej0WPqb+OT3BQcc9B3GIvhF9i77unaM9OCmKvfGpyb21BxM9bcxcvu7sNT6onIU+qXJSPld8XD6BchY+F5RuPQbyOD466J09OQd9Pft2eT2x34Q+2iN1vgmncD6Ej309veo9PgBGIb6GgBU+oEFGvuiAZj4rnqC9k5ubPi4xfLxa2qK8sxd3Pe8jVD4UgoS9kx9DvssbNTsJJmm9fhjRPYuKx70wBxc9wE97vvhbhr6GOD2+mi/APBD5gb2Q6xY+sWwivlXnY7yVHqW9sdEQPkrmRL2teTU99D0rvt08473c+hs91bgPvTzuxz2S/Wc8XiQnvio7tz0fn1k+j3ylvuxfpD2w+Tc9lnepPRr4Az6kENe67Y5RvVaJWD0DzFq9Xx9KvGIBHb3rHau9xwnsvLjOobybWh28z7jcvQqZgz6oumS8Pk+au9dw8z2pBUO+GqdOPKJB+bsm4HS9tiJSPuuIPL1+k/g9D+Qnvo7WLj2K9Co+ZlWDPSXJhD5VPpu+d91kPVD3HD3wLEU9zmcZvl5yC73gcgo93ODIvIWwFL5Itv68LIVWvS5mBr4nwFw+YtwFunzjR74t9Ry9T2HrPQpKv76uEvI9b6LGvXIv2T0wi/O9V5IhvrF6Pr2Jrs09xNz2PZ9S/z1xlTI+MXShvSnfITwTcSq+KpwRPqQhmb5W1Fw+kqn+vJprAz0Br+a977+TvqJ2TD0A2aS8y5EFPXFcsj11+Sk+vNaYPgqcSz4OE0+8w0TbvUH6bL6r8EO8WKhRvrqFlzs7JpS8dNE1PYNM5LzgsdK976vavaGmbD1vZKO7aFyLPoTMuL2X2Gw+wpZyPT/Y0T26gnQ9diHgvSj3Uj5wXvY7vvK/viFI3D1wSYU+9ogBviOL0LwW2Ui+/PEnPgyD3b1kvoA8HFWLPZqg8Tt91/g7vIervO+DC76uEAG+PhyBPmqZnD1NmPQ9I1KNvPE7FD754jo+xv8YvftUAb5QjW6+fu16ug4Dc711woE99M0TPh255T3pRE69CzaDPuacTr6/6Kc8uKeXvv/t7L2CkJU+IZ+avgwQOT4Uts29p9xNPYsf3z1MPnq+OyPJvN3aOj5in7A9z3aLPIG0LLxIFWY+8mI5vqVycD2h1Kw9XWZPvuoRvTvJHxo+frEUvnrsnD4N2mS+6p8LPSYJL77UP/e9vKM1PhB1lzr6Cue9t5yhPvbA9b1VWmc+PlVjvCH4gT1/Zjc+cyKwvTYpjr4PrSq8VgdmPiH5/b3/pha9gZh/veRzVT22mY2+RohaPQJENr2cpAs96sXZvc9PKL4OCWI90faPvjkb0Ly95rI91rAvPos+zz2F45W9vI/PPefVh75l02u9yv48Pl8BHr5PYhI+PjVSPtC9QTz/fRs+0IEivfP6zT2b8to9pLWEvg5mJD3/Vw6+kftGPpy4GD6f1MU8CG4nvgxogz615qW9KDyWPrrhvr1jxcQ+LqzdPV23lD27abq9nUaZvbyZqL0MmFq91tMLvub5qD3wueg8kFSnPQo/D749ZL89uBpRvvkpKb2en0k+5lhYvtAWlTxyt6Y9U/QfvtQ/UL2TyS+9Q7VuvoaCBr7ZQEs9K3BCvUH/Rj1OMkc+qcW/PRm8Qr13CBy8g5YfPtZTUb7TVXa+gWeZvmekMD23mnu9oRhOvCDBwT1OHss+XfFgPebdmz01SIu9g+EAvlSiXD1aIDY+Bnm1vD4OM77u8u49Lv+Cvf59CD4q3bk9lN7aPR2qCz48/Ve+w0ZEPdQA3L2qp/S9SY/jvZ0chjwXZDG+qkiKPXEFvb35nxw+n8qBvlOJwDzXhbg+Oe2Cvv8JRz2/sDu+9Y0OvhzjerzLOIq8M8pSvUkFGrxhMsO95ALCvaJoDj503pW+OaraO5hCnj69y5m+yTEyvOaF+D2ZlSq+pQkxvQDPQr40rq2+SGsKPsTkFj6waY272PH6PDoiQD7Wml+9umrCvm2wkT48UY4+B0EGPnndT75MCxi+qvQ8PZHyOr11wji+jnOHPni0QD5I5gE81hYsPpkMKj3NGtu9KvyGPYIehz6s1bA93mirPenjPT55Zwo9dcZLPoZJ1j6pVtc9QbnEPQKmcb6h/PG9opyBPSin3r3nUwM9jzU0vo6EDL7y/C8+yM2Cvdcc8z65wzC+uy2pPSmBVjwvcaW+cK0rPqcHib22qcC9D9UjPMOg77zAdXK9/zxMPo+cBD7F8dw9WwVAvvoXXb5wdTg+KPnWPa955Tw/SwY+cH65vUJl+zzYr+49gtKpvXTMkr0A1ru81deLPK9PMz7hjEK+A82yvF9Smr5PMck9vfktPlpRhT5KzoA9BFOnveiIkr4RK7o93fw1vLZmuL6q/Oo9G+NhPnYkPz7IJ8o8ZKU2PhLze75nYp89SjWzPo8BlD5+Lfs9NbZdPUA5Az4+LcE9dH81PqKQnb6dkYg+UXhJvVZHhb6nCFy+bmxKPndvWT0GFZM+Mj7/vSyLfj4jFKs8pLJIPq/nBr5hI9U94lWRPlyql77QnmU+XCPtPbLwOb7ZTas9IdA4vk7vgz7pLuO90xzkvfSS2D3AKuG99vH7PVjVqj4wk6U+HERyPtq7erwMGWa+4xQivBb92z2hok6+V3CkPWyxtjx4leQ7Sr1+vYIFNL4D4Yu9CBGEvuJn8D2VDb49dab+vZ/58rx79V6+QzRovp+YbT0nF00+DIXvvZq7CL7hLNc94FL0vew1ir5fUZM+ShIFvsVYeD55G6a9Jx7lPiqeK74XpEQ+yjJqvVGZ0jtEibC97ZRSvu6z7by2eXO+6QZ0vUw44T2X3Wc+2P9UPVgZXj4tQf+9mC67vk4WFj6+gXY+HvFyvh7aVb1XHP+8sAjoOtYJdj6hPO09d2R4vZYMq7skH5S+xe14PmSPKb4dAZ8+MRwgvuuYqT3JwvS9YG+3vJXEhD7uCDU+6cXrvE5ijrwxRoM+/ThMPi+abj4pqyy+adI+Pv5gaDsl8BY+7+rVvByzJryABCQ9P3dUPYOi/D2xXBs8AD1xPabcnT2xyJA9z0mEvfF7Q75uTw8+43m1PbCDq7yZ3Yi+RhwhPnCChb7GvQq+h7DXvZFsIr51ZaC+kDhXPS+5NT28St096pYCPmhtzbwzEr09ZKTQvXt22rmXPz+8qnvLPeBeNb7rQgg9wygkvvtyhL1R1mQ9f1BVPuVtADxpiZU8w0sAPncKqjwrx4I+bHzXul1nhb7P/gI+8CA4vUDoXz4Txgy+jTeEPuydd76IHGe8i2bwvZZNkjxQTVU8rw8lPhNoLj5aUM894BC8vYhd872OzOU9qUWnvrqegL56jAu+CrFgPj/sWj2IEha+q9UoPtjUsL5OUYo8jXmnPedC3buLg369QpmBOkJknb7DjM48TBYRvcHMor7OLxs+OOPMPCGQtz1VoIE9wbilPleRr74xjp49FRVMPssGbD66QO69q4VPPWhdN70ZRWE+BCCkPcxDbr7KJHc+AbWXvrxdOjvDjgW+iML7PMB/iLozFxc+Mhb3PDSIfj2hqYq91qBHPi7TXb01CgA+c8rGPVq2Dr4BwT0+EVNZPcmRBL6UjIo+iUk3vizxvj55soq9DWWkPYJwKT3+SOe7EgVkPMamAT0yBnI+r+pxPmcbnL2k1V++75XdPXTcCD6VlzC+oH84vo6yP7xZY3g+oFkrvuwmL74BqMu9vOdRvZlyx72ZrFI+Z1/cPWUYKT4pb0a9QxxCvQMfJz4UUGy9jXq7uxB3EbppWl0+1Q/EPfPx9j1265w+kLJCvoNnXD5e3JY+vWbmPb8jIT3s7wW+zRagvS05hj3NNC89VjGZPRS3Yr2QFG++mEQkvjOUE7zTg228Eh0BvskJZT1PPLq9TKKsvS5kHT7TS60+pHPHvaZirD01BdQ9hBYmvleLVj6SM8Y9G7CYvSll0T2Kqgq83w/YPWBwRD3KGDw9DjQovPa1b72m9/W7QzuyPWzNMr42HtO9kv0OvszqG73rfYC9vRR6vhR4Tr1NDeA9MIqWPXX2mb0zcgM+gj5wvaECHr4kEkk9iD2SPUlbCr6oxge+0dmDPricpj4GMBQ+NrJ+vrO/UD51M2Q+vPMpPM2+JL6jXy++ZkRbvv2lAL4xjoM+KNUZPtzPBr4gXls+VW2+POx2Pr0EEGG8tjAkviYAq770H3k+/xyEPQHVVD74Lpg8pAUlPlQlDb33SLo9RMQqvsztQT4rPQy+WWopPvu9RL5HHnI9pbATvn89mb7ZdII+0VXIvvTbHz3AL6u926egvT+hiD6/0QI9XazQuzQjR77xJkc96CSuPNLfOb50UKI9ariOPq4XuDv2+aI+/skfu2e3Tr6JapM97hOrPSOE0L3DcLa+SZkmPhwSV76VY9u7Q2DXPWIQ8rznf7C9CVt5Ps4zpj1KLfK8TGV+vcKZjL4qGsk7iATXPV4i9L19Hq49qKQMPjS5xD37tpo9ENqEPux+OT05eAQ+8n36vcJqPj6JRLe9IyWxPRPAmb36HsO9x+nlulIYXr5jsos+q/2fPc4flr6XPZC9ZfVGPrq9oT11HWw+B4PPvrpnm72j7hi+17XRPZMzV75C1dm9YLMlO0F7Nr7fNI697AEuPpkJmb4/mIM+2epDvata/DyAOke+cfUGvfBgEr7mlg4+ctMkvcKbETo5IqC+/6MqvvWCqLw3AK0+UHtGPnLR9T3Kapc8LEZXPlISjj0J+Oi90GWJPdsiFT63rNU7vsubPvtOaz6jt6++eTBAvHkdSj1ChrI9xnYSvqvxab6bO5O9HXjhPZyT5D0cSCK+8RQ9vmjlZb0BgqG+5a6APsm2Zr4PFGG9YsCKvoZu2jxK++G9KN7wPN952z2zpQG+dnczPnNnUL4uzig+B2PYPiGpIb44Via+Uf/bvWtMRL2beYs+RmmWPk2m170BkTe9O6ApPs9ClD0yFA89iuFXPdyW9L0iCI++VLobvVlZV75hCMM+UAiovsEATj4us4y+SV2gvldakD2sEuu9wxzQO0gu9zx3paS9ZZhyPKLFND4BFg6+ELs0PjwrQL7+O+49ybjmvKVlBj7dEak9BhdRu+T9lT2tb1W9186MvshODL10toY9BWoevM0gir74Qzy+24AavsHHADxv1wC+8PAQPi3m0T3/lUG+Gy0TPmFWNb6T6ZO+s7P7vDvQqz6KgIi+Klf5vDVpdb1BQ4c5STOPPnbkAD6QKMY7n8o6PYPLKL1IGVy9FKFxvWTH6z3zSge+rcpPvXt+ND0mETg+CH0rvvj5jTzo97S892l5PrNY4z1/yfs8ds1FPss+KL7NcrS8wB3ZPMHz4j2VmZS9MjBSPfamKjx1iuM9B09AvnBylr4qWgu+Oq9kPvtQJz4lETU+hcJmvqzPBL3IDj8+uzfsvSeJm75Hhrk9vaJGvNUzqjsCkgC+ZKwivkNIkL68Bsy9aihrPsA7pD3IxaG9SxSavreeEb7nEpo9mYbBvcavj74do3Q+mpFuPmy7YD5JQJM+b0AKPQDUzb6OVKc9ItzcPuELmL1b/Ra9DDXHPErBGr6lyW8+Z+IUPlIakr0s+GW9LExTvreRgz0ubxe+DHUfPTdWaT4b3xO8RjLAO0bbBD6VBoW9dwouPpVo/L0axhg+FBrIPSNBpL4oM1E+9e8FPlyyMr6TSt89SLkOPHbTnT790eq9asasPdTVYz5sRMO9lAcAPhRK1D11jQs+DUlMPnUjZj4OxwW+SftlPawk6r3GhcW9Whb2PVqYmb6Im8q8GBgMvitKBb4zRmM+5RNSPavINz7ZafW9CDz2PJLyZT2JYXe9LoNGvu4JHj6W82E+3GpUPaEwRL4xelG+xJI4vofVG77cbbU+8AWXPkP1nj5ilHC+OYYMPha75rveBfQ8d0uLvOlUL743akS90dykvWjaGT2Pd24+pOsoO9ikkT6S2QM+ea3zPVrfuj0ZSsC9Tv+DvvXu6D2wpX++GLl5va94mb7pZGq+VswkPmybu730RNQ9R6mKvtbiF75Q2kS9Sx0ivXf7yb5QZYK8V7ejvgqJLj6cNDW+senXPBWgR771oU++uzjxvctlmD0bu969j9sHPRYsjz3pvs69VF3ZPUGVqz0yfIq9CeY+PujdSj6QsAc+3P9cPoWH/TwLCj8+KQu2vjEp+71D4Bm+3yHlu5Un771ZnSi7tpmCPtpaGT6Tjui9bu2Qu8pdfb5KgsK9SW+HvMhkuj3CN36+CHxJvh0lvbwmJ9S9m7QVPO6eGz7aOi090k8kPuKNa72YDJY+NwLmvLhpKT18xQq9Xv4TvXntc76/gYY9lP2OvtZiLb1wYmG9TX9tPiCe/D2qBmC+qqMcPu7qcDyKqIc94sXcOgH1jL2h4k++AEPIPMjj4D07Jbk+AMRbvoWyjD07imW988NEP+SBoD57y8S9X3xRvtdcAT3I6HW+QUibvj7cu770Xgi+/faHPuFuaL7QUee+LXVavUtxur5UPCO+fb8yPR7DVD3ZSNo910dLvQ1/mz3S7cs+CWDMPDXfrLu/otY9f1l+PVf8qr2zs5o8FLbMPm6CCL5L2AE/u1/0PW0J2z7st+I94JoLPoipvT3RNou9BCMYPVnF2jwBbhY+dWQyvl71hL6jx1s+iTNCPjUXoj4tpgU+uBcKvmElF75Fh2k+mquJPmwqXL4ohaO9+3h/vDSoO774f3k+R++TPkVEvD3VsQQ+NB99vjxB9j4Ca7y+PzLePb755Txi/qU+uDtQvlV0gz7Z3VC+BzPevVVJjj6cRmm8gvWGvniLKL6nJ0U9chatPRwOlr0M2W6+tgZ4PZn4nr0QQks+KMdNvU9eiD5WVWE9QeYXPnCKs77jdX29XpdHPTpouT2Icdi9Dl2ZOwpThz0Pz+G9Mee6PfsrHj64ldQ8gzGaPVspjb24tgQ+Cfu1Pftyx727DWq8eaewvkF/or33xk29IDw2vnxYaj5B9Ds9qnsgPsL26D0SSFG8VOEfPgvhRD6PjrC9vX4tPTh3nr5rdzS9cHfZve1AyTyeKSC8VrqIPJHbCr7Rryw+4FeNviF02zwQ5EK+5RQbvhPgHb6toAC9fpvuPbkaqr70IW+95OZPvv8kPj3NTGA9hRKHvUMLFT1qaZg+jI2lPVMKvT25dR2+V14mPe7J0j0C9ky9m1qMPt6p9b1EPeS9Q96dPUi0Dr7S4769//DvPdXdFz1dGYU+qTKfvWGu4z1np3o+g0EZvU3KDj4tHIu9wH0cvTipuj0KSB69PG2fvfV/iD2qLr69MkSfu1vfDL5SZC69MMmSvXFEzb3ziWw+tVM2vtUISb20ONS9/0YjPSKWtL3l5vi9HeXovSon1j3sxcO9Vtc2PoSVAr6a9U4+8PPvvSM5NT6dDSO7XTqQvXPFKr6w9rU9O5mJvWqxDT4Rf+498pCePXxZPb5WjEo+N4+FPMBU6b3WQ/S9IW2zO1V3MD5/1tO9SFJjvrtjv72pPPC9Pkgdvssgur1nzW2+t5C5vb1l+rwNHYa9LnmOvK6V0r2jUxa+f5LAvVWPNTwZNge+G3wrvtyj0z3Dmyc+KoGvPZUggb2OaI69qo3kvZDMPr0mWd298Z7HPUwjiz5AxiA+fBY3voIYDz5+KzI+v8PrvHd9jD3wwPC7FcTDvfktk7yjVes9+XwwPgvgoL5eVVE9RL9yPpTRI7133v09VoICPt4o1b2Gwgw8j7zgukY4Trt+9RO9kFAhvrssLz6Jzz+9jcCUPs2BOL31d/y8ZB5LPjgyqj4rDaK+meoGvr6hFD7KmE8+CoPOvaYT6T3oAzg9UulRvQ/GnT3teee9+4tovpSgLz7umSg+40/DvEqWZzyM84A9TPoNvQREMT1cNQ29adRIvo3bAr3GIZW9P0YJPc2BPr7aFzS+TDdvvsJQzr0yKD68tmXtva7m2z0wcwY9eR4Ou3irDz7fHm+9BdLhvYpwEb7tcm4+w4IQvUM7+L1xcB8+8wLEvf4Ijz3EcEg+0VQxPnxybDxDaoy8D/sxPI5rGL5Cxw8+wxQhPqmloj0m7AG+JgVXPL5q8ryT8Xc98ifsPVgLjj1gDDa8hCcgvei6Dz1wRYe769/7vR5YS73BsjY+nX+DvRJoKz7yL40+7XSePQX8bj0jK2a+URm4vaGNGT82KVs9A5XjPZbgi76zgTG+1CAdPBGhsry42T291SyKvYf+sz0eFK6+f+KovmIlJj3zv0++sUqKvtMIAj5V1ls+W9mEPXb8x755/Ly9YRqAPnqNwT3LgBG+WYlQPavIAD4TI7U88I1AvZ2yoT4tISC+JsoHPU9NRT4nCtA+fIwEPeGjBD45iJy9V6xFPuqgIz6agt29a1wqPlZfkb6pJTy+nEYTvYNqBz63OJ89iL7SPJwbmr4Yggu9nWMzPbsk1D79D6C+sixxPXjUu70VgaO++fCOPu44Uj72PGM9nyW+PXUlpr6u7eU+GJajvnEInD5liAU+oMf5vSj8Kr0Dztw9j/U/P5SjYT6ZyI0+HGYrvndNHL7vaz29clrivbMUur5qNCq9CHhwPjIxB76fmam+b0+RPgUTPL4L74m+W4IDvYIIdz05PXu+0lcvPbb6hz3T7G0+zAXjO7BWIb7ehUG+NLSYPqTPbr3h4gW+6tkuPsMPOb74e44+6s7nPfhgzT7SuXQ94pRtPuFYF74E6xI+CYqgPbNJqDxDIyg+dcBOvuinJ750puI94h48PqUZPD7jGQA+o+4rvogtOr4rSWm92zi2Psz0FjwgAxa+sTB9vkQRg74b8IC9WqJtPkiGt77ZK0I+0B27vgld9T4v1f29UUiiPWK7oz3ftz0+mAGuPeM7zT2LTU6+l2WjvIUsLT7y1iE9QGc/vpmxDb1e/m+7lPXPvRkGhb6jGve8H2usvEMKoj1IpL0+Us89PtMlpz3JW7a97/3rvcaUSL4F8yw+mue0PBzSFb0lFnQ91KFMvSxcG77NDy++QZY9PaFQlT1Gj7G8dzy0PmikhL2A7yg9BpidvZh7ub4xMnA+0AGGvqSMB7z2bRa83ar+vADjWT5j/Kg8oFchPbC3ULsLmMq9kq3RPct6jr2bJAQ+CgaMvbzqrL484Xy+5k0Uvop4aTwIQWO8jeQvPrxUQb6lHlM+PqxFvpeYTT67XQY9awR3vA8X77zLaqI6OPo7Pu44pz2oelI+efZaPifadD7KmPQ94ztUPtDAkb6qgTC+RuCrvse2Yj3unE89y3/5O00rwb3aYXO+5FRvvZjGCT6b+WQ8Tx8EvjRhFD5L9IW9y7QqvS6tRj4toYc9GD5xPvpdkD75Qv09YpoRvXwBezwj81Q9MsGfvjgT+bvbQQq97SCBPeKv4LtLZkk+RxmQvfX77j0r2zy+BVSBvWlciL50hQS+hbJXvf/zS73M5iC9AY1qPP+YpD05YW4+NS8kPiVZgL6sEKS+UanVvZ39DL3l1yM8RjmNPE/z0r0gE1q+AkOjvGfTRz25wJw9t+KIvQKGPr6IJJs+5Ah+vuSBsr2QvoY9lv6Bvgvler7nA5O+E/67PkCNND7k1Ru+X5fyvfgMhT5pqgk+xeW0vJvHJr4QPzo+GGQcPuVTqj1ODoa+xGCfvlpQnr5n/R6+oI0iPnVzBz7WRdU+IbCcvuNUND4rHnA+Jr6fvpAuvLz5RK89tyqaPesIjj35kgY+UPrjPlNLpb7AmTE+Tl21PqPpqD6UD84+sHDuvJWCgD5ByxU+BE7MPLXgT7ySd5O6p5D3vcOqHb5GHt88h0oUPhivKr6lG8a8fTBnPuje6b2+4Cs+vOkuPsivqz44QoE+BYaWPvwwer76pos+TqvhO7oY/z2mKE49xeLkPPvdkT4V4R6+7TqXO0/HKz08MO27ujyMvSJoGj4buRq+amSRvSbBn7yRhBA+jSREvnjiQzp24Z69iPdWPsypV70bilA+Wa9UPlfUnT5sE2079k5nPh2OB71C7EM9FlnaPRWwV76v+uu92jo4PCz8CD5dhKA8BJiovYITBT6GbSI+cOUbPixc/D30azO97g5Svreqor1FJCY+UVNZvuQqbb5I18w8CtgEvQ7dCz4mvQA++C9svgc7WD6iag2++InvvOWKvb2egwQ+BuSBPSKiWT2de1a+5QzBPSleRDyOkpE9il8TvmviyD25ulc8g7dHvoOVGz51MwG+DSw4vvnB8D1/nkw9d1/Iven5IL0ZlkQ+gyjlvH084j2M4vs9jfwavOSTdL4mWga+Oechvr8tnj5VMwq91ogoPUlIsT053SM+rQqMvSYjhL7dlZw9cqTfPWUekb3W9J0+dzS2PsoCBjwE5DO9+yyyvJK3ij7/khE8/Irsvf5+pD7wIAE+gshrvSB9Or4P34M81zQ0vjbccb54M6I7UR2Qvq9xyr1N3/29kWJfvcBuHT6Bqf49AGgevlDmqL1CxNo983IHPuEr6D3cqhU+YvOOPmaZf7o2xyg9HjBcvhx3yjsgBsW9v9vLu6+ZKb49HuY9Mbl/vgCAhL5Ls2k+37cEvjgxkb3cQ8+8MEUOvrA3lD2usRC+s3lFPl9kcb7SBL49cxhCvSxQTL5yGEU+E84rPs7TlD5b0qQ+Km5Wvqx6ib61vzG9VAQrvitc9LwLF2m9rH6svDFDKj0I1TC+F/V6PkVqer2tgRm+BreUvYUa0j3l4Ci+ulK0vfKSnL5s/Iw+OinlvdkmI7664RQ+lQzoPZXEXD7CTRg+0ZXzPr8+W76hhQ09qaqFPXDbtj731+29E4idPlgoT76PUEo+waU1vIywQb4M5Qw+dXMsvixvVb7W9j077Y7IvT7crT6To7Q+MZFwvgaCmr3P27U9tDSTPeokRL7XKPo9L9QJvidFl74cF04+2UYWPh6vz72BHwA+bJYKvs4/Zj7NT0e84LICPkcudr50K10+9Ty1vZkva76tQmy+Fk8nvmVdL72nVHI+kgYYPmDApT5B9Uk+4pWwPkwxQz5/F/w8MyOYPgtTgT4q1I2+ZBIFPpEIaj0GK9Y8sBPtvRmIrT3qWZM9S6RHu63M1b6NJqa+QjOgvcuvjD4E/3E9xGSWvdIi1D1644++58Sqve4ga75/5kA+7MIovidOSzwyP6i+wWPDPs/fIT4b1G8+JhwmPqUuvb6iiJC+fgWSPrgEYr6qk8a9bhmQviXKoL0uMp49PvTTPZZOir3/75w+0CvwPetVij5ZOoM+XqsmPK+nGL7/p9i92Z+SPj0WVb7xypM+MYa9vo1uZz4jVAK+eWgivSVsbb6gU4m8oRUtvoOhiz6ez1w+WSwHvnI+772zNIc+df1qvaPZdr4bY2q+nKORPdQrMT6fnQU9eQtZvUleHb0RvVS7sgbBvuhNGz6b1ya9rasXPrRMub0sLgQ+O2dPue3Nib5nuUo96wYlPje0Qjx/DFQ+oVMXPtojYT5Y1tq+NT9qPk5WfD5b908+iHddPcmMG76/T+C8FFMCPon6hz5v16w9InXCvSKqHL6ghba9wdpwvZrh4j3CoYS9lB/avcnAvj19fem9ol2Yu0SBRD6Jwj8+X6EevRNyZj1Iuky+McuWPo97lr0CEJg8VlZgvRtPOz2PJMk9W9MrvllfAT6cnAQ+QSRiPu+A0j2b8ck9JCtlvoHGZT3+dza9KgnbPX3y2r0E1Sq+OitCPsKtJr2bqxU9PmUFvk6t0L3xPTK9zelHPfffRT4yC0A+gS3nvU2oyb3j9eW8XgetPvy8wLyhrRq8/DpePin5PD49Fg2+aASavnGDAz59Pp2+BQ9pvhgjUT4vLjq+RcT2vakQvb6IIFq9jcaSvVvbGD4aggm+j4IaPWA+mD7JJoK+smSIPjcjX73SKLq9as+XvaR5ML7W2Jm9ZmLCPPr2lz3lh5w9BZArvbwZOT3shZO+O05+vhNXfT7qQj+9ToWRPSEiJr64BtQ7MsbOOykVAL4xC6w99NWNvVFx5j1hYT4+7x+TPpzPz72udQi/zPaePGpqRT2B2Vy9JiImPb/tNL5E3Ag+I6IlPr8LGT2yOUo9ZhUGvqGJ6jwNAFg9B544PWM0Db3gUH6+6tw2vmTKZr3JRVE+fC2CPbPMmj1xbtU907e1PfSYRL1wv4U8v40XvWoLgr7qe5a8hrKcPneRIL7s99G9VVVfPYU9ID6iL/y8PS81vJRbRL7i3A++WyKYPQJqq72pSb89AKExPmFokj5eIsW8pHvqvEh8db3r8Ow8lZGMvdsCtryoWDO+r3O2vXhzdL2D1IO+Q2qRPe1Xj7474DA9NuG1Pf+Q97zvtAA+x35qPNl2EL3f/Ee82yBFPIrg3rzwf4G93RgIvQ9G4j2EqyC8C23uOzIQLT4w1ZS+/1m+PX4meD0DXkS+rqcaPdoUf72ezFM96uV1PF822LsbCO69t/f9u391Gj0ur4M+C59rvq7M1z1OR1s7G9azvTEnDj2h3ta9n3yWPu/vGz5v77A9j9IuPlYdGb68+Sq+IxlJvqzoKT6PmiS+M12JPK7yoz7TlVm+zVcFvpaqaD5duLS9L5kuPQgWgr1Gy/A8QH2ovVCdFr5bg4M+kbrrvFMf2j0FGAQ+JnQzPVjkCD71TSC+ERsEPnRQET1196S+/goLPkzB8btsmci9Wi4Avsqoab6hEHs9zlqvvQY+lLy3nIo9WnJDPtyLND5rsUk9XAyyvah20zsxh9U9NVIkPhp9Br6CJq67xIZ8PlnMn7xXPZk9jjdHvRwPRr62OZW8ivy7PSO4bz7GyYs9IeZjvQrbCb2AJZS8xsWiPm0Cn7w5sic+T0fPPVpsyz0VPpy+l8S7PNhyrrz1vAa+pJHXPYRWdz5CgQ6+wK2fvkpOHr6z4ak9LuEBvopD6r0QlUe+XtTZvSN4HL7TecU9MZGJPva4ZL3uGlA++UcbPQvKBz5OXv493Sk4vjzsZL7Dbo898TeBvtEtfrzZkY2+2g+LO579kj6t2R2+/J7ivTCkp7xxA2w9VAhfPfYj6r10goa+U6XVum9gG72imPc9bIwsPaaHkb5dZkG+OHWtvFDbTL7GPx69XeDKPZFRkr13/hw+ayBhPqw/Mj7Tfb29Gk8MPmzry7v7M/C9DiwYPg203j38IX++CIw6vLU29D2Fcr09IhSePpMhdD1hJg29NTUUPjydl75oyKy+mR8rvu1FoL4ViJw9VsINPifDEL7JMOC9VJkbPqR8hz3n6zK+HQ2XPhJWLr6HNLq9O2KKPhRz2Dwhwm09903kPVriubx/9l6+kWePvX7UIL7WQx0+rH72PUvHVT4UDpK+OLGXPo8EK746rhY9QeSwPr94Fr4Yvze9QPU5PPG5oz3pB5a9ec6TvaYwhD7Mw529pqcrvXZScLsPl4q9YQSOvKTdvb1Iqvq7Rzjzuh29y70c33E9B20bveawTr72lwM9paVnvZnPmj0NjHK9e+MnvofFST5rLy0+cnxlvbTbHT3WL+w9vpiLvTLSab4L3ba8ZM+RPQk4ML21TqK9ZzNTPauDob10QwY9tYiPvU50ob0Itl+9M+M8POAq8z06nCC9pySOPRnkoz23y2S+od/gvN1rx70tFka+OYw/PlLHmb3A5rS9IHjLvLQ35j1WVhK+5QxgPZmpWr3ZYI68k+xkvOjANT2HaQq+YjEOPl9GNz4n6f88G3qNO+eh/zxnaly+NHodvf4r4bwILjI8aSLou4pvij0NMRi9SPIiPuf2mb0AwZ8+lPVhvpICf7500K88ddUaPtxcP74xzco92UeCPkzFRD6qCYO6QOnavYwZrb27BrQ+jqLbPVo5YD4mPLG9cz8wPYotpDxAtEK9GyMVPTJyYT1Zn0O+Ca+XurEZZL5S8SM8UmwUPmXW7jzRuP89PcSZvp4Jj73La969FODtOqdSS76sepI8rmfYvYQfi70tLzI+p6ECPjJHx7yYgCW9AhdivLHBUD6o6Ea+dRkFvef8B77ZVTO+hWiEPC56rz1fz9K+t+iou0oqS75+MVw+Pfa2PZniAj5BSNq96IGQux/YFjs/A1i8CyQlvvh4Rr5nPQs+uG6VPRcHmzyfRgs+AMBEve/dVD6N6aO+8BiQPc17jD76wkI+UAKavtCY9bvb+Jc9c71cPlvCVb7uF/G79dJivr03lj2PeLM+Uh2BvGupOD6ChRi+OLUxPgxh5L66pq89QFPCvXqGHL7Z8TY+91x5vokfVD4j0I6+rCgnPgO8Vb0H0g++rZPHPEDcN77dcJ2+oSBhvsgtab7whpg+t6smvjPJGj1hzcC9PE4CvuXyJb3Eqgm871cMPgojFz2Qyf68CrbOPkLOzj2zk569VESwPbGTkD3cfg++eZuivog20L3o7v68sojVPcqctL22L6o88TuVvlIUYD0V3VC+TFgQvqaJeb2+Seg8G+qkPK4MeL3sSKW+WV0lPVR+gD62yWg+23EBPmRYSr4Qdwg9VPGoPW+C4b20JE++zUpjPT82X71Y/lG+iBLwvSjxg72ykAO+S2e8vE40WD4lmNQ9xW9Juvxdpr3wL4y+ZjFAPoo3Cb5t+46+MjFCPq9KdD63T+A9ctKRPSkkHD7NwUC+I7xHPnzSXD7ol4U+QAONvdM2y7wmzk+97awDPhJQtD3K8Qm+mN0dPdhIV74+10u+mY9Gvph4wT1c4RE9W9dAPkl61b3jS+g9KnTgveFUrz1vF6U9b7+HPWmAxz0gLi08nd4vvaYWJTyPiI++Zx3Qva5ImD1PTuo9Yk17vguaiD1eKBQ+o1jQva1ioD7vWZA+eZhXvuifez5bhsg921ufvhegLb3wyL2+mZSZu5dQIzthhEG+vQ/MvPVZgL4USo++RtGaPE1D5b32T7Y8Xhl4PXRqDL4n9u693j2uPYKTjDwmIZs+HHyfPi2IQD7Tr1G+oZANvckLET7bW5y+c3caPr+Pxjx0AuE9A23HvnW7Bj7vR7S9dVJRPq72f72iP4q+9nGKvYhTtr1V4AE9R/4MPWRxnryR1pk+J5FOPowYYj5v2aU+tSTKvXLSUL5rFkC9zFkIvnylhb5dJHW+CXFgvGbBPj7jt9k8WnWYPpCZ770SP+Y9sLnxvHyScD56HpO+0sLaPdgJTzyAvHM+/3UPvI7MBj6gyy6+XcsgvqKIw73a/X8+1UtaPhz8NDyPGRC+vFs7vRDMQD005YG8c884PlrJjT368rk9XulQPsF+vz3TzQG9zYmZPUjLjb1/f1C8PK1OvhwMWz0HZos9UBG7PCpywT3mm5c9H67nvOCTfz09Q3a+0EVVPR+bmL7PbFo+GiASvi7uLL7mP2A88HeqPZMO1L1TfYa87OIWPa1rlbuIomo8rUIJPrz8Mb4RJ5693ex0vWFSq71lD2s+hOVFPbysX74r/BU+dBuoPY2CTT5d5z29AAAyPhxcCT3J51C+zMdsO3CrbT2W7EA+2sSwvtoXjj4ai8w8R0gqPVLpSz7vTCo+obeEPs+p0r4fh0g+2P1zPZcCwz6+hlO+HjdmveB4zz5b/CA+W0kWvl+xJb4eldu9yulkPJVvPz31a9M+aM1DPqvaNj2EG529pIuHPB/XGj5us9M8HvtTvppktj4SZEA+JBmDvtbjhL1GH0E+3iZavqlDmb5X3lw+7E9wvhqTyb31QIC+ZQ9GvnHDqz3JE3G7mfkGvt5Utr2NYwg+CZOUveXnxj6s7i8++vFTPnK18L0Saag94Yocvh/2cb6YiTS+efoFPp6Pw70dUDW9RgqivoK7nb3SIXs+XYK2vpXmuj3jegA9issPPJcyYb1pGpm93D1cPZutPTkdiPs9olbguYBhG71fZyS+Wk8PvR4j1DwB6XQ9hLxpvoGO4bsPE1K+wFcEvoxIHT51T6a9PZN6veu6DryoBia+08iKPaYjFr4cOYA8L3F1vkbAGL5U4os+1l6aPSUGiD7D0kY8xvOvPSsa9D0CnWO+J0NYvhAg5b1zPWO+3DxqPmMmID2Eu5a9zQSvO/D34j2Q8sc9v/O4Pb+Koz3IN4m+A4yCviokib23tVw+it4aPodOpL7Lq0w+B/ZIPg2xTbwXgZa9o/3CvHY6Gb5FIKY+LKSKvlg4Wj3ryDS+M87iO1wUBD5yYye+o+JHvfVfiz2kxuW9y9CwPXs4qz4EsTY991JEvW31+TxsDmU+FlhHvmuhjz2Bzgw8+FinvsH0oD3TMOo9vMgEvhbtLz4LRWo93UX9PWW+eD232yW+FpEcPNLn8T1yBRw+XSi8PU9wXj5FRey9DoIFvdaZ371ozD6+TTt5vsHd/L3lVF2+xuX9Pd2PJT0CHzK9rIUzvgqUq7l1ulq+B6UdvqjQSL1EhYY+zU2UvmWkHD21m3U9UFmUPAAdaz49SmU+Pz7dvDddFL5bmL697dioPusnJb7vBPW9xUeJvNO1Kb1/O/U90NOtPNvVMb7EmL49VyqJPLcXgD0j6DQ+ectkvp9Vwz02p+G9Eu8NPmbjAD2NXZU9spaSvkOsOj5QAg4+2d0QvhTjl746eiA9Unziu2XSAD5X2dm9RHdTvbVsxzy/XE0+fJdwvr88Rj6Jxk09egKGPh78V71n/MU9o9n4PYWHBr0GrpG9QvuIPiwUnL48/Si+MFUKPq2NwD0v4E8+P4TIvU0KBD65zVE+eACKvgbVxz1pax++h6vXvfmWiTwRL5I+MTPSPRc7jb1t4Te8+10WPsXmzb2Iqhi9MNgnvlKBRL5alA4+amF/vuz1QL3Xk4g9+FYBPkvj/73y7TG+hP5HvrRqgD5V5jM957TSPJF8Y74MczU+OHZHvgVR1z2KLoE+qIe8vamizj1wUSy8Tvd7uwct/z2tzlu+53hPPpwWA75h58E9BV2DvnpbBD4R7iq9rB+xPfSxHD7H3Yy9f2I0vT1zHb6EZ7K+dMdrvGnkHj7KN0y9MwAPPpT3vbw4cTY+JR1ZvjsiNr2HKw291PaZvYmddLsGIOU83nyVPq9AAj6oFQ++iQeWPq8HPz7mzXC+NtcMvsSzk77dFhi+bIz0vIJRPj5AlUA9/iCRvqn71bwo9xu+UjBfvkpClb0HGIa+pq4cvoUboj1mJJa9/26lPkfboz2eCek9dMaAvkjSEj3ICCC+3udWPbRsurzGRCS9qUCFvge+mT1/FKm+d9JAvo9cMrtshl88+Yn8PQxljj0S+pa+rg4fPgYbCL5XMwq8qDwevh3LmL2VWIY+esiKvap4nztwOaE+fSWHPd8vzL25UT4926Q4vlBPJD4zugi+KVhkvoSpF76iMaQ93nJ8vrs4Y704Px49l+Bxvl8rkTzfB3w99a0yvBfjvL0DhX89Qk9FviROUz2C7go+L5FPvt73sT74iC0+CfLaPbRv9DtifLa9b+7BviJKQj4PaZO8uaJ8PjfA1L2dt9s9JMEuvcMTMb1+ErW9Y0xXPDNkTj6OI1c9owpGPVLbMb4pdB4+W1LpPcHlsTx8dIe+XFp9PH+Khb60sCE+8dVfvhEsVz4Imgg98EqJPV7FGT5ljwA+FdISvo9lcr0Vf5g9a9rCvOuUcb1jBcK9ru4pvV11yDzwHsM9rxduvhETUD7yG9w8hz7mvT3HYL7qFjg+z69DvQQSjr66+8a+YEewvEy0Ez4qEoa++s+Zvnh8pb7+t1i+A1crvnzTn71sEXQ90rq1PuAug71o9zu9o9DIPs2R3T1ZOA0869jzvUYvZz7Co689oGqSvn/Llz7Dq6W92pj/PQxwBT6WJtc+BYNAPqgoZbycgME9zcLaPcGrn72sChC5exswuygOK70fFKK+9tspvW6Y9z0XAow9RLmKPlCij71BqKq96RELPvoIxj3Eo0E+nxu2vZplLD4dtaC+daAiPkUr4T1Y72a9XN9MPuKNNrzCyAU/MBgUvbAxOj5PNyG+Ky7OPKWCXb5wfI28E2OcPOy7xT1Nc708UXdbPmMRLj5FQsY9XN1MPfKxjr0fm5A+e6QfPvUMmT5i+IG8HGPZPe10DT0HrLo9OkgtvUK23z1wnc49c/rdvBK5gL2jIiQ+xoNDvpiywL3uFkA9J1ghPildYT0QFEY+FmjbvQ0OhL4Fes89aYVnPici+b0jxMm9q1nuvf4qUT6Kcf481cwNPnkJT7208fi9Gn6Evq1On72TP0e9n4TNPRifm73QznS+Pf0pPuahMz636+a9/eCRPm+VpL2RvMo94GKbPeR3qzyVnIU9IxsyvonJCz5IEwo+ZOVXPTCTQL4oSsY9pHR0Pm/lZj0IZfw9sew/u4bmpz2fUB2+GbGIvVjR9j3xyAG+FP48vUIjDr5Wd3Y9Mv7vvaIB+T3cq2i+Ki0JvAatmz2OBQ2+DKAGveQTub2/OQU+AoMHvmnIIb5MMbG9zeZxPSMkmz26oPa9QN83vvg0jjwPsZQ97mNLPQLRgj3uvC6+izrWuomrmr27VIE9MTyRvezPV77t1Fo9ggQ6vbGYDDxq5A49nB4IvYBr+D1qA9w91GUevg91470sZqO9uw4GPlsUHb1IALS8UhezvW+uVL520q094ak/PA4/HTw90L48LjUWPgKHx70MPyC+vNJTO3MnNr2KI6e9YumivXUrID7Bhgo+RuNPPVcdXb0o70w9aF9LvbtmDL93leG9JFJZvm3sLryxkmQ+2INEvvdCBD9f+SY+3dELPcaMdr1nido9I51BPZi9WL5Ixr8+crtcPhQxub12FI6+030VPtZm6j1HMSU+gGoRvsGM2b04QK+66t9Qvp1/0r7n75O99scuvm8G5b2db489EB0ivccmpb5tjB29PlN7OxgMLr5TD6C9GDsAvsQDxL7lA7E9HfENviHIjD4ywHg+vzqWPk/v+j0IxYi9v+mBvTjHpz7XKt07LhVcPqVp2b4Ahpo9fU1kviUpfL6sDb4+w0u+vnSIgTya46A8z4OSPcMpxLwmi4u9vRoMPXLT0D3OaQU+FMnxvKHS6b33Q8q9+A2VPmc6Er655oq+7ylCPj0DGD6VIzc+fPl5vnQBDr4okdY96d7pPXJK0j1Cnsc9Iji1PBjf+b3pG4e+vWDLPUJkED0VTos85xWEPSL3DL26fWW8XFWnPYZj+T3sge89OUbcPa1Wpr38s+g8DyntvMi4nD1rw609cPn+PdErrTwyoTs+9Bp5vmFrBj6hRZg9kpMCvmw7HT7UNwu9ZOqHvvm8oD1juS0+bdXtvRC8ab5uN5U8IwEqPuMRIz4897g8Cb3VvKtdrD2PSl49Mo8oPgbQKT5eVoS9Mr+IvXyHKT5cYP283TYOPjwp+b3thJs+fTi0vG+/hb6oYte9rw5/vZyryzxQBY0+RWtKvshYTLxIIR0+NylDPdnQRDyKpx89i/BqPBlqSj62MZk+spAKvuidTL3oxw4+eEeMvRBZ670Akfs8pjfKO0/ZIz6V4kW+wAJSvmKhKz4CnR++R3AWvgiNWD5NZVM9WuqJPYrKJz4Yky6+hlMMvhILYz5nnBI+DwaPvcgZvD23pb68qVbRPYgjtD53Wfk8ht1JvjHeXT0j5EM9RtTPPabvqTzztj+5Vdg1vaUgpD0CUNS9blxLPpFsQb7yXGs+kGpBPmsRHT7o1b88NFpnvm0SHz7EDho9BgIoPprj6TxkHHa+6xpBPhdk4LxRth49fFKYvVVbsr2EFgc+f/KZvmozWr0B2ri+y12GvjlODz7L7o4++3DRPfvhfD3Llla9Q87YPcWC3rqEWXI+pccAPkQ3qr7/w0w+09QSPptlyDyFmEK+YdpePkOHIT4uNrE8qWOrvcgm7D2AfLQ87MGEvdGX0Dx/NbG9cQuJvTGK9r09uKQ9looDu9d/J77IdJC+7fKDPkg7mr23Vo09xdAfPQNekjwFIzg+wSM+vh/o4D1DeEo+LTbHvVaA4T2JeFG9IgKwvsJxZT2qj/49Tv19Plio3j097n8+xFRZvTaTCD658Hw+klqYPRwJRr5dtV09Q3rxveaA3z3jjhk9pGmlPkkokb66cmO+eEFqPvfsI77DidI8YOPxPVR1Cr14YbW9uks0PohWir42kKU92sVBvkjUl71jyO+9QsdcvBR/az3KY1u9Y1XhPOvhxj0zzV29eK2EvB03bT7YzZC+6YGZPSV9Cr4Lioy9FH8/PEA3N76yoZU8QL9rPl2HJD5w2cw9XYCfPKJeLL4H7Zc80nhQuOvwpz30kCK9IOagPrmuYL7KqYY+Zp5ePe0pF7zyCuM9hRHzvYkeEr4x4jC+S0dtPlQyGzvjT8M94sMTvhgAor2j1Aq+Jw/jPVnG7r1R5qo+vXyIPsSky7243/e8gf30vGZe0r1ISbW96SU5vCXfFD5dBR4+rr30Pcl8Mj4sTUS+3r1/vY9XXjwmNCy+U7Q/PotJ7r34p8M9e+R5vaT6Br5iom69RfXvvK3Irr0TPBU+2soovqdv971sp0e8omdzPRNvir1Orhw+ZaDQvLC0M74dYYS8JTdiPdUb+D2keVm9oKP2PbTMBD74Cty8tshgvmz9sjy0hD4+T8OdPv5fRz4osVG84d2WPhbhy7tuuCM+oeAGvSVXa77J/wy+l39LPozms7sL9Rc+SWtevhmNAD4V/s49iZJxPv9htr3bD1g9Tco2PLFmTz0z0tq9ltkwvqeTA762t5m9Tf0FPldhD770XdY8HPtJPYMaHT0567c9lsBsPjvifL4EIyC+KNNsvcUZfj1OiDo9XlwnvvRylzzNsX6+4kcRvq7igz7gyRM+4Eo4vV24ib2J4RE+HD07PoHFST3N3EM+46GbPv37CrvIYwk9ITYBvQ5f9D1Ad769M3fsPq7Tzr1IFg49gf1DvnPl4r1Y1AG9DmX8vWXQ8L2y+C++Ub4JPhBdMr6GlZo9O8o2vpJAIz4ZVTa+t5gjPgzyk737T2Q+8D4jPR6DNz66mgY9+sBSvi9PVr3ecYA9KisKPuu/970ZN1y+hE6LvlwCrbxSKVe8eYVDvKJCoz1200A+0bEfPNydxj2MsQE+xSs+PqgzULxyvKw604CKPJVCTz7FNXu+D+zcPdg9Abx88GE9eds8vmGeCD1lqmO9wN+8Pm00Br6vBk++BAZIPLnx2T2+BDA8+c23vUgPaj1zb5o9IT5OPn5Sgz7FlEU+8SAzPXFT3z3NHIa8szqMvQB7Vr6uasc+J+DhPfzLPz7oVp+9sZROvZcAGL00UxQ9rIbMPSH9GL6qifQ8CY/OPICmIz4+LxQ+ZEiHPU4Yfz2lL9A+h6WPvifRtT6UDLO8eAR6POz2aL1uAIu9PfLzPWBy6D1b9bK9qoOoO7diI74taZu+d4W5Pv/6w7219UQ9V0LTPBxUVz7Vj2Y9XLUJPugelj6pGGu+/71tPQLdID7Ube+9RgE5PmzBM75sa0A+n0Wjvbc0s7zwBwI+qk6+vbxsXj0r5Ew+HX8HvqGrCL1x3DY+J/gmPaLv8D3Of7C9rDxZvYIHBb6vgUi9S4YnPuMcITznkWY96KHPOrRnpz17+Fo+Sgh7vc6Dwz079B++N3Aavk/tLjyuSSy+eeUHvpUCcz1sPyU9rL0jPMC5Dz5xMW+9V3x5vccrUr5kmow9yT90vq0p1701jyG8gDlXPq65gj5p6ZM+6YYUvr7WUL6wWG6+xJHsPWtjAr4Ngi496Ap5PculLb4pzFE9snQYuxNAzb5lSDc+n+cDvdZ6Cz59yWK8WxipPI0cZzwgiUm+1RM5PpMuOr63z8w9KV2DvU29Ij36J3i+CvtBPRSCrz0oVAo8pXLpPfniPDugzRg+t9VqPcdshD13t9S9KXGmvTMGFrmHpg08apKwvVF0YzoPVJi9NmonvfNcuj0sW9a6alP4u94JorpOzwk8/M4jvhY2BruHOom9WvqTvNZxvj3Dj4C8c4qhvGZTHbxUxZQ8tJutvQzUP73Wp0I9L/A5vbHStr1DC4a9ULABviwdbT00FHu9VLKOu23/EbvXgP+7GpSwPIpaYjylFCm8b0UaPRSM3TzZPOs9FqMqPTl6gTw8w+e9IT66vc8Rzbx68zO9z3GzvczFIL6V6zs9IiaovM1cvD3/tpW9+khsPPNlO7zj0xy9Zk0jvsCWxjtoF3w9fGrFPUrJuz7hhcq+aVhEPpwVFz8VG9i+CRT1PMaMk77kRwA/Lw8EPzW3dr5lkY4+ZdoZP0B1/L4JDhq/YQc5PvFJOb8DfVY+CKMtPR2HFD6R3Fc9GfOqPjlJ075epfc+u3SyPkpQor6KwKW+4xLsvdra5z6299i+bgCxPo5Y/L6FXS6/mgd+PnxVoD7JLgw8ulHUvnIK6b6SxKc+sCiyvjOGCj+T6RG+1HGWvWVxZb5utio/VXEiPcc/yj2mLZC+Sn+wvuIGYzxOn/U+hoxePimmH78UUNa9mq9/PRBQcb5m8qG9JRMEvu9/7D6ydPG+9fQXPtD3A79yJYQ+0pVRPukHgT5YXPC+DDyQvtCrZL62YgA/ySz5vWc1DD5URLy+Wiz2PnVUz701fSS8F0fUPuZrmb6XKl6+hiDkPXBc/j6zsk2+ClqDvvtfEb68Ia++AfESv64/xj70/F4+Aii8vto77T5mZRc+Ym+cvPr/Zb60f1G9U4GAPk/vvzzvCd0+yA6jvnI0Tj2kGGu+DeVUPNjjAT/tj7Q+x5/Dvp3hzb5dFYU+kFLoPh1uYr5SJHw+HQbNvfMDp75FiZc+f9HlPqq/FL/mk3m+j6wXPr2L+j5kPxi+iaeevu6dir54WVw+MH3Lvg6B5L5T9NY+h7q7PuXy974uzPc+PC6vvs0yS76QI0I/0DDNPoSDBb0EPrk91RLavlhupz4gqja+B2EMPi/AHb9KHSe+rTLIPjAfpj0/mOS+xsxfPkWtw77Bcoe+sH4RvwLfAj+20NQ+//aEPsEyUD2W6qq+22zQvgkf6b55tqe+b0z1Pk3uFz8M9MA+k9zOvnQAtL5xsIc+wQtJvXrlu74UCMu+9a7/u9GEsr7f7GM+n7DkPoZmlj40MI0+NELJvedLhL7pvgu/Jyymvo6QIj+P1Yg+JYkxvhJPRb45uuE+RxWivfudrD7Xo4m8uWdAPvPI3T4yrym+qrqBPhLI2L18FNQ9ik8qvt+jjj7DGZk+A48UvuVpG79aUr4+6W/DPVkXmD0WisG+D8Uavncatz10Hoo+ut9aPnVIQT3QqQ2+LG+ovn9o+j4X+zm+V56IvuE69z6Y8Ca+Ngr9PjS8DL86G4C89zO5Pkgilr4BkWW9hA4cP+/jvz7kHdU7ip6svi6D3L7Rjek9Tc++vSByAr8n64C+6C+bPiOdHL5pBMM+2ECAPj9hCj7tOZM+2++OvnKqH76jf5U9UbQVPj1rzrxDTXA+60Atv+r9tL585Za+9RXWPicHFz/3sKE+ffYivX1aib1AJSK+kUq6viyzLj3P1jY+VT4cPj5sTz7+vyq/TpuxPeiN075Vy7G+5+rmvT+Qab4Odak+wk9NPi3teb4JPtW+S0aZvv2T3jwI+ZA8WsQCvXWzhL0=","weightSpecs":[{"name":"dense_Dense1/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:28.271Z","modelTopologyType":"JSON","version":"0","formType":"change_email"}}