{"modelTopology":{"class_name":"Sequential","config":{"name":"login","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense19","trainable":true,"batch_input_shape":[null,25],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense20","trainable":true}},{"class_name":"Dense","config":{"units":5,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense21","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"GGK5PtnwkL2fumo9WIgwvmKmRL4UYho+v5x6PoEl7T1WdKG9dxdtPZuTrD0RC5G+TuIqvRReOr4UOwY9tbrOvaaPyj6gB/A9BVdFvqO7Hr5lgry9/PzIOzMO6j5knk8+sRprvaxQc731UAa8RTHlvlI4HT7R7pm+qo9kPUO1Lj3KK1C+PvkHPrCkij7KExI/C3qiPjpuVT6OrHw9r1KQvXWGij4jKKC+4t+wPAmbXj4fCiy+vaVIvqHGirv1aTK9rJijPsGkfD5HOcm+HgMSPlyRX7w34Ym+v/eIvLEMN73xGJk+jNMFvnjDKj68P/e+gCuCvghqnTzrn2E+QbTQPhsL470TDdw+UJinvOSIFj0NVxG9d/WIvla0UbwXd0c+NqToPdxUBz56tJQ+9pwxvgwnErzFG2y8SK28vWDHkb7bV/88DcExvnOHjr7dHRS+jb+SPT4yT76PP+W8XdKQPTGQqby/Ma+9PU1gvQqDSD1uP9a72qbyvYi/e76JfOQ9cJFevqB+Wr4sUEo+UnR0vgJkoD6Ejlk9FR3vO7tvrL2wYgs+REEpPo9SQL5HYVA91EahPM9rXL0RURW9achtPh68Sb4iR3s9jtqfvKavZz4QTYu8QcN9vgf6wz0brxW+HMy/PJzOab2jw4K9QbcNPeL16Txtxzs+bLwjvmcKdL559to9QdDLvsyRnL4D+Wu8k4TEPUcpLz4z2zM9JHCHvThLPjwIA/g9dThCPvkmTb11e0a9ZvMIPTh0gb4mvgi8HiOdPJ0Bir01J3e9kbKDPYsB0D3c7Za9jX/EPmCcZr3c/u28LMFIPXZ3Kr5a8oS8kTLYvZG/Pb7uv469I8uDPR6MiT2fpaw9ZeRCvRI6371SwDm9DGZEPtO3cjxZf9I9mI8ivpaGjzsQ/cs6x0yVPtUaoD1p+IG+Z6aIPusMPT0F4E+9cK4KvlftPb2OyuS9aDptPnjznz7z1/i9JepbPaEDTLxwxLQ9MQJxPbHFkz5Lhbw95KFovr+0OL7QDOQ8p19Nvk9q/L3TdSS6RF1tvV25Tz26huQ87Uw+PnLrR74PWRO7zKklPsR0x75sNYa86/saPTlpKb6Q9tw875MCPcwTgD0jgmw+8NmWutc7aj1i6ag+aTrvPKwpcj2X7do9bd3yvPjd6D2KMCO9oHORvjwhFj5tgKs+1JHZPkKD076s7sM6xyuPvorxdD5y8O2+ygiFvXuuZD699wM7aKxJvnZHmTztVNM97bs3vpa3H75X3mI8Z1RwvrIKUz6k4de9jyeVvWriHT6mRMQ9ASSQPr66Zz75dSU+6NFHPfepEz6/3Ty9lfYuPjC3Pz3RmYE+DNDEu0F+h75yA8O7es/KvWowUD44Hd686+sMvULLC700aP89lH1avbFLV74LXZA+ruMhvuxiJr5PNqy8Ag2jO1oWOL4RK+69lnOPPT1ofL7N5p48k3IkvVc5M76kGyS+Jjjdve6k7T0eGsy93viVviFoXj6gUyy+uqnuvV7pCr7dYki+utTPPfPHHz6QQQe+ubDdPT8QJjyoxEC913NhvVbT4T2UeYS9Tn8BPSan/L34YO499QadPAp/iz0eR/y88diovfj6xb0gqis+F6JkOlX3sD02TqO9HqIfvYyY3D3a1bg9zoaOvpslq73cBj4+68wEvjBXPj7M7pI+tVhJvJpsrb15fzs+00ujvU1E6jwgrAI9YZZIvfalLb5C8zQ9KxEevoEqYD3NHE29JzamPvSQhz2EB7y+ZtYovs5CA71xKmw+z35MPv9BpTxLPoS9HlFAOttrgz0KH1y+FSEwPSMvC743YRc+jLIGvcFSGz41BkI9MWuEve42Kj7quKM9Rd1YPdAjcL7R0lU+O89JvjYuUb6yXcG8PrWsvV7trbnwT7M90RgMvjH2kr3ieUa81rbFu6wHuD1wOjs+Xy9vvQvowT1a6gI+9UQxvbhC0D3i2wC7gxCOPM3Bvb1tTRe99YQsPea+Aj5I6ZQ9FNrRvVf6pL2lF9K9POBMPWyfpT3dmIw9Y/RivlBTQr2c3Cm+AgUXPdl2xD3k2Mi95IcCvsHOlT5+YKq9+GS2PfcZbj6cBpu+w8jBvXkB5j3JO0c+qK8+vndU8LsWvIq+myuOPhTiib49z349pegtPsF+271J4U89hvODvjJ5XT5wdxg+v6KcvRtrCD4SOQg+IxAuvjD8aD5fUyy+/LHDvRtXUz1cRac8RG5ZvrT/Jr409Ts939bzPEHX2705HYg+RlvXvYWo6T0dbgC86Z6zvmi7HL7qvwa+XQDEvVa/Gb0fWhA+AU8kvrOpbr7J3ky+4UdSvomY175sAIE93O1lPnpt3rx5Pfg72EvLvPKrPz1HQYc9WW0rvlRujb3e7me9n9qJPHeEuTxd9Kg+grBcPQwzEb0lEiW9cG5Ovi7Llz7pXaK9d9eLvodifL3ZSSK9PhMLv6sejD78Ldu+L7oMvpf5h75V2ec+SLgvPt1GpL45J2I+I+eJviFyZD4/neG9BDFkPjVK5D0eTds+GKFDPirQz75V26w+bCBsPotZJT4V5G+9orG3vrRYWL2PWKq7jaW6vU9Tfb7gzvC+oYVyPopTvD7rH8e+BAarvZ5H972wUYU9R5Rfvh35u76br7w+6BimvmpgBT3SD5s+ZgexvTJ5xz6pPJ8+pXGWPhZAsj6kJt29iGqLvVnA5z0y25G+BJyUPbK/qD7gmYU+B10pPduJuj1d6MG+s6MHv2E/gL49JIc9sLkFvwj1+T6bsos+cSlkvtL6yr5oOqw+63givkQyfz7m5SQ++GlKPubprbzJiVo85wnWvjhHnD3u57c+syTTvUN/sr3qs4Q92IFKvqcaiD0TUOG9D6uBPuAmtj3F+/I9f1bpO6yUz72+MIO+zpXePY62rr76irC+jZszPuA62T7GWIy9Pm+Tvv25ZL72aIW+kj1avlHRm7xKSNg9lkPLuyugGz57H6Y+ICHovBZktr39lrS+T+GSvgWW7TyQnAw9ZywwPJbDAL+Hprc8Vge0ve+V4LxUA2w+q/cOPy0RYT1riAA9MJ3hPF6zeDxLUxM8tLMqPRnAaL5oE9w+APc5Pk7cYD1WuP48z/iVPXjzN75fs3E+VQGmPUbhPT61qtE+2pXGPCpoED5zRVq+ckjzvIT1E74CF3O+8H+ePSACa74zP/Y9S+n6vGsyPz4dJ5I98HudvTVnA75nwlO+kycfPJ66gj519Lg+of4RvfXEbD52zJe97k6wvZbaEL7CgPQ7GMDLPZcmsz0SICE+H9tFPlrEi7tqbpa+7iiBvuxvPD6Viow90nxBvivmtj31yD4+oclkva6g1b3gRKk+JRl7vt+QwzxA5o+9x3t6PULxJL6B8+E8/GoDvAHCjT1GIg+9vGBUviRfrb3sEru7c6uHvRAXez2sTU2+ThR1PF5bULx7bEG+W/KrPUl/QT4oWD0+PAiBvna2Sz6OgcE8brmFvLZttD2z1wO+nvk/Pk67ML6hJTA+Vn8lPUnCKT6X6nq+ySCIPUjstzwONbm9zkzEPcZIJD7LKbU9negjvX2hpD4tUJQ+p2qyvfCzory/t+i9sCxKPmxpx72jYqm9K6xOvvEabr6CHWm8LCgzvgBjYL2oGOM9wnoxPkK2Hz5IMcY7F0aDPY0KmrxmYGe9dPYiPTo+mT5zbL++AT6ePUKL2b2xXes92iG8vRO7kz3zOOk8o3DNvAYDVz5tzSY8WtzCPThGlr7yzYQ7eVaXPTMCGTz5P0C980sWPZdLEz4iuxg+7jNDPTH1fL7bmpi9eiVrPQO5v7zT14s9kTrUvftNFzyruYw9gSLdPNjOXby/ysQ9HBpfPYpTKL2MU6i+ZjnfPCagwb0Xx7S9jsP5O09ts7tm+B69f37PPTQL3bxez8O+lX5wPEq3Ej0B63e+fEk+vckSpL7agaw70Re7vJR6dr6ESJm9QFXBPU1N0T7ppIa+B+mUO5MESjw6uce+uKIrPrLkjL1wHZS9M/1xvaHii73WYIw9JXanPqZlT71kp5S+sThYvIPmjb6dgwa+8OGdvZIbur1xC6I+8PAgPnHjxbzXXBO9igpWvrTbAL5CT6c95myGvgRser7i6xY+NuENPeG+Rj4RDtE83bq7vVu3kL3K0Qc73Wcxvdqe4L23zA2+vg4DPh+s7TwE5sS8jVFmvN/Zgb2EFu+9zNnGvCLLkL1qM6u9iSHnutjRCTyG9nY7YH8FOofGhz4MlgM9AdQLPWLwkj2XcPK822EXPviBa74DoJo9WLXyvSMjFL4MnRA+7ZwYvp+bBj4OahA8L5vlva3Qzj2R/q28sHBCvZI/ir1vAri9pAVRPqNdhr1RpWU9Dvg0PIW+Er2Q7es9K0iMvTpTGD3hlvo8Clx2vh1czD38ncO+p/7PO6laDr6goPw9A3ldPlgBEr4mpys9JDciviPOob18TvY9WxNXvu/ee70vyOW9+Fotvvhavb1osfQ8tIWmvSx6gT4ypgq+taX1PUzaCj1cgEU+P5pQPuevl73eDE6+nOo+Pks2jL31cty8r/8PPvORyr0YR2W+tspxvvbWrr3DSXK+QNXPvRYwBr6qr8m9XEcnvlwIaL2nuk693+ExvkgdBz2ZPVO+YntxvT7gjL09uqK7F3/svYSu670dZYe7MThpPraTh75gC2C8Ls8ovYYOvr06ezy9HocUvgX4gz3m+TY+ihPzvcmys7zNey+9Oz5IPtDYoT2N1RC9v+0iPs0uY77SEUE9k1ySPfKUIzyjvF4+iM8qPWbHSb5X3W49ilo8O0PAR77Yunw9mAj0vRLo8jye6TS+dUBmPQs+q71zfQc+z5JNve1GDr07NYM8ZxWJPS7b1D0GDGu8b4u9vQ6YID5SKUA+PtcNvrRSxb3l7hQ+BTQ1vpu6073GOnu96nUPvkfMpjvBmcM9nvs/PtgwQj2zgpm9JFVhvWjgkr5kstu9c0Bdvu7E5T1R84+97J4gPXNTBT40UF6+YQ8zvnumJL7eGtY9KDN4vMPVtr2x2409q18BPnYH6b2qgw46Xhq7O8q6RTyGPiq+IE6RPvxpSDzU4J29EhbfvD4bOj69aDg+wy9aPoyqgz3qEwK9+a3/PUcZ9712iew9YnWVPSvhMb1pP8i8ISfpvZMeQL6vKgq9qJIyPSU2qb5Gdpm8aF8UPou/RDsu0Pk92IoTPoR3Gr5YYKG9gtDwvQnSIr4m4lC+aYSivOxn6T3PZlo+EbsaPj/1BD1muSQ+NgoovmMYt703at083UftvR9WAT67BSG8JnGAvtRx+L2says9nhSWPMAcQz08fTu90GwBvRID970sX1A8kxgCPk3zgL4Bt+69SSsePoatuTzTG+K8sCZBvouhaT5VPSK9nMR4PUbCVj4ts5g9pxK+PQg5jD3vlQO9EugrvY1/ST6pRn29OxyTPQ9ZRz6gxj49C1tUvmCJGL7/ZJW8rJmAPW5MRD1xpHW9RjUSPU6TFb6RKli96ZQWvi51HT4ZPGu+9/kKvmBFIb5FbLE8LGutPbIIeL6lVEq9+cJTvkafu7u6NW08Zjlyuwqx6TzNRUi+hQKgPOklGz5DYkO8Sqg0vYzMS76V0p+972d5PHNrjz0VV/O9kiy/vfJq6r2iJ0A8mNxYvnI67T35wf29SNoCPgpOgL68Aaq8KZrUvd1uj707qru9p5E/PiXX3jtLdci9DvVQPYRx6z07wAU+goEovYmKuT3UBaU9kU2/vGcXs73S6tA9V05DvkHWCz7PJ6Q8hHrWvddcQL5xhRe+vdcRO6auM7w0aC8+2JawPR9ijb2qo+G8uhfaPSMDTz6gyrk8R0pyPs5jUD1CUkM8nF6UPQx6gz1FLXY+4HB/vb1XBD69uTQ+BB2bvaZOJL61WVe9f7dSvScwBz4pbLu9fBgDvfHsvb1OkeI9nMW7vbla4b3lOKQ9HRnkvZLDHj3Xg4S9+8yXvTejgD69oa8+Z3kQPRk+jr6IMCq+cKz+PUS2gT6Itq69Z1GVPX/JjL52t4G8lZgkvnLOK74OrV49hKfePQB0zb1dfJE91+oXPuPqsz3Q26s+2FvyPTvV2zuRuwc9Jdpevs/+dzt7vQA8qufgvFPgor3x59q777lRPt+wjr59bLG7A/WwvchOeD6w7aE876BdvpO6772EvT8+e8QUPsetXT5lFsw9FYAfvqB4lzzlMBO9yqgHvj3oJbw8RhI8OPg3PRbi1TyDUUC+t0wUPWcn4bxStbw8v5tUPt6qor0Xqb+9GFzIPN04ZD30p208I+pDPfT+ET6GYcc98iLUPSV4ab6W0He91dZ2PSXlQz4hC1A944glPORcPj3PThO9mgCRO4CmzrzQrE49SHahPCy/Nb5qFmW+nCNEvoj4lT318Lk9HHfZPZz/kz2dmbg9mfN0PcFgS75akko+m4jkvd5HOj1KhQq8kQMMPksXrD0bK9u9gBGYPRuMeL1Jtoc+9/Slvaf07j0xM0m+3VnNvKN1lrwL+u49eOMjvj/1sD1OsQU+UKWMPUoreT3Z6Ly9dSdgPRs6SL6jSLO95L2MPj9t9D1+FhK+vgwfvqvHTL6u/CG+Dj4ovNpmPb21Rqy9i6s8PsQuET7ido4+nu+wvQhwvD3FZbK9qnQuvnbvTD5fdOy6cqE+PiqQU73tTjw+myGpPaTJVT7ru1+9TeSMvYQZmjywiQG+jV1IPLP6Jj7Ff8a9JLIzPm7oKz7xEKc8mzsCPhhXyzw+qjY+Zco+PmlfAr3e5Dg+ul/IPMndNr51d5A8p5TjPcIWIb3YOW6+4D2FvlguYr5TlgQ9+kCYPUKbyjz8CG6+NPwNvRZrnj1VmgS8F44hvklmvL0s9Vw+vdayuqB42T3ORYC95QJwPn7KOT63Omg8x5OAPSO2ND4jKc4+Lw45Pb4TbD3YlzY+A5QevlnMST2BRzE+vBWWPuro2b6E8fU9oZTbu3fVSb4+76w+xJKjPlUtYr7FV4Y+AktTPj+onTxMlf09cySnvS/VgD5irr09NvlMvPzRYr3UVt69CQR5PICPBL7GEyW+4/DMvcYUTL4kvmE+yaF4Ptn1u75hEQs9FIOwPc6coD2VdfC9MvuzPg/WyL2SIYq+q1aMPnFDurqRIcS+QhoXPv74qb7MRYa+nFEPPkkJAj4RYwg+yPWzPkOLW75LLDw+Vs37PWAvULzsPUk+aNYFPkzeLD4Pemo+dbQaPLDHUjz7xCQ7/oZcvv1FHz59s0s+F2tMvXTRnD1Guu29OKibPtqFrL4yD629HlMAvcK9bz1R8YG+0SqcvY3w/D2dTmo7G0VcPbS5hz3CPjI9cZicvjyzbT0t2TI9gaiAvkKxR77QzyA+gz2PvRSwSz3BnAg+anuCvu2yA77nB6I+8ryTPv/BlL0JL5m+IxIsPST4j73eazS+dlqWPG8MLD50ro8+LVFvPqcgM72X6j2+accGPlCt9D3zuq89CRGVva32a72FKbG84iDhPYPPMr1JNHm9CgTOvOLDtr1INMm96R75PD9KJL5mEwo9GXAKPkVUi75YNLi9i9qDPRVIEL5LLrO9nmtIvnKpcT4x/lG+3vOFvIji271n4ec9Cs9BvgmKyTyjGIq+b/8nPgKt/j2AG5C+dvgYvem4Xr0jq5++eIeKPquPOL3xDiw+0lR8Pi8q/70NC289xBHdvDRCWT4c7DG+JLHJvNi3Ir1gDDo+Q5ASvpPrGb5Mv6k9/1OVvagLJ76ToDw+7vtBvnsemL2ougq+FEiwPpm0rb0AqzQ9wKgsPmnMdr67xKU8it1XPm1+ED3wzJC8y+liPUJfbD5H7yu9fvp7PVifBz5ZpK0+Y7FaPrTUlD5FMNW9rIlHvSiNHj7YTHQ907yxPa0Zlr1Lk4G+UTaCPRaSVbyIxnW9pacAPpIYHj6ncvY9qHHavON+Hj1dz6u9DkOuvl67xL1DmhS+pbx6Pbit5DsJNdG9PZ9xvv3TVz2AQIi92UkvvtARCjyhKve9zQrCvjwF873bgq29s/EmvmhGlT6+a388h8NYvmFxtD2SfFU9facyvnqRaT4G1no+70EGvQ9VOD44uZW+p2GoPZZ2ez5Vo1o+kPlnvpRmbj5sJM49UQILvSy8OT5cMKa8/sCpPJscA77Ifew8cPBMvuOJWb6vHHc+ckccPUtLCL2tkSE9FYPnvUkFsL344Qs+VZsTvbxleb5DtiE95DWTPoh1HT5kOZo9qRQ2vAbZhD38lZg9xGUJPR08JD30vc698kc+Plvv0D3bV7O9Yj5CvpS2xbzk1MY6yJJAvepJjr6CP4y8rC6cPqJwozxr6hM9Lg/lPR8DCb3iMFK9H0R2PPoTeT1D+EK+Q6WYvfMagL2L9Es7cgC+PR3QQz59rwE9RUCXO0gMfLy1tZm9E5MEvqsL/T3wsc+8nMSWPYdJ7DyOvBo5MlruPWf5B77kllm+N5xnvoQEDj3wySg+E1pVPdw/+T0jqju+RzoVPh0zOr7770y+gXnjver05r0Bgxa9zIlQvT3c7b0SI969UFnoPTunZztOjzg+CGcNvmUhBT6v3im+fZ0ZPnUe7D1CclO8kZt2PEFtCz4L+qe8REyWvYLjQb6g2iM+CBWCvuCQLL2x1tE9sJWbvZVgaT0WyeW9ukKwPRVmPbwDakg+FxUCvttamz7rMcc+I+s6PqtyG74ElIo9Mfj2PUogHz68jVI+5t3qvAURiL0KVpG9su0jvtU29Dx+vGC+g/e5PX9qyzzglxU9ohoTvoOB8jzRA2a+y0xyPkJF0r6I89495uwzvlewwD3/Nbw7o9a4PW++ur15bso9egL5PYmRDb1oUim+VLNlvQ4NQz567iO8J5qaPU3GlD08fQw9cW5bPR4Oab6zSsi9x9w+vWpIM732RhG+OGkmPrczxr2lMRI+kcoYPq2obT0XpMu9Y8BDvYld0L1yEAa+J4Ndvl2oAj4eknq+6KNPPfy52r3yqzk+S/blvaPFxT2MQIu+KFsRPluSET5bM6C+jJCfvjEMIr5ZOSq+1k/QvNYzM7zBfqU9muNBvazhHL4DVI++HN43vp2nfL6/uFw9TXymvW7oBzrSCTa+hUOFvGvYTz0WwV0++ZRAPhl5oL6FCf89OG7VvaFfA74z8Pw9XWMmPlr+ej2b+7a9Sk2oPrNruL2RZoA9BuaXPRNq8L10/YE+v3FRPSnMvj1Ltoa+3XSYPln3PT1pUzg+iyV/Pq7skjxm3cY+dMBivdSrrL23y5s9L5MCPrh/6Lz/S5C+Kg7qPUlb3TzpQHg+hA1DPY1prT1nYsE+Go+Tvth7JL1zgr+9FwhJPo6S7TtJU5G9jKevvXv+Oz7ozLO+kcAsPqMBnj4faEQ+kNWBvs/wGT6LRfA9f9HePZMev75Kq+A+kPyxus7Pt77pOcc+cfvDvdom6r4xX0G+CuWNvuZaHL69/QM+ACjdPfCbCj4tJZO9th6RvsUNZj0ePii+CaiOPiavMz4P81g+HlROPsnVAT6nqAA+Oc9CPvKWgD34QQA/tbkpPat+4r3d4to+xleAvsx6Pb5Rbs6++YgMPiVWBz7gqDK+VhG7PnYqgb6OTLs9Uz/Hvmlx1T04rmE+3Zfsvt2Emz56b6o9Sqxovqf2JT5Mdpc+c25nPIVQgj5GbKa+CUM8vhr8zT3cOva+y3HNvuNaob63Zky8HxGcvn+XuzwXALw+oDZWPu1U9L4qEZm+jmWMvtIJ9j39tn0+ETVDPnjBAL5ma+Y9y05VPvIjtTypuXa+yMaYPkhCRD6SOyM9iEp/Puzgiz6e9PS9mLQCPhvelb0jLZ48/BFZvFCclr3axBS9IBTFPt/El7tAfxY+KjIKPsf5k76cooy+iQcuPtxDYr3Hm4e9qbpxPhVfRT1NI+q979bxvbCsIj5/pGW93j2IPTXvFL6tEIu+AY83vVnN9L3UX/y9QglHPRauhz4p91s8GfOkvXNcXjyK//w81k34PTxytL0rqJs8W7zfvREHNj7bduS9j8u9vcAwMr4pnwo9r/AZPV3rLz5/W6E9yKWJvKJXDj3NZjA+f325PSdgjr2CVB4+1Y8lPspwG77FClE+AGWJPYyGHD1q9K27RT+dPbqaAL5Mo1M9LQuOvjii873rKwW9QzwuPrErCz6BxU++1AuRPR419Lx4buW7u+4ePQdolzzQeg69PjKgPByvqL13z3G9BTofvBUu+Ty5kwM9JF7dPMtkDT1BGKW9Fz6hvHoeAL7lpAu+pO2Avf5R9DxCF4Y9Atvovf7Ij72Y5rO9dIUXPDYF9zyAino9yWWZPQhFyD1eCQ887hm4PeiLFr1Vi7C9gJwVPrUzNj1UGJy8pIFOvakgxz2P3N69G9iGvWMCKT19wRa+87LsO/nBUT2epzq9sIZGvUbVdj2c2se9uH6OPYevEb3dwn+9esPWPZACKb3628G97A2tO0dAG70OoqK92NKcvYdrCL3Iwo289yBPPQxSzz1zb7O84rvyvQLfD7xCSBW9ELivva6NXz0kFyw9Wb8BvXvoqj1RaFW9AaMvvUsjuz13iU+8n1g8vK1AAD5G1hi+bHhmPolwk70WAIi84Jd+PX1pNL4UvwO9T/BPPgsKWL4IcQE+zwR5vae4gD1hcD+96FLZvUDYwD1twog+A45/vtIPKb7gj6c+VTv/PXvmK72gRxk+Os40PsshY72taLW9vCvRPSEOvT32RU69/WfHvRz2az5IC6O9OLc7PVLmNL56DYo9dlZYvlPhor6FOuA99biBPnwMOr4lY1w+d4sUPZO5qj1MyUG+IqTGvDwTeL40bZ09GzMJvvtehr0WTb46wvmIPqqTi74WluK9lgkAvqR0IT5xVJA+VdmnPbYYNT4NqDC+CbsnPsQaDL3BRdY8i3GhvpxI3Lzgo2q97PJZPvqIlz5olT++tfLyPZoGLz6VIXc9yh1gvTI+5j1jCDW+Y5sevtL6qz3swyq+1H6wPcgTAL5fSKu9tuD5vWxnvb2aQPU8TBHUvbMExz3IQAC84NsEPHgZo70No5S9Q/OZvd2S8z2MDXa9EBVjPmzWKb4eF649VZ7pvIWfJr3Bfly9/RFTvt1XZ744Uco8g8n6PXx86TyFgyg+wTzGPBwrPL6bIbc8HRimPOn7Br5uISc+8y7SvZWtFL68vyQ+1sg6Ph2IGj5whJu9k6Z5vi0KYTsmbyO9KRl9PJ+yiD4shts9htEUPtkGjLwWZwm+4ZQ1vmf+/z2Bfeq9BIPQvYR6rL2Ybna8XlsUvWtozD32+Ck+t/2+vQHMND6zRA0+S7NkvlSjAD6M+ww+mptTPbyYc77gbK8+/ph+O9URpr2rvuU9O4eJvp1ehj24LRG9AEwavQMwNr6ONi89WXWTviOYoj28rgq+Ar0ovpG8a75mcje+qsEYvoyFh74A5ik9tnmbvry3A75ama856FQOvikVGT55ymC+77jZPSq8LD7Amiu98TQGvuKJV77sc8E9NL/4vbcTNz27HWE+iyjyPWUdcD67dPm9s2sGvEkLir2RLqg9z4yqvHg7bTwHV1E+Kfq1PSTTSL1e1BC9PA4QvqBVGT2AvEY8bIaUPe9BH77mOIq9AsHsPXdupT2UU2O+DymnPZ6Hm74vWfy6IuuTvkiIiD0XGbq9iQIKvfi2JD54B7A9sjJLPVleIT7kORi+tssYvi9HDz2ATYo97Jr5vdS+dL2oVNA99J/GvX/RjLzJ87a8BdaSvd1hmL6mEJQ9I8+9PZBLib3sjRI+49MwvodCpD54bsA7jQX0PR59O77eCoc+WrykPbZmYz4YJHi+B/s+PMwx3b3oiK29oeluPcObMb4jBm6+qZvhvGHrhLzJZwu9jlgkPgxxDD7KRPw9Fpb2PbPrp76UHAe91kkPvuqxdD1H0PC8GdyjPfB9eD1WePG9eTQZvrXMxb0rhSS+OcEpvu571TxyV5E92g4bPnjcCD7ZGhy8650hPeoNF720W4O+vuxOPmQBojzy1j6+p80nvo13lL3pAJA+UV7QvMQnxrwyvuo9mtfhPWNeAD6a2du9eY6MPSFBKjuipm+9+CiSvZAQRr3aITI9ittCPirIgTwDY4G+0AUePhcu571WVrM9Bd85vory471Jmo2+e9B7PXC1qb4mpnU9UzEePolV+zx5N62+UBYTPgTdOz5Erf69g0eEvfLUJD66Qok93SW2vP5KQr48gR++UuOwvc1Xyb2cjZa+f3mRPu/Rqb2GG7k9IZZrPesI3D2tjZK+TbTdvZ8mCb2AFjy+gF+NPm6+bj4OD50+F132PZ31E77uaY6+qWEfPcjurj1b9cc9duNCO/vK/jsjf+S9+wibPbyt97vE5Uo+XPqEvs0Edjz8aA++SLDSPSEFSL5frys+BFPkvcInYD5D5DW9wlaSvcDy5D2qCwO+jeRtPaisbL3HSqK87EOePWHt5j3DuAy9ez4Sumt3Iz2boDA+SGqaPlIjJD43c9E8+JeQPQ7KSj7ET9G83UlbvR/qDT16XK+8GLCdvpRmwb0NrKQ9OxEnPU5d573sI58+8gwYPiCkXb7yxGq+ZBmQPW/OcT6aMIy+jKRKPbRaib7CJFm+XdX8PVX/xTyhGF8+ots/OzxKKj3SHhY+VjymOwz5N74zBSC+6+MkPtMdBj6LYJO+I7GWvaAZFDzlpog9F28fPW58eL61CAW+PqJcPdYRIbj/3X++GTQlvsfO2LwmTde4F9J1vpozgj1tfLm9BewjPnNMfr6Mh5C9RRwgvAq/SD5b0/K9cRbXvNzfyzxpQ8Y9CW68PTGk0bxkEJG9+z4gvqgoYD341nY+TQ/QPR2mq70NW04+fJjZPXA3ir2Wqa49qZyqvQa2or3QH2++XW0WPLpA3T3wGdm9Yr/zu2OtAL0CB7Q99G6ovNcvTz28XKg9r5g8PXc3w724NXW927x1PWWH1D2VfGA9ZLLkPScUyLxGWMS9o6FqPRhQ0b02NRm+BP/dvYxDKzwZI2g+IosaPsLvgr1WBlQ9b7YlvVnkZj1ZChY+2Cstvik5AL0mH6w76sTyvLqg3LykFpi9yttluvc/Qb566NG9JuCkvbLiZj404gC8nWITvjPuST4gXwA+G3zrPeZ+Uj4vZEE+0WJwvZAG+Tzd/eI9QMQmvQP8l7xj8sC9nfaEPk8VzD1pD249KgadvS9nKj61+bq83fZ4vPKKZL46rwG8oA2POzxzgb5fGZE7W0IHPgfYzr3LVzC+V9dXvdzscb7auKW9PidePpB4273pa44+LUOLvvdxNzx8D2e+b6IPvuRO+TwEKWc+Gz2FPqadUzvRQBE+uzGTvpE/hb7puw++gRp7vs0YDT2R6tc9HaV2PviWj70GAOw9kbOUvgxKYzzt95Y9C2UIvUYTJT4yjWe+ucUGPkpNsD5gKfK9IT8vPSUryD5F7Po9XkjivSOPVjvJyEQ+qHR5vpAWSb5lgtu95PovPmjJEjzx+mA9MjS+PAJ4kb7EmnY+UjJzviS20z7+pam+RYywPHbfP7zJ0HU+ORMkvnr3gTz3W0Y81IaeO8a1NL2TbLM9f0nDPvtwaj6JWqO6jJ8XPrOslz7g0Ym+Rlq1vX3s3b3pYwC+Ym01vmSGI77iDY4+OT2tPKxdET7yx2m+YeEUPRXQI77Q33k9TymcPk5Vu71Gk4Y+Th+HPOhylj6YOrA9/uzDvkYGSb4jMze+EA1yvD786LxTkZk+jJ28PhaT6Lx1E+G8iVcvvhF00LzVxBS9zTkaPTVmgz5QYZA+NyMFPhgEVb4hyoi+V3E0PjQmW76UMdE8TnKgvjvVxDyK7Ca+4lsVvn+hEL6dTF0+ZChOvq6ROr2nvjk9oNGHvdOA8LyWv9g8KRjBvvRkWb62oew8bt0TPnr2DT6MvQy+E7/6PTf4jTw8ETG+kvMZvoqblb0dkga9R9OXvglyiT7i+aA+INU1PmuOYD6Z5669pdG/PUBTPT3roO08Jv/rvWTpar1vIYi+QBHCPJichr07bjm+Q9mIPguYDb6YnoM9aE9BvXdTBjyVz1E9igkqPp1PCjrn8aK92PtDPRKCOz24dxA+QucBvsOrB77d23O9LQ6tvki7YD6U3ag9gsKbvTUyR74Q3hM+dFg9PVwnjb4D3Ei+YTsmPLvZVT4EV18+FPIyvho36b5pPqe+Gxl0vsc5Mr5uuIg+C85TPPlcbD7o81c9rNAOvRKVm77JZPa7qEOKPFulW74cBrc9bLLnveA7tDytE6k+qnEnvqW0Az4oUbC+1kuFPNR4XL6M9ho+iuFevQk6Pj6gwlE9b6OdvtXNtLqFmkQ940EEPMal97uz1dW90kuFPi16PjxOQVw9OOnYvuyej716jiA+koWCPVCA6jwHDRu+uTH5PcUrGz6evQc9es/LPcOdhr7vfVY9gTQlPYkKfrwZtrs+/mi8PbjE8z1AvGG8lqjjvB4K170C2Zw9UaIMvd3NA70FnSs+2j15Pas2870JxqI9rp82vp/jFT06f06+B8DEPRgICT4iQDw9/7GOPSEEKL7fBTI+f7s/vpAcob1MLIW+UGTaPUCvPr4K1hE+2HLbPBCmiD1XSzs+P0nuvaJgQr5Nxi8+tRjovSbysT10VCE+i2SaPUgO072zmzm9afwCPbix5z0w6gY+whEjvVZ4Qb5IOE0+eTvDvcZIc7xxmI69LKd5vasjNL7sZog+cdAmPoVmrb2wqW8+aiqRvLMxXD5vCDq+2vTIvUgjkr6pQOQ8PQCqPRueHr7ywmg+Bhy9u9fbIT53Qwm+Qv0SvrjSdD75QQU+Q80+vtrUij7OWj0+VzhZvrgHPbssSdC8VNc0PgRzW77v37u9Cgi1vUPAJj6wkUC+PvWEvBUAxL5LDi68uBRHPUC7GrwnjVc9Of0CvlpSpD59bPW76zsDPhrlb74fFbA9fYiBPt1B7j2GNvA9alY+PSthKD3t1n6+71JkPEAanb1z0j2+YiS2PLp8Lj4OE8g9+D1KPgnMGr3OCHY9L0oaPqCLP73AtwY+s6gjvsmHCD55wra+QpW3Pn8QrbzxFIC+u1aoPqgNAr9ZirG9ROj4vtaZHr7ReD8+tNV9PlkFFL7K8x0+72EbPhlGOD6urCM+iJ2bPAf9s7z3UG+93HR0vnMICD8I6309sHysPOAicL6Nc18+Yv2bvIIcqr0bbrO+VNq0vTI1hr18rFI+CH1MPJY/pLxvT5S9ZwdOvbwRuj3jJJO9Fgo3PiUT1L2SVyM8kST0u/hsjr7/AWo+w0kfviIo372omRw+KACFPR9T4z0DsHE9yZEBPFj4Cj6qJA0++PiJvU6UHD7Fj9Q9ZNsXvoLLgr7N7Ui8tGq9PV1Nhz7T+z0+PfNZPl/9mr4SyRM944MXPpPgiT1vLk0+0nebvuRISL47VuQ9CUJzPalcUj7KQoY96HiPPkR+xr2qBIe9ABCPPA8vbb5shXG8kZOKvquEfTydKSO+nLFkPUlfpj3FQ4u+ExQevqXWhD5cmKu+/RMNPceUiT2HdVM9apMxuzBWNr02vQc9z7IEPRFjIT5PgWW8rSyOvYiwcb6Hj2U+PiDMvJ6/lT2eh1s+bfAxPb6jqjzunpW+81wmvlgo97xYhYI+v8PGPay/PL4K0Si9Jy+tvNuGfz3Gjem8ZycwvQyAYr3IgIo9YH7cPejjnT7z1wK+Xi1dPgxHD72p/KW+yzoavTnOoL4STpm9PP1avGC9Iz4v0S89EhHTPY5vsL44KaU+1YKcPmpH870zYzo+AuHEve2bOD4R8V4+kw+WvbodmL0vrge++R+yvOIUvD1R19G9+voLvgF/jb6cWBu+b+MMPtBwoTxxZxQ9ZY/hPUhxkr2Avpq+gbyCvZDUFb4xoJ0+e/OuvKlbV7s1cEQ8Bx4IPmdbxj3ollM+dnuCPmtlkD7brLo9TpJOPRZPZD4rrhC+W9wTO5KvJz5JNSw+uPkCPi1nMr0oPKM9Od/gvXSPY74MPja+rsesPSqhVD31I24+bouxPs2yjL6Kxee94gbJPYE+3r1gN4q+31FzPscoNL02Ugc+x+gAvlZed74mnBC+nzbWPYXDDb2u1Vs+jsv1veaIET4U4ik+y8piPdIHmbyYwNq9uzThPcknRDoZqny+O75FvkxVR77Y4VO9PRT+OuHGIb6lWYg+jjXYvQ5kTr3FNuu9I8xoPYyIPj1pOvm86Y0aPkHlCz7Pt3q+EnJWvtq2h710Yo29Uz9iPLyIgD434qU8X3hMPpqVKT5sIoE+bBbTvZ6AVj5zxZI+kc6IvOESfTxYMR68Dgw9PbRIjr0TBVs+wPu7PTtUD70LgFq+Fr0AvkOluDvUwIk+8WMmviXFGj6ObYw+HGMUvY4+8r31Fi29clVNvkpDq714aHo8MbeXPC21iD0fD/494Uaevu2fFb4SwRu+GVoLPpLHQ76CW/c8QNc/Pl3z5701rfI7RUVlPbHqcz1cI7m81GPiPSFSNr6eGbK9P+Z6vnIqwL3olj69VPhPPTHbLT6CYBg9JSimvTJGFL7YZiC+RjaXPRpzQD77U4e8xddHPnF4Xj66XY28TeSavfKvZj5UIzO+xP63PWwx47u37yc+5Yg0vSpizL17U2y99++IPk3z3L3EOOM8s5OEvg2bLT6hVZ+9vVu9PTtapjz5veO9Nw+TPa9Iaz2yyCC+FWQIPhNsXz0kJhO7Cw+XPZdItb1oXsq9IKtEvB1AJT4nE7a+JZmnPQKUxj0qsqY96/gFPaw/UrxPcXo+su17vp/DgT6A/OM8aX7BvWdIX712Doi+jTZDvgIfTj4dAAw+/VhQPqWXw7vDszQ+bQpPvTWUSL7MhO09af8mvr/yFj35LvC9M3epu6RnPTyiFCO9SUCpPe12N74ttUo+9mQyPTRu+j11LOW9IwbpPffLgL6ZAPi9gaJdPYaGMT1tUoo8bnmFOxccSj5HOKA9NBfyPYqGOr3ceiI8DK1uvtDBKD3DZRI+tK7UPL6STL2M64O7ebeEvhb8ib6shR++hOVuPYC5Tz63t4A967AsviQJID7HiFa98vUIPiEyDL5hSM07r9vBPYpxJbyCjOO9Y+GEPF7L1j31MlG9yuY9PfcknLxO7sM9Eu2aPI6O1LzqIqe7TiMVPSYUjrrQZYe9QRUuPdFjXb7JSl8+mwG4PUdlBL50C4E9WxwnvczdNT7KwJ28h8BRPh/6cj1Rf7W+gudAPbXoTD17JQy921CIvu0rkj4Uhvo86LcavjUEJr2VgDw+u12TvG7dSDtHZks9j0AXPmzGgLz7n8w9A3YjvsL3NL2NBnq8pNd/vgebjb6Fj7e86MSZvUo+hz6s36o96/u/PPLckb1qKxo9Pq51PTZ+EL14mAM+tEKOPX974Tv2fB28yNNJveJlUTk7vYa+F1FkvU+z2r2Ue7Q96lxhPA7O6zzoDzs9qkRHPR8lDD0lCJK9hQY8viS+QT6MbIi9mdWIPhEhSj2KdDS+c8HjvIdYRj4/Y9G9u58BvRPuiD4mVSW+Ld+SvHCR371Ac/69uppMvVhpoT1GUc69/HgJPjQhUD6FfMk7VoIFvmdvfr43dZE9XX1xPtiwMr3JtXo98Av/vePaLD53ZlU8aImAPg2Ry7xc34E9WLFCvWaXIz1Br7Q9hfOTPSd2WD4+3hG9vcqAPZoKKL5cJHq8t0ysvCJUob0RYwI8+20UvluksL1ISaO+HOgfvsNtVLz/C5y+oCWpPYMVxr288+O8bl1AvQjvlD5qEiy+n7aHvrchD71d1FS+IKbuvUZ6Nr3Yi68+CYeFvo5sgD7xC1O7il+Kvbk5pLzKAfq9uBC7vftQvDuizXm+jLaXve22gTyjfGy+HMRmPpeWJT1jVlc+PewtPez/7Ty86dq9E4SMPfdRob2eJmc+t9fDPVzvLT6dRXq+DmFsPNH0Wz1OWxu9MAkGvXWvhT6tc0y6hFK5vDxuHz2TTRa9/qpXPZJ6mL28X4+9UfilvQLzRL3l3cy9zujuvQJYbb3Z1KA8rROCPWRZkb3RcEC+pnCWPblhnr3ktr+77vGHvWWUjL3ivoC9XiCrPemIG71bNEK+M18hPZtsnb11ejM+gE4RPXezsL3DhBo9kKfpvaVrB73t+AU99vRYOwcAcr2v68S8XECWPdmMXrusHHK+0Q1+PZEbJT6ScyG+jIPcPBBxO77tIx++z3XRPGTY1D3BDHw+CxMcPhl7ar0VGo49wfYEu2vfU76NsZ48ADmNPl+Lo7zjUTo9mLZAvqYCNL4e3EI+f8jXPRhzmz1y6ig+JMosvtPHursRNEk94tbovSHrEj7wjY29LKaDvjpfjD7Jpss9sZA4Ph1NST35sS0+2XOWPkCVTD3XsYc+6wIPPrcdDLwl/Tw+oWsMvtAZaz60kx09x76/PVLpNb7sP0e+9V6dvoYtZT4MpTs+daE4vvywHz7jw9k96YZivmoXUz2P9EA+oRLIvjH6J74iMw0+gDhivXeVMj7ebrm9w1gcvm2An75F7VW+WXBMPQLygT7t21G9AJS2PUBSQT6rMHs9+v5IPksvrT2Zc3E+G5YuPYCdlb7SuKG+IuC2u+mcKr78OOA9sISIOz8QJT7W4JS+38SfvIxtZL32gho+YtJwPFqdlL3Ry5e7nFjvOwHpVT5X4Ky7tX/TvG4vXj2FGM49PYy+vTT7mz2jO+693DTrvRG6g7ui0Ls819dfuxOBOD5VAGU9MW57PggML74Y8DQ+8oxSvkPBcb1Jt+29QdwVveTpIL5q04S+WqAEPnDt9T0IaGs9/sZDPbZZHL46tx0+uqiFPF97PTyx17E70qnBPUT/zD0lyRy8EKCsPZI4wL1hFA69q+Kzu6ILIb5rBg4+Qt4IPk/oET2z0Da9QTxEPQBesD2yy+A9R3XmuRwpSr5xH7g97XqGvUDrqjtLxra8efAsPS0ijz5gzQK+1LpBvsXZi77aCFQ+cnk1PnRkML6Z+eK9FhS6vZSwgL5aLja+q0lZPnUzM75nK9k+xyVgvnCqY7xy7ic+WrP/PQAe8b3WhOY9Z2vEPd5LHbxG3P69a+ZVPb7g4D1Iu4G9+FN/PYpkCj49xk6908IWPlooDj4zmoM9pRh/vlYplT6y+AG+kb9HPWJ2673Ty/S8jIeAPQer5z3bCIU+aOZLPgFS87x2FjW+NwFVvR2/Qr7roEc+9y/Mu3EzBr0VfDU+j2ECPdQejj7ddK8+y3GLvra7AT6p9z4+skGPvcGBu734x1k9OEq3PA19Dz5qCkW+0m+XPZYZzz3d3y28LT1GPHYBIT4qeQK9mTN5PWJzqj09g2u8bM+xPdJt8L5VvSu+y0Z2PhOjiD40k46+odZTPfLtOr4JIJC9w7xuPen2Ir6FryO9gfocPmpGoz0bAPE9bF9VPuKo4b1bmIQ9UjGVvpbFMT0hKou+jBsVPmCgNj4d8Mi94KjDvatQmD7MWTg+1PA7PR3qVL6K9p298rrzPWPssb5MCUS9f7hCPllaDr31LM+731E2PnYUJD6LBPq90drWPV0IY764QZy7lxHTvaN2Bj60+/g8QpVOvMKxYr4YgNW8BzaBPbtv972la0Y+ydJKvRqEhb7leTG+rW++vuX8sj5mRkQ9QYuGPrg0M77N0Le9eLyrPRXC3DwCXHI+ULe3vL4fK760ROq9wkSlPT4Ya75QV6s9i9SFPlZPL76ZfkQ+fVMhvm/bPj68ld89QC5svn3Ftz14vYq+C+eZvg3xvr3dxB++ZQYXvpHdEb2bBQq+zmF+PpO+7D24/gS+l1G3vYJlP7uFvri9ls9ZPb54o72cnLI99VzyPc2Nab7OJ54+c/hwvin4iL0CjIk99CwTPo46g761szA+N16PPpF7Er68cES+83UNvlcGgD1i2+U928IbPYE8SD7daTG+uWhXvp9ZiL156by9bDerPehJsT0mLNk8C8pGvT+0Sj5g9Bk+vZ22PdOnVT64Pa4+eCojvtAZXzwqYMU9uFbFvVlN1j3VNKQ+jOEWvjqOLb2wLa290WpNPZ4wUb3JHjw+YyswPdIwUzshMIC9x5JGPtiJzr3baxm+BSE3vjy1Mb6nzGi+dcTsvWtIZj3DC5K+dLr0vK0qO77rA3g825wZPvX7D76CLjs8JB0fvkFbcj2Z7Au9u+JSPsk4Rj7fQpM+vrwdvnNZpz0KJH2+fjSNvti++D1NVhc9gQepvZg5pD7t87k8QLILvp1ff70xhK29CUcpOpFKND7Lr4k+xEBlPuvr7z3WKJC9foJCvp7gmL2LBy0+8pA0vDrVSb2eKtE9Pl+xPUBanD2/Pza9hPHfPa53Rr5Rbn09+ngyPrRp8TzsOMW9ZrwFPs5N1rwvigG9LPvcvR8+2z3LENo83RZSvvU63T0BdKU9N9BvPbrBZL4vEhs+tcqgPJqZz721gCw+jg3Bvdxq8L15rv69dczevaOxwr0a5fQ889c6PrAF4T11dzA9r1jZPNU5oL6r4i0+cj9fPmqs9bv3+w8+upJPvnb7NT2GBqk9QDk9vp8CobxpPaC+aebbu2/T6z24zh0+jfYaPnmSVj0qBZ29DYlPvko5yj0z1QS9yqKWPcX0rLwXMZu+7C4RvcPjmzzXQO67JYD/vfXZOb182tE90suyvaLwFL5hdQU+YdwvPuJjjj13TLk9JvxOPZjdd701Pyk+ybM3vo4QdzzUjSw+I7wGPgq6SL2yXpM9pIoDPRLpEz654g++xmqlvYQZ0j2TN949V8okvedDNL48B4Y+0b9FPQ2cBr0AhZW+dDOCvmaSLb56KBW+dBL2OmZjiLy2eog9cw5iPQqLmD0cixK+f2eTvShiLT75dKw9BKK5Ohs0P71kwa09jCgWPkQSBb1fWK29C5p9vY/2Qb52Icu8uWc5PeGArTwr1pY+ZgURPnHeS740XJO9QTqTPURd7b11JRC9+nZyPtvXFz7rNDk+d5r1uzgqTj13YiM9lo0FvanOhj39yIM8C+0TOw38wrwQ2B4+oLg6vSP7rT23Gd69z/kMPr9YBr4HLxI+wM+CPjVdAr2I8D++jGUovlG1cT7rcPO90Jd/voJYET73KwA+Srz1vNqX4b2oWX++/IkqPqsAk7pgmLu89ZuGvXmc6j2dhEE+ehJCPgBJkDwT50Q+dVHiOwjYPDz0hww+5xQPvqkvHT5/kGI9Hq/WvUA3gb00RhI9NNwRPfAx0rw+Ww++d7sHPWJlIb7+DAa+4oEFPocFHT6Z6bG9HSQVvlTCLb04VcM9TbMQPuwayL3aYBC+hW8MPhLnQz2NGYU9J07TPce/YT0/YGO+6155vfghpb30HuE8FRnxPRCzqT06+Bg+FQviPEt7tbwzCW49unsKPnkxF76vGFE+R40svu4OyT1vgE8+cfEjPWSELb4zSsK8I9IiPiw0tb0+yAK+JTZRPpqJcj75Re+9SHL0vAOJoT3OMxw+RbkIvc46KD6CJL296faRPhYPjD3lWXA+wlEKPh7zgj6vSaq93ZtHvg108ztntUU97ocMPkrPir3oQjy+qQIKPgtxYb4N0lo+5chMvtS1rT1XvRw+GvcjPidDTL10LQc+Qwwuvr5hAj1G8+C95aKKvsz+3b3hBlY+ZgeRPuwGIr5v9BO9thTavAclXr5LDnM9FtlLvoV6Rr3eL2e9zKksvgTMLr5cnQU+aSvIvecaX73T6WA89jfGvRgqVruoTRC+BGhUPYsrBL68Jz49OtmAvo0po77GEBc+ISm/PWNWAj23wHK+AW4tPOJ+Az6Ouck9b0w7PNm1Fj7WTbs8i/Bbvsbn6T1VdGs+SQmqvtuyML1sOJO+ewtWPddKB758cje9RatTvsQZWr4JFPK9fLTUPQE/cj5YNQu+rH4MviteMrwpsgw+sPdVPTn13D0SmSc+o2ynPXFR57wguQc+2ZBuPo9md75HOWU+2WYwPpeROj0O30E+6x2BPkriNTzfjgS+17aUPfY+mL3h4oU9IUWCPZMHBz4V0F09tb8DPGWhJTzjTdI9I6+BPaWcTr7dBvI96rULPZ9wfz3Bwgw9SaGTvpD2qz2yo409FIo8vJUjaLnr/n8++b0PPr2RC72sN4O9GlXfvT5rnr7J4tA8BgJkvu6Hkj13hKE9hbVJPvCkJD2U1fS9/hFmPZOcOb0WLrQ9+u4cPhb6Az0Pc3u+gf2SPZI+Zr6fUWc+grtUPjlwWb1TKuo9zi0PvtQWC73tz+q+nLtnPQTGWr4fVya+8aoSPsxxY77ipXo+INVJPqBK173EFUW+w0Kvvq83wjwsF0u9b4whPrM1/DwXvXA+HXIJPkc5nb5GZ448amgGPk9QPT7Tj4w9RYIwvemuTj5BMws5W0MdPu7Wqr0Hhlm+e5GsPsDRNb7bL6k+SjQavtV88z2wag8+9M3VPf7wt74O4h0+v0STvgF5ojvoTa8+4ZdBvkoogL4M+Tg9xI+lvV1PFLsufJu94cQSPW0qBL7wNZq9hacRvj8mEr6oDwg+wusAvqvxqz0PSyY9rzxQPrIqJT6VTZM+5WUePlfIJj0TSJE+FxZXvXLhobt3rdS8U1EPPgVl7D29oxw+yZOzPDC5mL2Lwv297RxKvhEA1bwTS5k+Ck/hPbffmL77lxW+iKwQPXLrZL54pYm+rSYevi+Y7DygELQ9EDcDvtu2IT7DzQ8+6jR3vmntHr3lPau+gKwrvf+9OD2XduQ9hFx8PXaPUL7hxQc+VcJGviE9QL1CWaK9Lir0uzkB2bwwvIY+6CkLvqejHz6XjwC+C8GuvV1CtT1lC/u9SLCmvXjBGT0xsyC8iM0cPkyoib3W4wS+e51VvSO6gDyKh629S63FPf+8iLrtRKK+XFUEPsVjmD5hbAU9lH2OvXWbnr347ag8znCBPRm1kD7DjkM+l+kDvaLx1z3BrHc8xvg0vvfmhj63w/Q9QTOGvLch2b1GdAG+ofz6u2agOT7dM7493z2TPk8krr35ZTG9qkQgOh4JTzx2J7S+q5V7vdFL/7yf2Cy9Bn1fPla8Yz5xlY+9u62svkR8Jr7ZgVw+jeatPs1+Q77gOKW9Z4yjvBStJL7U5JM9Gkz1vUvSKL0yds49p90Kvtv9a74m+3e85VQ+PlH+lr6ffLE9IMmLPuwUHr6i7Hy+FYwqvUI7ND2dr428yutaPOL3RDxMuMI9A8q6O+XZ3D2aLTe+9VsDPRzcMb0SL909u4QTPPby8T2uBKC+q/KxvbgPy70yLJA92poFPSYVs71Hxm4+01quvY6VsT0rqQW+3IcoPq+seDzmAHs9+N61PMpryr3VDcY99j03Pmn5YL7aFuQ8VwQlPeJZyro5Q5e+nWidvsFfGj7pZWk9GikAPKJfFL72E7o9oqzoPRrXXb7KUUA+GQKxvuW4Bj5WIxy9ov/GPT9yI70tZ3O+BGnePcqjrr21f4m+Qkp5vtUQ5r1ee4g95OI1PgBiDb5x534+29J0vj9T3D2OOg++MrofveEVyb0ZQHk+7voDPoQccL3Igw693G/PPR0MH767xEI9oSN2vB7xMT6yl+W9avCTvaOpmD18Pl8+LI/9PXJZYj774YA+iBOKPUqsSz6vCAo+Z8TGvd92Ir4DyCe+RUQcPuVcPj41TUs+iy4nPn8Wmj60+zi+iEg5vmqi8rxT8u25WmEcvmI0pb2eS8g4IMeHOqVcJ76Y3OG9ipguvbTuF75cgKE9RXUBviHfuD7TvEE8E8vkvU0kTr3I0XO+nDdGvjYBdDxBewk+O28LPmjA1D1oeYo+RmUxvlF1d76sZgK+PBANvr/oDzyoBJM+ijaavf5iBj1z9oK7mhVZPSGVqTwOvYu9WCMHvSFHhD6XChI+yl6cvnmuhb1udcE9j00rvmvJjL1zgVu+w6upPlj2Az4lPBm+jncxvuF79r2s+Yg9J/+SPopXQD5js4I+irE1PbGZyz0FxMy9LAQtvsUyCr0nTxM+OJ2CPt5VIr5JAhC724voPcFW8r2Vca29rBR8vrKN/b2eVS69HFnDPYYvGD7X37c8cZ42Pc91r73JZAu8T/cxvq5nFz4xTiI+UbNGviNxwTk0lcq9bVWovQENGz6JKE6+5kWMvnfSYb3knLE+EOZEPti2BT6o6ig+cg5/vpsHMDxpY8q8bDQSPs3LKD4e2ZE6rst4O9jNFT46upS+vTpLvp0RlD1ymdE9hXD+PFJnsb0yKmC9Q1m5PU8OJb5wDRq+c8MfPoFn1D0Mt8K80DstvhwUgD1vyio9ONiWPYyCbz1tL1M+aNkNvk4nIj6gJYS+ZBISPgu7vz0NTQ6+fkMtPovTWb5cgwy9EyqKPgEmPz50pPU9fhFfvpnOCT6g4gQ+Ew8mvgDXgj7iaBG+yiatPJhxXT2qsik+dP/jPQ3mLD26fKS7MELGPHpARrzECs09yWlYvctqlr53zog9+FdFPXr1bTzEmqo+E0w+vg7Xlb2r+Cg+CulTvpYXOz7HzlO9KNY/PopzlD1KKmc9HdiMvaws2r2odQ28ko6RvYMHKj6ChUg+OmCGvhiZfL4B40a91EG7PPZEcL60C3e+M/onPmLXmD3NZaq9E9r0PWru5r2Beeq8zIg0vjn3fj4+A0w+KHWCPlFFFb0RK2Y+Pjw9vjkjEz7/5Ac+gPqkvVLteD22IVi+/N06Prl1Nz3dlMO9pZANOlRPCDjloV06tK5QvkYAoL3RMnQ+hM4fvWyAir726YQ937Bevpk9g77fjDc7JmvMvbabBTxlIT89FH2GPtQVMbtLTGA6clyavU3yOr5nB368eTyhPeBb7L2HEng9rzCyPK/WJb6FEEQ+P09EvtCM773PLpg8E/UJvUQAHL4o97m9EEcfPuM+8L22QpM9zyALPqlvAz1Fpdk92/UYPlDLnb7WAoq8uQUavngUNb37vMs9WNhVPalMQb6aMNG9B4UePr2sZD0LB+U7M9NMvuPhP74LLrM9ieAZPmlsOD1WbHY+WqvvPaiQqL7Xnt29zJT3u5YOJr6S7I690oQ/Pg7AjL4R1ZO9nABNvIkmhj5f9L8+gSATvX7Hub1Lzxg+yJFJPSMNST6HBq09V8BoPZRn+73ZAzI+1iNvvsZHv72W1jA+POLZuxrUT77cPby9duSLPjHilT0eVlK+ZWLmvQYOH74PdbA9kHO0PQxf6TtQQ2e86EEQvpSN2j22KjG+SmQ8PpS3pz0njFs+QWQyPf/Arbw+A328mBq5PXj0eD6EzlQ+9gQfPsniBb2MCZQ9r9/ZPayVyL2UqCi+g+xuPZAnYD4LnwA9+2AXvR2pY70B+Ly9zlISvCxJsb0Ophc+hiyFvYsDQL1Buwu+smIVve5R0j0cpEs9QwRBPjXK+LxQnxS9S1QjPiYH47zzGIK9TfbxvfH92r0xj3C83iyrPRBvGb5E9oU+pWn6PKkQDj4y/b092EQnPsV1LT7Lqa49LzaCvlpMib55bt+8kHAdPSDMCT5xIae9aqW1Pa3NFb6fz3g9m6EyPXSrMz4+5Ek+PmetvoDvAz4nyo890rJcPh7XGT0UaaW9oL96vQ1lwb33sIs+cCluO7tYNj6XzcU+8k+NvMJda77E2729lhjUPfyCvTwjDM+9hx+GPR5jCD794fO9p5uFPaa1Ob7dJpo970AIPQ7LXj27MT2+7dHMPSqn9DzBwRo+8BIvPXOieD47Tde9uBO2vT1+0zs40jK+BNO8O2CEHj7yQZS+iW4GveSS07v4Mg4+mdILPNOhl76YFGa9K2oJvbLsib002Gw+PkpGvkoIG76diii+4h8zvtl/hL3p+2W9ft8rvTBNEr7eFdo9WH/xu9WryL0dUPm9l5jWPEz1AL4x+9e8M/AavkX3pT2tnF8+fXmUvax6CT6JKmO+XKNTvW4wbz5iF0S9vE/+PdkUzjzGhE4+o70HvjysGL7m8hA8SZGQPWC5Br3yR9s9MH8IvoHoar0Wea09dCn7PUDmEL4GEcI9fQ2IO8c+P73+C1e9FuwWvH1Smr0B3gO9WpqDPLZsGz6aKmw+ngv+vO7YRr1fqe89tVSmvtWAuj5XAeO9rsYDPkc5I74trSg+7UqovWlwKT7JY248E6dpvgSeOr7eawY+lKDiPISMcj6xouE8pICsPke4wj1oWJm9QtW3PUBkBr1srRU+I9pQvqpWd77+uQo9roYNPURFdD4aXje9rw45vUTN1L10WrK9JPPVPaZfcr4QABs+ISvzPafY6T16ycU8OApDPfBNOL7oi509M1I9uk+OI70rGjk8ebGEPFCVLT1aWCA+r2+muiixu7xZ3gs+a98Fu73bR77y5/w8RZFoPX2aXj0kc/C9Di7DPCSoIz55Gf29fjvovUWRob2PxI+9Wy97vUYAoLzIeNY8yrJvvoWt1b1M86M96pNYvd/aMr4NNae+PVwavmdjQ741eoa+L6J2PkIu/jkAz0I9sdRHvQmIlzgluIc9RKlBupLc/zwYaaS9hz7uPJmQqT0piEU+EIsvvUKYdD09+Oe9x+RMvfL4vj59OPW9pBV/ukmBYz79bWi+E9txPVtMML5PSVQ92JvnPXSVoD6KV1E+yMa5vbjxFbxtU/O8BSrTvQLdIr4Uxrk9f1IOPniDzr0xvHY9ldFyvSxLM77XGFY+sKKQPU9vPr6gqLQ6hH/jvXHCaD1NSxE+iToVvjxPRj6WCi++Qkn1vdNpxTzzENi8CSdxvXcovz7P8oA+GbDBPjI6J750BbE94KgDvb9gA77Uy8o8YSwMPtwJRz5ozqg9SD4VPiQ8/DzlEJ+7VXyDvkfFbr4SauU97NC2vXxTFTzD7YE+V84rvlQigryfaYG9UCYTvsHXmL4TKV8+guEFPint273Rd5g9U2WkvRxwx71+Z30+l8eDvu8COD39xcI8nPK/PnlCVj17qs27BFyFPFcQQr2IuiM71+phvlmRjT1ahI2+oVUHvYc6+T1o+O694/jPPeE6LT4aWLM8FyIpPRKCz73ENo89Af2uPRzRS75aOVg+CFmxvf23Q76SBaq9OM8svbzpAj6+c6+8miauPVk/IT2azfO8uLcwPrj3uLztQBE+dg49vW41/L0shB6+LgyWvYITSTvwdXU+Lw3hve41OT25JbO9S0g4PvHGTz7hxmU+a/v3vXQtFD57xAe9KwmHvb0nJj1Le/48QNRjPMXFUb0GT6C5qLPvvXS7rD2c8hm+2gDyvTNpmzq5aLK9/Y/vPe2JPz3CC0S+yOyEvrce9j18p4W9Y5rTvRyB0L02bYm+BlolvvZVQb6pa+w7eWljO2FIhj4QpfM8X38NPiu3I777/ww+SOCsPg5Hur3Jz1Y9j95Rvmy/2z1r8OO9ewR+vYHkMT4FVoe9SAAOPmy2TL6grGs+MijPPaswQb2eQmW9JqAHPkhyfT5qil69iKURPr+MNr17F9Q9qFWFPQvCGr7wjzw+SaMBvoo+0rzO9P08ZSWNOzeoFr7HdNY9LUJKvl62or7/BXG9sRe3PS5RDrvOnl+89XSHvYRHub1w9D6+VRNaPU5ncD1xhvM99Lb/PR2VzD3FgfC9njT8u3J2l74ZrYa+K3KDvnLjkr6S3348VnYmPpm1lT3kAAq+vxGYPeShQ746mRq+k8XjvfxFhr53q0K9zxZTPiEpA74gT5U9aXQCPn9k+73FNW09FFQBvh7ksL5Wyzo+/tZFPuwiJT5xKzw+PXpOvlLnir26QUs+PFUZPUcKhr2Lqhu+G25+vm1PPD4UYZk9fnROPcfKGD5EoLS9L2jMPTWPpD2ki549uzXpPaIfI75W0y4+AjicvWFOCz6/ojw+bXsBPn8MV77LhYq+zn26vSxX1z33EQc9V8exvXJ1aT5UryE+WoSDvs3BrL0FU2i9a8NjvrImlr2mTjS+TecUvoGgMz7kf9U8rv/IvVWUYb4G3ze+NdgdvYX8Iz5K2bU9NJmcPLO9CTyr2J29YQA7vlXmlrxRA9e91S4aPUT0ubwjfs+9WRoXPnyT0r1IlSO+B2EoPi/Chb5FQYM+m0sMPt3nlz0t4dC9p99OvnloUr2eqYg+Qrd4O5uBgL6kIaY91ZKZPfL0lz6XQ6M9f91Qvq3gdb7yfI6+bfqFvcvU473JvbU9ArCJvAWON71YRtm98CcKPbWvlT2SHli94cM/PZ0Ubj22cpI9cwOVPjrX7D2h6hA+tHT/vDElV77cWoA+DvgPvlUzsLvB8LC9RPoLvslyjr5yk2k++YYOPrwkHb00h5i9ZLEivjaifb0u0x++8J7bPukKXr011ZY9UI9qvvKS7T25DoE+8U8RvvMNODxUaSW+Ap2evsXhJL35Hl295V/aPRQCQT44DSi+rKo3PD5G+TzWl4I+afdbPqhDm71U+bK9W0cOvgt4Jb7YJSc9w0Bvveri/rvhiNY9OdTMvcrXoT2ITTg9eOsTPvy38L33ygw+LaeJvklIUD1sMRu+Hl2lvISGiT3DA4k+sMFavYyHEr5hM8O9XCaTvZeR/T2mEA6+Ku6tvdXfIb5s3QY+KgNjPtNz+L1DB589V1AIvg9UQr1tYTc8gnSsPdgz9bwIeYG94R33PEyhEr5eNEY9vB1DPh82Gr2cng++2qE4Pg9pg71jwd+9lDyKvZAPtb0nb1K8X+XSvemjcb3uhGY9mafBPLUeA76VYUG9kjpTvjSb6b3jLzU+/AXVPZoTi75veB8+D5oTPp3kRD4f7zg9YXz2PEzYor5AMdc9Hv6WPaQDd75IuQO9EScaPo19hjyQ/si9t3F6vj4e0j58ezq9IINOvie2j71LP8g8FxOlPu6Y3T6ygjw+NHCCPo+pdT5ENDg+zcXJPEzJ576cEQE+isFjvKsG/T0Apea90EUNvlH3ej3Atcq9T426vqZ/DL7GWea9M3k1Pio0Qr3lG88+32SavlaE2r1gR7a9U4BsvjOMhr7+Sj0+VKAyPvAHXT1beO09NavevQjKib6ODXk+nnSgvLvfRr1PV7M8EemXPUesibyK+TG9EJamvPwU772ljNs97dtyPHyRlT20uwi90l/SPcBbkLyM8K29mAtePn6ILD0BsZk+WpwpPW9lpr00mA09Q0cFvl04s71n4ys+9KMCPo5ZWL4Z3Bm+NuVBvvOY9DycO8k8yoHlvIKgJL4pK9y90CGkvfSzizxSj+i9PWoPvmbci74NK2s9AC6Ivuy0srv4Ry++tcBFPpk2tTw62Y08J/N5PlKFgD7tTV0+5ezJvAUvar60Iyc9XD5SvmHfAD3j3ZG7CM4BPENwIL75cVu9lfJivh+ikLxFRhg+DZ0uvT6hlz2Q+bs9vFhMPBlCJj3x1Ci9sB6TvbSf3z2nzQW+LdZevipUdj4PNVK+Uqv8PEG447rk4Ok9/IdxPv/AYj4e6ZK8ReVZPokQSL6iMKk+ngIjPtuAjz7hI4u9b71uvgOcFz5d9I08MIe9vUx+jj1ouQ4+Ez7wPRE5wr3GdC2+VmU0Pv1a8D3L3xa+zNsWu+Z9XDwtbuE9SQVrPqk0Tr2QdRg9QZVDPXNsX76aXcs8OCcNvIQwLD7Q+4U6AkbQvT4t3L3MsYg+ZdxZPn2GHj6gpyY+b3cDvjQ6+T1QBoO9OfgDvVA1Lr2RdWa+w5ddvnMnIzxGohA9+QpIPlz3xr3ZRnG+LLwEPviG2byuFog7h9mNvn2zDb5IdQ065O7pPRUGcz7P/4e+W0NNPs/41b0MWPC99YZ8vd7h6r1GblM+I1M/vYiMQr6dTxy8PgCkvuq32723/6Y93xhWPQVnQL7CUA290rpCPkqHaL4Wmfu9ovYdvZuxPz4TPJO9vpmLvqG+oz76R+I9lqMNve3iJz3qMWw9/2+XPsyjjj5kp60+D3ZtPiqhsT0K5Zg8Fz+qvjCJlr4/qqq9o4PMPRfJdj78kfo9lla9PQZ+3D2t+249FNaivb1JPL7Ew4K+YSCXuqdkkL6ABbk+e+Y2vm0iULyhIFS+3fJyPaTbvr5USqk+TaBfPvMrrj3JCoY98V/7vdSWXj01VF682mdovqdPT75aQas+bmGWPqn+fL6dkM08nl0yPKhWTr6cOAS+/8SxvYD1nz1SF0m8MI+nvnUigT3FVMa8xezVvWl1Uz4oryq+qCS/vnvjjz30Ip89OwC5Pa/O373ZK8w9rZ2MPeHkN72fLGy9WRqDPgHcDT2cZ4m+dzsyPBK+Pj3RG3M+Qu41PqUJTb0SxBu94JOVPVAWlz3BiN696OV8unhxz72fTEM+7w1IPK6UEz7tJFW+7Y2gPq2PGr5Rx8G+rdElvpqLGj7a3wG+/WbrvQE5XDyfCVO+H4lBvsKqZ74UG6K8kYTOvIAwgDybmuo7A92tvf36tr3VR5y+O+ilvC16ur7le4m9Kde1PbcplT5UHR8+jxnAvI+Diz1USfK968vdvcwcFb6GZnW+QVhmPunVOz5pQoC8nP+ePY9etLukBE6+BZBvvoDOrL61VQw+zIBKPgdDvL2UKQ4+UJ6bPhBRrb4pU6S+oJnqPEjD2zxEfLE+wsp/vuFnd75V9t89il8HPpXbD77jkvs9l46JPdkOzj2qNem9Zm00vReKQz2YhRM8ZYXSvYsuGz4+Dsa8ECyjPd/B/T3+ADk+y/Wdvk1Anr1AwtW9086IPZ0RQ76yO4Q+KMmvPQ1HXT2+0bg9ii8cPuDCNj68DU+9ksQlPr8cBz6w604+oWhju7bLlr7Zrpg92p8uvtzadb1Gy7s+cTU/PiQ/gz4qFgk+0mnMvMaVE762GzU+OiERvhH4/7xNBQi+nyW/vY+Yxj26KuM9NQnTu5Tuoj2dzK29rE+evnub1z1g9Dc+pAuBvm/iwj3JScs9dLMmvkyJSz7/I1698cWRPcHpJD1QiuO8ToEGvsXstTwVw8499r6bPSbmjb77vZa9TAV2vVOhCb5cx7A6mTlNPUyivD2RwSk8Lb8hvQckdb75Xko+evwePTYb6L0ob8G8El7PvTsbJj4te5U9CBXivf49L72B5w2+Tx4lPik26T1tXIE+W6HuPYWsmbobmd+9r1COvU0tFj5aeg88S7vGvdSmZz7buGy+EVYnPu8hfz4d7g+9gy2Ht9JsID6/PYw91kcyPZHfBD7Ub8y9y2/0PVM+dz2mNcw8uQLuPBZqtDxbJHA83VsDPk8rnL68Pz09jXNTPoMUSrzRn5A+16rTvF5UfTocc6O9PDP6PXRUKL1Rhrq8LEyrvfbFjLy1U/89euhBvp9BML6ImGa9ZA2XPhaaWz2dnLA9wiIMvUol0b3Fn569kpbgPKLbaz3XK9u8zPOiPUCJIL4HH4e+U8zhvatK9z2P260+RxMQPudFjr0Y95Y+J3U2vuaLnT4i4Yu7BOhOvWRsY70DlGw9tN4fva5FCD1QCM096EmYvjcYzb2wgjk+OSqaPdNukDyXV8W9smCEvvrhCj7G74a9py1YvaP4BD7jw4C9TRROvpP+Pr62uze+/onePaxkVz421rs9vm64vQhX2ryPA4m8rNy7vr2rBz7B0IM72mE4PhH/0b3jtrM9b+l1PnQoEL41XyG+mbAhPYOegr1bmXI++o9GvqW0jb2/F6y9/fRSPO9jmL3fxMu85kJKvJL/Wr6MWhC9j4lsvMTCYT4e9lk+GGoCvRZD/71BVa29AokYPGBJDj4FdIG9Qq2OvrqWeD6MoPI9gPE7vlNEprzJcHU+O6Y7vtmzmz5RVBU9Jp2hPR6jHT6ncwG8HTbBvRKOCj00P80+D6G5O5GXZ712KcE+Lxcgvp28gT4h6CM+wetRviESNT3rXwc+hHYrvs0toj2gxn8+BPyWPf6tfT7V7Ta+MI8UPbUay73QVhw9sAWauewSR71aOo09S25evuzntD1NsLA9xHCovg3fNT0afzK9mWesvb6i2z17TeU8M9xkPuLBJ75p9VS+C0RDvlELXb0UR3O+wA/QPRMez7xRSCS+jXSivE713b0w7b+8ix2TPY5qD76nLTE+aDZvvoIvS7wN6de9K8JMPkOYtr5jxCA8RTY+vjxarj320gM+4rE4vgWWgD46tUY9+MwOvQRrVD4kFGk+ymVxvugKHL2QpIU855ECPvBs4z30qMu98nmHPoZVe73br54+oxaPPikjSb7SUjO5osjYveTF7TxA6om+E04vPnOlQT3gxYA++7qPPnCex73mGYe+ZpA+vjV/iD5t7zg+3lyhvXQ4wj2zKQG+8lijvl1nrTylfak+sq0ZvtX4KD7L8hE+gZ4SvrZ4KL0TpgS+iZGZvT7lmj1wpDO+SkbjPHMMhD71IZo9XgSRPqP+PT6CpKw+eTI3Pv/7iT1Jn7E9TnNFvV7OO745zDE923dbPpSNfzzsCQu99PjnPdM2wbodN9G+7hQOvkDhXD72SBM+vUM/Pc14BT7ccYG+c/udvvc1az69owu+R90MvQVkxb2XGVM+QjFGvm74aT5/Ll48Q2juvZbGK70t5kG+Ifk1PjygXz3YmEY+dwohvYn4pD5CoV+9sqQ8ungu8r3Av8e9VLjIvPldIL4fgly+zAtIPvQUOb0uL/+99IaHPoeV6Lz0aBy+weGhPKiaEDwMaKs9BN8lO9RHK77Wede9iiWRPU24eb3VsoO95zdYvuHbAL06aR8+hN+hPvD7qj3m6V++EhoavsPiHr5Rvr88ShqIPtVHKT0Mb0M+lCk1vsP64T0RNIC+h2IQPhvwD73vVwG+aMQVvvz3wr6rbKM+DA6GPmsv3b2r8kS9M4S9vbLt+D2xrEa+5WSyvaG2CD5zQhM+PzmIvdC+3bz1NZA9q9qVPQcsKL7Fuiu8UYcdvoNqBD5REIM+pxAJPmsah763sDS8830EvB6CxL3vekg+GmRYvuY+2z1W4he9l9EAvfIk1T0D92k8k1K8PIqAWr6MMbC+Qn5bPhKYFb0FdrY+I/4CPue2iLzULoM+rIYpvpC93rz2SJK9N30Bvquf2z3eDKS+S65gPRwqyL3Dbls9XFqUvK7Idz6+2+c9LAD1PUPqab4mshQ+Y8WovFCsgb64s8C7/+6Bu8sskj6Hy/O8B7FVPY21RT4tfqa9IRrPPZQx5L3XsO+9x95mPtnmfjzhura9hEKBPc0jgT2zEZM60jxVvXkTCD3z/xo9DpL8vbibDjxTJXW9qB2YPNKBUD27UnU8NNRJvhwZgb30hcI9qaFkPqh6pj6AF1u9+xdFPbWaXb5Krci9abFCvmFxj73QUjE+O7A9vutinz1Ss9w9v4uwPWZuxD4fEoq+Xqb/vZGNw72fdOk9c/EYPTcZ9j2vOuK9M5eGPLErLr1MMbG906M3PmU0XL14pr68DGGTPul6Aj5QdTQ+0lrCPZ3tjr3PKhq9jfOlPSzCjT5syBe4bPBpvp7qBj2dCyq9GXVMPuMCKr7m/ni9zzQXvhEcfL1oyMC+9eKVvcXrpTzpzpm9fD9hvcAm4jzv5Yq+a/dovdJH8b1Xg8W9wv5yvrpOUj6bp1I9EZ9XvYCLhT4DEku+E/uWvuxhf76I+yw+ofCOPeACLD7wkUE8QDYWPDQvBL3ivu29w9SyvLLoALwbzfu83PcAPSRdCb5JQKQ91+cwPJ2Esj37dSK+73u8vV0kjz7jNTc+bcVSvbHA5z172669Aa3ivUjYtL2s/6Q9K++mvTjTmb15OnI7drolPR3hMj7U54C9oppfvgWg0ryza7W9d4qDvTRDSj5giD6+uRw1vqKPG7y6sp+79T6oPRjEiL7mYxU+4ao6vq2Bur1mXRw+gIVru6XfBz674QI9h0RsPSTGK70D+OA8NIxLvtdYuT1vpFo9/TcXvtUjnz0li8A9HJlOvSSgQz0g20Q+wVCmvem6JT7bQlg+v88xvWcvv701/TS+cPOOvPna2byBs+k9OpZrvvBDfz3ccCS8LZ/8vHoVMr5TlkK8Q9DFPQRn9b1Yz10+XSU6vicfcz7ZHxw+HjuKPEhWq73N24i+44MJPlmaHr43rJm+fnRhPh5emj4bx7M91kpqvlEL1j32cDu9gRkjPZ1YUL0yJ6S+i9mOuwAVaj0FNnS926AlvgCTqz13sUm+DidavhM3db7CQFO9xFz3PUPq8D2Jomm+uh1Hvk/ObT6E6go9XDxTPlnCrj1+ARS+AwOWPFWYcr3j8io+1Q2KPVEdyr3AG3S9NnrsvYKLJj7WKtC8wQUsPdTDyzxdK+E9E8mRvGTvUL4rWKs84nDMvO3o2juZjdk9scTdPMXeo75PB5c9ZYpVvjtsJT3Uynu+/9m9vX9q9zpmDtE9cNHSPT/WJT1GQZm9RpSyPVHpuztdsgu+Gu3YPaTnST5/ht287tiWPkfpYD4OFkO++1Q5vupyIL1WEh89hJ0APWqS272wDE499igBPrjDJjxJT9Q7OxawO7ons7xkyL69r/sTvkNJw7sAx5o9KvxcvcNDQT6EBpO+SQVUvr4Dor05giU+2V12vpA52Twm/xw8LOyLPfhVhb1K73S9c7UpPle3mT4hdfq9ox0jPnt1az5O4x6+0PoJPuZdCb7gp0+77QCCvRnW0Lwj68w96Tkcvrg2AT5FytA9xsWlPcdfqb4JEAq+K9akvWL1Ob5VqR8+aHKePe+uoz3GTnc9kDehvhHWkb4Qd5Q+ScTuvcUPEz4H4fm884GYPa1wXD6ng/o9PV1ePsgoML2aSXw+5/hbPgAUj75XOeI8VnDkPQMV0T01CZ49rbyYvfFnmD3l2Aa+LQ0yvsLEKr6rWaa+FFwavngtlz07SsG9LqGovaDKKT5HbWe8VRM8PRrRD77o31S+WDuqvX04Bz6rnRC+uK4rPvGhhz0W3rE9CDg3vkkILzyvAyM+sIOYvTn+zz0sMF8+xEo5PWgeXzs/Kru9CM7xu00+RL7BTYS9ZW8Hvppyuz7fbBC+zNBYPofrh70TOJ09LuBJvukBb77TAkw+hgGTvepWUT5gYYo+S5f9PQxBYr36BD6+r0kivrsqBL5/OMo8oKcTPb+HDb3ZDQs+or8wvWEAvb0R1HM+iGAmvnfmlT4zPmk+PJBvvhYLG77SIHE+GfwHPjctN7sLt6y+5ZnQPfXhMj5lGMo9qod/Oxhm/zxSQdy9KlCvvYdTQb67hck85PTiOvVz/D0AAgi92e/ivU/gk71XThU+fa/HPG00rb3DBQc+MjCYvheP3j1l+Qe9jT7YPX62rD65TuS99D21vWh9iL35N1g+NFh2vKXyCr11XRS+8wGpvW35Xz5fJBY+8dW2vYJtTb5/6O08NQgTPsO6ND5219G9CHkNvehrhj6LGRK+vA+CPtNgZD7cnzE9gFjYPGUzpL6QLpW+LRARvtYyHr1ok06+hGIcPczphj4FLRm+PrUjvvPIYrx6s6Y9xWlyvnc7O77heje8YMtmvT2cgr4JLUi9v4vCvCCdEbs1Oge+q+YbPRDNP75ZVGM+T6M9Pvey87zXMIy7KdMAPoCtBb2W9vK9c/xNPUGitL2DvEK9GdsuPp45tL0c/fS8e/VVPv4bKj6Megq+8Ly0vXZCkr1pdyW+EAwevgBZir0EC7W9XxHbvV/x7L2Dewo92EZRPNYeBD4XE/g9sjW5vO3cjD6bC4i+6VWYvq5CL77//5884TwJvsoTWT4C/mo9HTSHvgURpT4l7B++WMWfPQ6yGL5UUJK+ilIIPpBkkT5K/iI+gUB7vdnJtr1rBiG9RvSlvZgrdT706Jy8520iPlEIgL3f8QK+47HEPZM9lT18jls+7rsxvtl29DyWSY89ZHcePoC+mj6i24E9wAIEPVOAVD2+zLO8yB8aPOmwlz0QTF69ztmqvai+wL2WvoI+MP2NPc1j5T2ZrYI9GevgPcHwP731t1o+ZVp2vo/TFLt9PxW8DkgAPsE+1r1poJ89YHJxvu6Vlz7pM7w9pzoLvFOnVz2qwEY+xcOavrHYV76jJws+wmTaO7FNC75mUr0+No84viJ5JD1PYAm+shGEvXkFuj3ZW8c97FIZvuq6Hj7lale+CPIYvpT5fr4ZlAu9u4cuPtkdYb5/2YO8iO7bvVlnkbsfV8g9KlPTPQO/cb5jEiu+aiI5PjX017wEl4K+v2UYPpMqrT0IgrG+gH9VPX5l4D0MbR4+MxUOvn1jRTzqqV69fk3Tu+lonz5zeTu9OfSsPnhVkT3zQcM9/5hRviUOO74YGMe9bi/Tu2VQfL0we+K9ydg4vNBKCD5NEg4+W/CGvQ/akb7VccA9xC4RO5t7Pb7/9lS+53ivPe+vhj0j3hW98KSIPGH8vD2/Lxi9WMqhvcPTg73sKGA+gdERvrC3ET1a3GA9dwSUvmd9qTx/cMA8PnNGPkNJC73RkEc9RGPNvEPG1bxIf+O8IwWGvg7IbD4MXU0+VW2Bu5WxtzxqVlA++YQqvgOQaz7CeLa+DvMWPCp+jj1Q6xK95pUOvvzygj4y1nA9o5EmvRRtQj66IE4+ZzgYvc9ED74SFxm+YUcIPuMkIT5uBAA+I2CDvcIJJ7v2rJM+kwgnPrUpZD0k9iw+zCDUvZtxxT0UYPI9SA4Tvpz9BD6u2+U99PFxPaNlWzzTVWe++0/GveUTkj5/G/09ohnAPWeqtT179yw+xmVAPtFaEj4DYrq+Y/EvvkaOrj1oeDA+zlAivU8IlT2V+F++P79XvuKkCb5Isty8vqwiPixw173e3Y68nyaAPd2PqT3vecY99THdPWXlOz3QSdw6vfA0u5Jglb1eUIk+AecNvVTQCb7KDkU7+/pPvghKsT2nm0w+lazTPYqZtD0u+BC+f1AHvptGFD4PoWq99kO1OrPayr0c2WA+vjBGPuEYGD6w9wu+OuBpvRYHib7XoTk9wGLwO+s/6b1KhwM+doBwvtCKyD0SHZi9wn1SPCgyGT0XkoW9LlQ0vTUcEz4MyeM9HLg1vqpFvD3bnoC+O0OKvXrgljy2ao08zHMVPZYxCbtQ27G8iwedvfmWaz2EvR4+7ZfYPdMmjz1ER5G8+lO6vdLcQj4Wkfi8W5czvtOIHT3E9MS9SSi9vTZ+Z7yW+qe9f4yHPWHAX7748J2+KzrDvcSSjr1No0M+ohywu0f8kT2KKDA79BImPLv3K7z3mpK7onxnu1USJz1tdqg83jBtvIDVAD3ZDby6kTotPTJBg7w2tk474Bg9POXI+LyXWlW8lV76O9giwTzDTAU907RLvfPJjr3IMyq9+CtAvTbXLrzpquU8jdvfO4pnmT2k5HW6TCwgvE8PSr1gsIo9umMmu6DncDr6d9K8oX0OPZriKD2qKdY8BQ5Lvb7fWLov+8K997p4PZvoprofP4e8j68nvCtmuj0BXbW8VBJPvQvzLT24Hyu6cn4hvPSZprw9Gl69sknMPA1zFjxMgwI9ojABvUfgWr1Qulm8rc3BvNSAPTxitTq9MB6jOzXVHTvKW8w88ntePeJ2+Dv3ipA+PZqwvg3OOj57S469WuMPvbflg72dWtM+sOpEvg8D7r2fKmi+DqKtvk9ser5LKJg+Et6YPgGyQb62OZE+SSxhPdaq8b5as5w+IrK/vrA2oz0D8ok+CP/zvWfvYj6t9LU9TticPqXjV76odDi95v6BPdsqxj1/O4I+A66JvsNHUT73i6u+A1fFPjrJFr9m9Ui9xvGwPmfKdD5B3c8++CyGPckztz1CjNO+rxOWvlAZ0L72V1M7zrAtPlF2rT5xAas9zBrNPd4RX75h3ZE7FB2RPiibSbzoxZc7cvjTPcrFTb2n9YK+AOSSPkG9NT3kb54+F6hnvrkeAr5uAjC+myPUvpNJrb7SEpa9/MaJPgsYH72cfae+9V5wPChJer40TLY+v/LLvRkMmz6Hc8++LDrfPdrpor0h3to+vkLpPa2Q+T7ogIu+AXXAvkwuuD2gKJS5cpTPPtGD4r7OvU0+vh8Vvk3y+r2T8iG9f3upPptJYD5Pjvi+T57FvOhXqb7Vm5I+tMOhPpoGGD4Br5y8puBRvleJPT4CV4e+JT2APj74xT7js1W+oqjNPbJg+b1HNDU+L9G3PusuXb54sEA+ZoVVvoHGyz6ehq0+l63HvuJ5AL5txvO8NiBwPjZD+72wCLa9YXeHPlVL5b4TnsS+rbbSPJz+pb5wlpI+QXhNPgaMv7zXzVe+CgO2vhI84j11NMU+SmP9vgDAlr1SH7o++KmgvIT2eD5HGS8+g8rivRcdlb7R2Gi+geRoPnn1qr5dJVo+NGlKPIEqfj5XJlS+BXvvPRySpz4fdIO+8+/rveNZqr4QSxm/EkQ7PfMIDr7InqQ95nAHPkC3TL3oihY9E1i7vkm9O753sbE+bdh2vg7UmT5XU7Y90c/cvabvkb5LGfw+X8GQvvRmuz5f7h+9YAmfvqRO0zp+xcg9pKWcPgXqjr5v+Ba95x6pvg58tb7kOWA+7KbMOh0JrD7WjFO+I+r+vY6nxb0rPHA+0TQrPqejtT4FS6Q+s6PJvbH0Xr4MhmG+XnfkPTnnZL5EIL++SVN6PY9MzT4dCNs+RTQhPpRx5r423cA9tWo6vjL3Sb79uC8+8OWoPteXL76QWJQ+GSMcPvkdCr1gpAy+lFBPvj4YOT7bkke9bwBRvhVKu76pOvg7rreRPg638b44MSU+wsv5PjKvSL6j+WK8l3edvisggb5Soa8+Z1Gnvl+pnD0E1IY+L6mHPX/hcT0hu5A+8jWVvg78sz6Ng5M9rTuKvhUx/j0ujfi+H9DzvnxrrrwshNO9kFmEPdVqQT60B0G9nscdvV7KkT2GScc+1duBvhdF0z6YiKe+jam9PfsMLr5zvZA9hjG+vnXNvD7n77Q+w9xxvq17oTswZ/w+FRqGPSZ0mz2v5cq927nuPcQ3fb4wMNO+xPRSPc1wLzupve89XoYFvvgd9D35d1m9gx+pPeuhnD6tsru+hYYNPvxg4j7JOt8+CbKcvjcWF7xHWv0+snPnvMwiYbtCPxU9f6uRPfd0kj5MW5e+XYUBvjsPez4Ko6U9/qgdvl+OAz4fIho+7LTwvm/PIz4aUma+3symvs2Po77qq4Y+7gs/Pg24rb5WAo28XvkmPtxkgj4ZNRU/F6QmvvhNvb6LQcC+KcdXPi+/qDuRGuG+h64mvqCKwj1CX4M+Ie9GvZA/0TwwfV4+a68YvR0jxb7/jMm+bB9tPtRJ3T71/iW985WLvrTEdL3XtMe8l91xPNMKsDzua5Q8","weightSpecs":[{"name":"dense_Dense19/kernel","shape":[25,76],"dtype":"float32"},{"name":"dense_Dense19/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense20/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense20/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense21/kernel","shape":[65,5],"dtype":"float32"},{"name":"dense_Dense21/bias","shape":[5],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:29:58.732Z","modelTopologyType":"JSON","version":"0","formType":"login"}}