{"modelTopology":{"class_name":"Sequential","config":{"name":"login_register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense16","trainable":true,"batch_input_shape":[null,3],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense17","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense18","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"T9LrvvKQej5I+eM9XaxjPRLP9r2o+vg98avUOzSiaT7ab7K+mkfYPCmw7D5Pogq+cQLMPkaOqL2LBf49MrMBvmOkQj7kIdA+F7IWPqJMA7yca2Y+9Cm2PUNQLz1IFwO+Npd0PRsPzL6QMZq+NCCOvRjUUz29y2s+iHS5vuKGYr420qo+MvQAviiBz72wHmo+aeUFvnwp5LzpuPA97yDUOXg1y77XhVW99yQePqWWnz46kSI+v/u7PiO0rD29vMG9V7tbvthaGj26FY4+U4duPYndg76YPOA+7AbqvTANSD5PCSe9qWr4vnVCvbtA4zk+kQlTPq2Dv75U8589ql0lPWxIcz06BHm9I5Q8Pf+JKz5ztNS9G+GHPcIea77YTu69gvVTvoKi2T3znXq+FVqZvQbbEb7vQGg+5XFbPQYO5j1MxEk+GeemPZw2TT5WD0Y+ZBu3vYIpm75XagY+2t4kvou6GD7pJ4O+47urPevGU77ru789iUGxvCr2VD5bOqG+5HaavdFwnT61Lzs93w4Vvj9BXr7G/l29aQzovernej4uFqA+XCMXPuM9Nr4wN5G+hEmCvWwXbL6xANW9wbZrvU1MpL61Z3e+VK90PhZLZ75IzXu+CzcrvSpvrz0r+3k+rTsxPqvIgD45AJ0+4wA+vlNAkTzKH62+OtRVPrWMnz7mDIm+BtExPR7pjT6Q5rs9kPIvPM1PIr7IvxS+0g7+Pc2O5b0WJQC+MBg1vtNItb7oYiq+1AIfPqzc9T142nc+zyZavhZnij7clIo+LuzMvgPfl76g1qQ+phcsvtxAZD4EnMe+RgYiPmXoN76Tdke+8H0YPnQTpr4opSs+l/FGPtynpb0NY6O+k18lPszQML5Q5v49Pjj4vRrpqD4HgWW9HVpTPvZ8sz5LWsE+UkHovdKDQL4ds7o+FGG6vRKjA74eYju96v2HvuOwnD3iSlk9xC2OPZOSXT7Ej7C+XhuzvutaCD6wTaE9ZyWyvj8VoT75AMa5XsUovkEQDD6C2Im+argyvm3VEj66Kt499m80PkO7PD7JugQ9wIArPv2gSL6m0b6+7nCrvoRmdj3ryMM9woA2vr9Hfjxc0k49SNxlPm3Ngj69BOa+sFIzvlIdAj5MhCA+78CLvr39r7vINL09YXu9vBhRLD6AYQ6+az8qPul6zb4kQQc+JdIMPumTer0eVge+2cJXPtV0yLzX6xM+ZsCxPfoewb3uAhq9vbXIvBdei7222Hg6qkdIvVl6hL1zDls975DsPZVB1r2jT489cJyCvYv0OD331mC92FSSPRCeO71ACZe94fTxvaRaxT3GsP08g2LKvcfKybwroWI9HMlzPeFkoT0G7WE9gsaavRNLyL0qSn69tc7QPRJj2j2YG5K9T0FDPTTkkj1zyuq9TbdhPQHooj0R6mW9wyJWPTWrnD36qIE8khFovS7hy71iY5u9IiHVvSVDhr1xgW49irbOPVLG6T0wZcG9a0W0vRDklD0DR6S94SHCvTjpWL0vpSy81xS/PYMRXj2GqJ29aaK4vNdEiT15A/k8xhqKPd+IUj1YybC98kURvUJnhb3Mm7s9eLdyvc+aIr0KJM4970LLPQUgkr13yY896N6Sva6qrr1X1fc9ax3bPJ3oLb6ERpc+ppKRvjifGD4da8q8Dga1PY3sRL4bm1s9EqKCPl4OfTxGLVS+ZuaovBaLsj1CHhS+m42mPUu73j0Ob1a9FvF3PqMvU76FhXG8G6zTvc8bJj63IJM+j7uCPXSKbjwEdhS9BLGAPfa8fbyyvgQ7Z+YtvbIayr292y29D+I1viRGWj3MnJC8VPkPvsEgMT7Jep8+4mtdvuZhvr262so99ZhGPTSCiD5ganS90SXovW8Nlz3Wa1i9C1Z5PpRHDb6URSS+AjYcPqFYVb4U0ey9ySbvOkYAHjzeXls+VW+zPGWqzL1jIbI9Ay+rPV5fbr6kN709J3pUvS84PbvEdcM8oaZhvbFgPT0yv+Y9h+KDvbQiIj1Y/Yk91nfqvRsP+j3CcDC9b2kgvJ+F8T1uTh89U8KQPd57AT2sDYs9M4l0PjUI7T354EG9Xq1XPRhELb5eXiY91mZcPaD8GL7Fm9g72ascvlZhVT0qKIu7QGJmvgltvLysbMQ9uRloPQL9vrzhfZ69pab9vaa+ib2cUb09UysmvkCQor6xCBu74BakvR1Ri70h2y0+f1uXvF/Wur1OsAW9ZUYfPR/vH758qES+iN/9vYurIL4YocS9PFlNPkzldz3iCYc9yNOyPVh3kb6AWa89mdgzPTw8tr2iIiG+iaxBPa84JzxM64q8NHZSvtWJAr7gffo8QAIXvnHK8D2xhwW+g0l6vXz9JD4AfJY8SEoNvvOl5z18OHq93SwavsPWPz6hHCQ+Y+ovvkMpsz0+uo89DNY/Pqn/RT0z9D8+DOEsvv2A4b0HJxS9CxWkvY41xbxlJ7k8MaiWPTmaRT5c4YA9+EVHPir/OD3HSl29FNEDPXkJE766u9u9EoPaPNbuqD0/m+C9NxkjPRoblr37yyu9qIsEPrjb9bww0S28+ux/vWSNPL7NTDo+njFGvgowcT3SEjM+72ETvqPkIz5va0w917GiPMNNiD2xyxu+XQArvvBveT3RMyY+0rRmPYfNW74IyTy959UFvJqpRT4POmS+NzsTPtCmVb1DIh69SKggPl4HU70J98C9hQuiveAh1716a+O9040Kvr9tEL4Ohnq9kA8lvJLYfb2ND9m9hZEAPgm3RT5zjKg9Vq4MvYpUzD1P5OS9EHttvkJQdL6Pykw9Oit2vVE/Xj33WNc9LndWvkNXq72PPIq9C1M3vZVJS70Mu/m7rg4cvSvtnz0XjhQ+tptIPUUvKr44foK+VCEuveBiFT7sCCG+9ZG0vYafTb5ZP12+Ot53u/UkVj5zEr68XLocviwpR747Z5O9Qo8WPjvKRz094VM9+EpCvMhihz64iAO+mfMWvNBvGT4lXc08ywIOvKjWGT1/TZw9ILNSvlUwEz1Ow34+nbYNPgOrsb0FQ/Y9HyYxO09fPT7ASbm9HXK3vSMDfj5iSBu+MmDXvcIrdz4I8xK7QoSevdxM1L3KNnc9pZAWPu42QT5opqk7x46CPs90HLyVTwe+M+gnvT5iW7xQaTo75czDvYQLPD4LR1G+9kOXPBGBgT4FkXA9j0qVPf/8ADuzEwG9j1EmvnW72z3X4Eg+L2V+vsRmlb62xI49mMD/vXzonL0gCg69nhF0vbE9vDwAlnE9JowfPvnUVr6EAae8oTybPfWfdb5JUxg9xDFNPkKMaT3MjJu8jHcmPVhqCz1lA3m908bnPcCL8r3Tk/I8/Nf8PNaX6r3cNs09UwItPmGdDb1dF4a90lqCOVNXlL1MOGC94LyEPK9cGj78Cas9dS3dPYCVPj1gbb+9muQ0Pt+fPz7YIEo+oIpUPCEOjz2DYYK9BPaDvcA52Lysir29WJsUvRsiJr3J8kw9YnXpvUS/OL4g7YC7rTO7vbtCaT1VsIg9Ji0DPlr8rLwzQ+S985IJvMVqhL18Ltw90m9lPnLXHD1tWjQ9lSuVvIi5Mz1nrdm98A2KvSSxRD2UOh49Y0RpvGtXab0BOvA9N0gaPa0fwr0TVgE+HldYvNkKlT0zK9c9fvDuPBs6gL3OqeM9fpz0PFJ/er2pXHK9XaImvuw3CD7BgCW+AZR9PkoMz70vs2C+eMuKvbxBSr3C2f+9tZgHPo5OIz47wDE+cRJNPQGs4T0Pgbe9c9Y7vEGqOz79BUi9Ly8PPsqJR76tT7U9kO8SvSaX7TyXv0M9dy36vawa471H+JS9Be3qvbP8Ub6wU7W9TW/pvRt8or2g4rK9NnhMPS+tMr6ulgs+zNYWvSRMwD2aGlU+JRZwPK37NL55bCU+KZsyPsqIor2ijiG+OCmbvezeND4woK699OCrPIVBvb2dkAq+qVlDPq8qsLy8q4G91eaJvoQmVz7+QQG9xEdzPVmcYD0kZQC9QpDMPTroLz7u4Em+Jqi1PRY1kj2Y8Wu+DpcVPXgQnj1s3du9geJtu2A+BTx5nwM+TBFsPnKVxD3pygs8H/YhPeUHuT0L5Ys9NUQkPXezND7Hh1+8zyLpPfhkBT5c4dU9JRDivdEtfD3iTz0+W/LduoD0CT4Bb+S98gwFPmoO9b0d97a9NMKFvEyqEjxa19q9JbEIPZNECr7Pewy+uDQIvk7SFjwsRBC83yLLPepegT6kl3e8WwEdvI6Qgr1BC48+JJklvi80hjy87Xg9w5mgvXw2/r1Wu8A8JcFyPX5x7Lt5Bjk+1idmvhTy8L1WvFO+JcW+PBETbzvcoyY9cDrhPeYkVz2uKaW9qtW0PQM7dr5I9869t/wmPpoXS75ELvg9forgPbcMF705vk8+0LvKvVW0JL2a4cG92+zoPO29Lr7zrPm8weYFO2VzMr6QdYS9vx7SvUMO0zzKUlK+eIEevUWZ171QVVk+SloYvpI3yTxt9j2+mbo8vbpQoz2kMDs8gJwnPl+2zDzVnV69rTcoPu57RTyzt7+8rKIwvRYln7sh3S89guZ3PTsDhT1ifRy8Nklsu5W6dL6WfK89Y4cZvexHyj2Pf0s+1kMVPq8cd71qU5A8/df9PQlJHT6qu0e8uUlHPpVPIz2TOFI+5pCiPe6BPzy3Nja8ELdAPo4/xD1fbYK9rLM9vkSFDLwMIU++QxtXPO70lT1oqp09DyOyPoNLoT1xu0++w8DsvYZi4D220ky8lgyBvv4CSbx241C9k0uGvhCNDL6JoK09Kn4CPRIoTr08mI69hB8EPoGRVz3xMJu+l5EkPRDCLr3QLh481aSkPLOADz3EMpe+Tx5dPakHeb7wzHE9BcMcPo1aXD4wdDg9+in4PUbbiD5BY5S9FdRDPQR+9T3rTr69Js5LvgeRjr5oPga+QTDEvV9mZj7zvGK9Jjptvvu0GT7o3y0+XyIcPWJg27zqyYY9YdDAPRxLzr1tjMg9tHG1PZKaAD4t3fi9Ul7hPUrovLwU6m87Wr8NPbXN8bt7E4G+uL/qvD8Ltj2iZoU+k3bVPcgpj70lccI98FOTPd8nNDyEzKS9pvjXvNOdXL5/zSU+CnaXPctUXr7hX8Q81sA0vpn/Qz5WsuS9x3OqvYzNMD4y0R++mxAWPqJPFz6UpXM+Mg4ovniZiL31sLM9d8fjPFLGgj6ieFq+0F6fPvUdfr6o6ZK+GT9qvjIPwL4PTcm9quo5vtF1Ob0Nlke9CtRTvunifj4fmBo+Nf5RPuCpMr1gYqo+NSIuvgeZOD6XbGU+2ubCvsIfvr7oma669aCbPpOYTL5D0Dk9LgwwvhNNLbyJynQ+dQOMvmdqHL6bx56+OzHwPSiH/b2vlXE8LviFvBxnYj76J0w9B4u6PWoPUL4nNuU8pgQPPlKQHb49nSC+m68IPtcbMTzixCo+i5dyPYX2uT3hOwy++4EAPoCSdL7uUFk+ZyIuvteZJj5MAks9lu5Svd2o3TwIE2y+KXRXvh62771aM1Q+gdjnvBSgnLyxgGM9HMXAvpmwcT7rBU2+G9cUPvmqBz4ZuDA+bYKePHm1fz7nabI+4tazPGedPj7dJW8+6pM7vaz7Pb4RK0m+kDEpvmUfYb0G7LM9O7kQvtESFb5icUI+wYjcPo5dvDzz7Sm+4y6wPa0snzwC7Fo+bVh2PulSVL4W1ge8Ft8xPjwCFz4LMam+wT5tPginZL7DapO9o8u8vSxY4rtQEBy+djZPPlOOmz5kI2I9+p5ePn1Jpj75Dxy+m4jxvb2itD1dkxk+lBSiPSx1qr1FZ+i9nWpVPn/sFb659x4+FsoSvQ/1hrwpAR4+bRJAvp4mjT0WLdc9eGNgPOsiNL4R1Q2+g+8Gvi+lAD7Vcpw+Y8E1vgMOjz5XcGO9CvIBPkypYrw2SCW+Uwh6PWOR8L1NMds9A4x0PRiJEL7aScs9PFGgPXgU/T0qfiQ9eEoDPvQyCr23ttm8EFoovQyHz73x8Ei+SGxvPh8FGT4slRS+KjI9vbXFJT4lsps8yDcYPnYnSz3LRoY9tRC9vY+Lbj5weEa+bkwlPt1FMj3dGdQ97WFKPaH1+T298Am8AYjpvEE/Ib4IOJw9jqKRvfoeZz5ws7I99IxCPrjxbr1o4Wq+zHoiPqauHzz5fAa93B7zvKCIgb2+DsM96DLVPVHo7L1/7pU93So1vv+SsztdZLy9khiIPogdKL7ZEIW+zAIZvl/dCr4NACc+4cPYPG69gT1M9ui8Ht+xPcJL6z2DR04+qjkGvuHhf7sVjA++zlr3u6wQhz3c9ay9Ts86vo4pr72+9oG+oTSYPVPLkDwM1P69a+hmPkHIhL037Bi9YMvevdmNaT40XmA+1mQ9Phz5KD6AskK+ewxNPJeHFj6lwAg+A4LMPTUFAj30BGy8A+O0vXEpTr3Hgsy9bLQSvIRNPj4qQbO9c7CyPcZPdz4LAZC9FZEFvqH03Tyt+Pw8CDABvse4QD4j1lI9N0wqvoXAUj578lS+TRDpPccjGD4uG8Y99S1+vaSa+by/LSA+v/SqvWDvnD012o+9jXiqPOd3Bz4bF789Tkd+PlV92b0DcvE9ODKAvSV8KDxUoDa+vXROvqsA/72cEEc8MI2FvFrXJb4bP+O8qlBoPkzClr1oU6U9e4Ucu93mmzyQXPm9VnQqPplULT6i82q9KpamvFiNCD4Bneu8qDusu533Br4HQNC9r4MBvh/jKj5BwQ4+OXoRvvx9HD0+K1g+Qn7PPTBaXT0kfU0+q/hkPnzFyj3RR3I+0qIMvs/JcT1VN6g+ekgCu7BjDrx7YYw9nUt4PbIGPjxH8oa9xtpDvuajFz1PEYC9WnR6PWqirLzvLCy+grxcPrmAPL7cDlS8PSu/vcHsC7411tq8YtQqvrgJgj7gObe9wGM/PvhsH777GjG9BpUsvRDTGL5CmoA90WfoPXbVYT47lwk9iafjPR9Vlj5CkAi9uvsOvQaIoL2v3Q2+joVovZNblr3YYea9slOEvddLCD7PA4C9ho++u1vIrD2F4Vw+H2UEvq/HtrmmRMQ9qW4gPIsaP711w0I8GakoPYsKRj12lxm+3mo1Pb86/LwSFbG9ZyhWPTGlkb0yxx699Qc3vsiDhry4Cyu9MXIEPcTSHbwkG8Q+m7QAPn3bAL06kBq+/QmmvZLhqL0DKg696CeuPVR1qb3VyjE+qv0cvl0TJD6ADTA8dV+8PJ3j4D3r/xi9NoS2PQqH1D1jNc+7bMYwvvVXRD4XUXM+PVc2vrvcqD4UvOK9ti26PC+kg724pG+9f+U1voj+Cr40vvu9DYsbvPwVLr6k0S2+G8oxvtgezz1xhIQ9HNafPg51Jr1yois+bwmuPU/XDD6uzxY93PKrvVN3Fb4alJE+m5NYPcQefb0kGwO+J+dKvk/3xLwfvGI+E0DMvfPe8j0rQ4S+taAAPYrgKb5ZlQc+beJ1PvrLZjtwmcY9NxDzvTpakL7gh5671GWBPm2IFr5Uisk9AIbIvFK/XDlQbha+wDyWvogbnL3xFCM+mOy1ObUDFT4KKXa+SkuIvI3ZO74mmwC8VMDoPcS/nD3RpH0+b8pkPIYSaj5nMV2+KIC2PfLSSTs436m9PCw7PW21Wb6QUMU+9xaRvp1wUL5QQNW9vO/avSH+3L0s0em9awkDPvP0Qb7LHYe+ujI3PKYwrTxAASs+Sc4fPkEAVD4Zv2a9+AX5PK/nFbyg/sc8NXt7vWqHJz3fUYy9XVhGvvfwFb5RX/M9nyBePJdKBD7T1B48lLYpvvWQBb5Rf509bN9NvtdYEz5CGPC8bdmfPgyXtj1MoVA+3Okkvnd6kr4bcpk+1eEQvXkeLb5L+Vk9m5TLPbWzYb3WDkq+TKppPmscDj5qghu+ndoUPt4VI74aXXc+yrklvsgoYb23v8U9JNa/vdq4Pz72e/o9L8cXPjBhRb7vGUI+Tmk2PqCQBD5W74U+P5GTvlpw8z78ATy+kC0OvnbdkL57vw6+MPQovqX1Fr6oPXi98jY3vjiwSL4NgE8+lUHAPVkqOD4TKQ0+44GHPQ6vxr1CvZY+EsVaPi53nL4zCK2+1SW/PQBECz4q1zK++goGvfe5h748/Vg8nDGKPi8JHb5Q5ku+m7l6vn8wBz59EzG+V8lovCebrj39gnI+d1EsPjzHxD1L+qu+CK2YvnMroT5YQ7e+LNmdvvkLGD6c4Ss+cSv+PHtJ7z3k3kQ9TubuvBR5yzwlbMy9kDAtPtFwwb1tiyo9VfmBvRE/fj1tEFw+gB3KvacKrb4TzN08Oc9YPvVIIb72cjI+vkkjvpAr473WsKA9/JYcvmwXgD2OgdE8BNLxvYizQjzedwa+dKggPjn/wbyjgoS84tXQvRLr8L1BfB+98cGfvpWeHj1ne+69gK45PZwKfb4OJSA8GrJNPt1WIz2PEXC+TmXmPQfKjD4olBG8b64SvKak8D0p+9a9ecozPbuOL7zs9LM9q5KAvcAALD2bfbm9amE5vYT8w73vItK9dgiAvLls2ztXKt29VKKwva5ajD5yOCw+HAM6vmBSrj2nICE94VGyPacMWL6K5tE8eTyfvBsAAj7cpIm9FGJSPOt2Hz2aCHc+E2snPnTH770zFEy8/PH0vD6+LzwLxza8nsOcvYk5EDw2QKi9o64UvXzqmT3qGpc9MtpRPcr5RT2V0cI8nSINPkIHML4cy6A7MMj5vfCOM77M+Je9Ze+1vZTfU72FKY08uTFrPem8LL2QTyI+W+WPvpD+KD1Cd7Q9p3bjPRUrTb5Bl/W9Tj3VPYXBFj7RwJm9ZS4XvucR5L3i+4o9d4uJvW5NVb0a9Ra9/WWRvQMmWDxIPnq9CZAzPjUNT75fnvK9k62pvXIBRT2sCGC+9FVHPkwX/z1E4A6+N4/wPXldzr3tWD+9LmKXuwqAEz5+oyK79u+MPtM/t70ZoB48t32XPcA//7oVMM49a7rYvA4MhT3vToY9zyXYvCX/FL5qons+ZCQ1vphoK77nRVw+SDSMvlEjrT1AmRq+UpERvq82KT0O5kC+LfoGPVMnE77m8G698C12vvLaOLzkD0I+T1yoPbm02jwIECM+wLS8vbJHQD6vNZi9WS8nvYs2tb1BY2O+axe0PXYI1j3wICc8/ST/vaYBqj1LaIi+jBMUPq3fybw33Py88ablveyplb0wYgi+3z5iPeWhlT4BqMO8oDs7PpkkDT7typu990Mzvlvzxj1bqa69g9X+vdv5Ab1zPeC97d4BvhGuUr0onDc+Za2zPcXnAL7RIYi9WiSLPXbAsT3g1I89yBf4O0Y9sr3Ova29gj9jvVSW4T2lZ7O7U2wwPfG6Ib4LVoi9HkMvPecATT3HvqC9wlCSvQdvHD62i909qeGyPc7s/L3qqw0+bN5kvZOvFr2gsRy+qcK5Pew53b1q0Ri+TPw6Pif3mb1DUQq9L3oUvkI7hj26pPM9X/r1vSWxAD0j6ia+0pugPZybDT1SuDe9F6lTPkLYub0s6Rk+vnMovY/dWb75qfG98KZnPRTVBL42JCe8HS+NPSiFzb0qiaG8B8CdvNeD/r2cIDg+u+OvPTkQrb38pRy9fbcwPMAnTb2R+BI+mqk2PtXgkDzUG1u9PjiDPmqWDL447gU9Q8Z0vk55Dr3mJra9xzEVvhIhWb0r7bS9bya3O83drL1b8aQ9Q0lVvmfvnz0+OQS+mC+hPUKRCb6qxTC+Ru4MvqngPLy9ENs9jyJDPr4xwT2aP4i9ziSOPTAvUj6svqE8D/RbvXpMRr0JctM8PWomvrmROr1/4wU+2+pfvSmbmL7wXMc9wjtLPqCbH77wDge+mwOSPXPZFL7UO9m9eqf8PfSIHr5nB0E+Bxn/vMs7PD07VI89TiEbPoocNz0ABaS9ZyoLPgylWb0yGLm9ckmRPR6XdD4nGIW9pBZcPhqOazuUc9w9ku4kPc2HOT6gfC4+8MC1OjfZtz3zebm91GGEPA8hmLzK3RQ9IFpNPm0f1r1DLLc8h4sTPvpeAr2hURk6aReAPZ/mBD4PIbg8Pbv/PUejjDywMc67f88HPi4scL6RVSi+r7eGPhDbGz7KBt49r8bOPMae0j3GL3W9uRdcPbjEfr2j00a+Cy3FvTHq8D2O2ZO8E9BkvU2QIbxvHKM8rMUcuZtKoT1FO148146IPKGzwb3LBxc+dZ8OPne/b70bzhk9L4h8vC4kfj71X568ojGRPiPowL1SZ689KN2ZvYSy/Lzi7TC+s1eCPevcf7112Is+gc7ZvdPaijyIFAw+YNG/PF5lO758MEI7f9huPoCwbj2q38e9wz0TvsxKsT2jjci9YEyQPs1JlL66AQA+HhDgvGNBPL4ij/g9E8YVvvp83DxDHVg9SjlgPn+7Jb4YuRK+cOzSvfOsXL6oRik82mSSvqL4xj1W1we9Yrq2vErjMD7On8o9eVVvPo+X5b0+W2Q7LIEMPo97m76GlSm+Q/WRvhog4D30T7+9EEu3vAgyiz1fEou+5JpOvTMFSD4A+T87PNHuvVggpz3MI249s+z0PTDPND3VV9w8NC3GPe3IOj3Z6pC9KvtEvMYiqT2XiU+6EmNDvsRj/L3Pm0O+HsKDvgsZTb3joyg+Yw5PO0im+D3wMCg+U86WPbR6K775odc8m/WyvLfuHzzUOYi9JF4TPTJbY730Vzc+ZUJ3vEmrPT64r549Ouh5vcuT6r2EA+G9TwMePiP/CT1WeRA+PHNkPatM+r02cHq+hPUjvrW4CT58Wxu+0JE1PoXzoj0o9DC+qy73PTA04b2niZI9hrDVPctvkj0/1Ra+Q/ssPazXv71Hkzk9G8bwvYVhK76ZOTg9zpHFPcuMkr3RaCU+Tmc3PgmE8D1PJQ2+FZsGPV12Jz4J9CQ+nFLxvbSycD1eC9i8CmI+PsWDED4Ih3O9TNMUuSb/FD7ODcg9rTGxPVaWET3GvNI9DM2EPWCkDT69SIk9mnZyPTAGhz3MeoG9z8Asvi/ey7xs48Y9jrcWvQBADz5Rfvo9puuRPYC+ET7eoS4+iWevPf2OvT3Thgg+e7OePfk1WL3GHjc99F10PvKKNr6tbKK9dnQ5vX8pDz65w4g+iXK3vckccT58BBa7/R6kvWXY2jwN/OA8QXlJvSnBCD1S3Ts8TXycvfBJYD0mvUs9m8U6ve4u0jxpIOe8I3AQPZI7Ib75kEE+1jynvQOO2b2xZyW+FbnpPbI8BT3iAsW8hTF4vr/wWT0xaum9HZxRO/+YYL6Kgb69cuGHvUMxFr52jBU9BIr+PVUw/DxKwQy+YyqBPk3b0j1OyuW9/vBNvuqtED73DXi8cwFqvaULVz4lyIk+zWKrvYyf/718qTK8JprMvJ41jjwfXcE8mhm0vTn7NDyISfy9ZEBQPiiGJT6IOBw+Q5gRvcyXtj1G1xY8QTdPviy7jLyIUQ0+2BMqPjLKjj685FS9gKiYPknQ0T0KJJS9nk5gPMPcDL6HYxK9YhA8PER8+r0QzzY9OiGMPQ4QuD2iRYc925ABPiTihz2+O6O8TCIJPg1u9T266UK9MrXWvduql77MFQ09a3kuPanC1r3rfA++jmChPSU9sj3D9Sw++vihvTu2HL5iGiG+5E0wPl4EKr6OMcu9w3QYPgvuqj18OUo8hJ0iPrehZb34dhk8F77+PYjNqL0W42W87XJvPRHwBb7wX9W9ugAKPY8LOT2v1gG9QAzpvZsfdzrap3m+hMGbPa5RbLwovUW9GQmmPbvl07yMdgo9vzzTPb/clL1s2gC+XjVKPkMTAb3MF+2849yKvcRqF76s8zs+2WNcvfCD4z0pbdu7KLQTvU0JWb4cgaS9kAoLPof7WT29ZFG+CRu0Pe8BWz5wJjE+BJZJPv3w1zxBlSQ+vh9TPaV9ub2xef29wYa6PQInfj4COR69shwhvSFD2bxeoCW9YOxuvjdX2D2vtDm+RPPuvTEJpr783j87SQ7GvGwmRzwCc069in6CvTxxID4gkZ49Ev3+vbR6572Xe4w9otN+vh9kGj7LMIe9BHaRPVBdy70sDek99o3dvQpxKj0UMV+99IvnvVJ3pD3RV4g9uYWWvQ83IzzIuzK9T+5KvfuO6b2Nvy6+ArsEPKKi9Dxagg693l8zvm50VL5DjUG+RuehPbAxv73Tkx0+zQFXPoOyLr5aS+k8p/iMPiH3ujtooYM9b4xgPtyzGz58PQC+66+DPWBXIL4Zfz68qlpFPPud9D3jgz6+H8Ogve1H/jyTT40+izoPvmDxLj4oFs+7d+i0PbobIT6fomI9GlFJveT4Q717PEM+8KQMPu0hYT3TOgi9d5Rjve5lnruH6gK+T6ziPO7Jdr7IO2098JF8PdUBQ77HNZM+l4AhPqNuu7ykPTa+2SiKvW8IrD0P+IA7FPuPPbNZqD1SdHW+H06CvM3Zqr16CiQ+IDFoPJILsz1WiOc94vcbvg9ZPL6Z2Ga9HFLCPXID8T1j5S8+pKucPOG9OL7k7Z69vvJTvt5MJL0WTUO9xJ6rPewkJr1GerE8MdB0vbu5kDzcnX49/aY8PVFeMb1gjoO8HlogPE/8BT3Onci9fYzyPb+4O75Xq6G8xud4vMUCgr0vzek9GJmbvaJu8j1TlEY+1HJjPpClcTwCdM69O059u1u5nD0fvxw+5xYYPJg0iT34ajE+4Z/zvVPfnbxGqBm+WpRrvYZVED5rhxG9UtZfu0+/Xz6IiYM+WVpTvhgpMr7Xqy2+MIDavcQaarzC/PI8EUYyvb36AD4wZNi9mDeBPdjQlL2YE6c9XHFhPG9aWz0G/969SSGDO3ly2j2xLyy+znEkPnf3bj7OxLU99NWKPjeVWb4n+b8+/k8QvIGPfL7LkJC9EZigPUFJuL0shoW9DDO/PZBOQr6MJx6+wkbwPSVBDj6WfIU+n4BLPVdcf706kZ69VItzPnIjYj3i0NK9GSsBvVuO3TyewEM+0yYKvm+y5b00Y6U9c7vhvcCEB77z/PG83HStOuWJ+L0pXdG9sgbjPOTjhL0u8TW8UYVHPul8Tz5+koE+J4sTvZykCL7fWuk9Wgtfvt8kNr4dUVU+PieNPZs7tz2sJ+E9wRYqPOg/bj1Hfgi+I3bgPfJjmb2wBkq+gtQmvjiUG70S2pg9qvaMuupzDb4nQSO9W234vUOWSD5w3wg9kUc4viNeH77yIQO+ThCevQfagr1iXVQ+ukKmPYtigT0Zetg8uaqwPYCoZT6GqVA9Hx6tvcRpUj51xC++7SROvuZaxLl5DFi+tT6evQUUwD1dHgK+4gVdvau2Rz5LD9Y99syyPQIwTb1cXwc+T0f/vHJtxTyrArY9a/AqvuLEAj7QNvq8s5PMPWdfOz6PejM+NIHBvTDkRb5DAKy9zYgrvmKOhL5xBvY8Mex3vdplO768pDE+Wz8KvTlqa75z6GW+xNhNPvvfoT0Sdqu9QOhmvinV/D2kza89gmdJPjmgI70srJa8m21EPTkVgr6b8UI9dy5MPTUGbDw+BSA+HFKHPbEgKj7ljpu9ojBgvlBJ2bxybhA+zeubvS8feD3WA3e9Iy28vb/onj0o84G8V+DZvJJfG77veP68foUAPrze4TvoY0o94MMuvatA/b1U/6M8OGasPROZXL5cBsi9xE+fvSuR0D2juD89vzOOO+6lkDwpMLi9OpTLPecwTz57RQO9TWCEveA8wr0N5Gu9NLjoPf1LdT3K/Bs+QnYRvnHRjb32h9u9U2k4O7mjbj3JrAm+lIHgvSRx6TppEFM+yNNYPEVleb3COw2+RmGBPeG6GT7JmAS74Ng+vuLrrT2CJVu+F2olvTznTz32j2K9CIWEPas1sDyU3a48WLs3PlsihT7Ijla+ok8evVgLoD0f4RQ+49GhPp+17LzT9v49HXxNvGdBVz06WLC8quZzvjTs2r0oKpq+G/0TPbY5HL4TVSO+wmHmPWQehz5JfT4+oXPovRvCBL7fLS2+NdwAvijZDDzTmtg8OLNivngaEz4xcIw9zk+ZvlKB671Uon69TwNVvev6Az4ZlSw9U+ugvP1uEL4R+ZO9LRGFPYEvET54fYc9/AAWvteVHD5y1MU91HyMvqzx6b3Ay/M9vWlcvkNFnL1nDDw+fx+uu8VXKD7A/k4+gDL6va4Mib6yLh49DZt6vi3INz3GZ++9Va/wPPIyX737RxE8Qtw1PmYRi7yoK0Q9R+u4vcgeGLsYMOu9g+S2vGxtiT0dh7m9zww+va9kEr59CTo+ZIsZvgbqFz4fjC49y8iDPgTvZD5QWea9bzu1vJO9OD5lvcS9EhYoPnn3Yj0JWuG9nkYJPP5vqr3zfKM9PULsvQr5HDxQgQg+4OhyPd3/CL7Z7mu8boO2PZCawT0lHbU945nYveFOwj18za49XLgWPlZqDL7UkKe9XmuoPdONBr5+Lmi+nkEMvcAz+ryzwU48SRpTPF/Mvb2FSIM+Hso4PugPDr5ndQ++plcDPqD4DD4nxBS+7hDsvUBm4bq0W0g9JCcyPmTC27130wY+j9uiPTI9Ir5wRJo96/YRPTwWIb7TisK9JdqQPXhx57w+u509bIsmO2eKw70MwIm9G2NHvq2GMT2WCYA+PrVbPE6ahb0he729QI6uPa+hZb67Zm27XlEEvjjglr4IhfC9c1eoPJPvgj2R4ci9EWgAvirztb1f5f+9nyx5Pl2bvz14TbG9lmXKPdHExb0HhpO80AQsvkT6PT3HReO9G3AIPjVysT34h3S91ApwPd3LJz0IHZW95d8LvK0BXb5HAAO+yAk6vhQoKb5mLZM9t68TPsJR2z2k+c295UgSvg57gr6xRNG9s5MGvpUo9Dz4JAy9n4dIvemgRz5/jFW+L4R9PnVMOb4SRCS8KxVIPcA577yTkyu9d0xSPYmWTz4kFiC+WDHMPUHC37uCWys+Rvx3PX7yUr7kYWs+zAOsvZGUTr10JzK839o4vgOWQ75Y8By+86nCPQmEI7taD+w9HHtlvS4qfLwg99S9zO9yvX/SKz62Bk68WrU/PlIAyL3O9KO9a7CAviSh7T2Fo109ZJiOvhPqBL58Iyk9EVVYvYJUsDwvIGy+AjDgPUngiLzmRAE+ht4ZvOeKAr1IqUg+/k9PPfKQpTyrTq29A1KzPW2GaT2o4Hm8o8WOvuEpXb1Rr8c9beyevW+B1T0twEY+hbB/vpzLhL4wc7i9WkUvPQpDET7UGpu8yChmPSJ4mD04Utq8GvhIPrWXYLwpSUu+uoyEPbAzfz3b/5a9xcl+vTJwYb1oqxO+cm5TPgASY77PEK48s/M2vs0TrD3ePK29nNz9PEFrCz6vGYK9OeDQPSnMhj4Vvi6+WiXJvXSdgL4D2ZK9QZqovTxV6DsgGaM9mBOnPQ/y/T0h84q8S60bPWnQMjtK9eI8dn4Pvdq7HD7juYS9oB55vqZP+z15FBE+yJBVPjhC5Ly1FGA+wMkOvs3Xbj3AvJO95r5LvhqXjL5gMTA+3ZTJPVnTvr1Kdk88O6ooPUj+oj3xYg4+3dhQPm1gCb0AM/C9Of4WvuI6o7ypDQo8VaXCvVJCMb7/MF475m0evgryPb5af809t/Bcvl1eFb796/09dtPSPZqZjr28Zzo+krD4PDcHKj3PtIM9fgYlvS66AD1OiqE8+B1XPSnkEz7OMCW9+zz/PH9n0z3ni7Y6TtBzvY3b1L0/4wy+k7FivvkLlr3xywS+1GrKPbimgb6120i+y5OCPac9lj7YU5m9yG56vTDGwT0SoWI9HGDqvTyYJ7yaVQy+/M6SPRXtdr2w/ts9P7Mzvigkpr1rf/i8ISRTvp9FaL0fpgO632V3vd+tPz7aZY8+0qnUPf5+PT55krs9um0PPfPcnTypzZ29nrz1PZjlLL7skca9KSJUvvMhUz1sjHg+ABXqPbPjML5NhWc9U0VJvl/NNr4p8QE+XcUovofSAbxpzaK7lOKtvQQKZL1W0Va+jVZKPaC+7r357dq9xwFQPpBz5rwY88q9YxALvYxJub1Gx/U7+wMvvTJJWzy68O28di7+vPu877vpHH49/llmvii/i7wkhCc9rrhDPkJmlDwSWDQ+UMQbvd8wHr11fq+9iD+VvSwDgbz1DSK+Jo9UvN/Rrj3H7jm9C+JGvhTnrb0pXv+93PDYvWkk+71kpdu9DvwrPZobWjz4TEW+r0nFPIOdJb4aYZk9FMNZPhELzb1EjCq9ouSSPeHLD75MPcw8s2BqPhDtlz7sEoe+mq5RPsU2mr68xQg+vUKBvTDy8zzKYrA9mbkevQN+MT5j46g+S0ElPmzvg77qqxI+FsogPSeWKD4ZXdk+YH5Svn63uj5E6kW+fGcpvgU2kb7X8XS+wJkQvj6khr6oTKs+cwLjvYTrwL0BoSQ+jJd7Pbsi9j4r/zo97YhYPiauTr6Yqs47KnamPvUKtb7v1YG9mnw4Pr49kT7tp3i+E9+VvtSnQb52fba+MhlpPh+wh76xjB2+EoUuvsyJKD7PotK9Ew2fPEMhXD6T7BI+nrsHPlFsnz5U9kW+V4MUvmk5XT7IE56+w6d0vmWHnz2KRhA+Sh6UvaLGg75C1Ky84+ARPFNG8L3nQao96gpRvnNyjT0aPtA9KcQRPiqpuz1TC5e9rngPPibeujw8uxI+ulYovgDOWT4Ytg+9MCy7vRT/WD4/XKO8/JNxvYPRBL2Ts848jhY2vvwa1b1or129UEKQPEsv5727khW9UCY2vZwHqTzNdUE+2jIyPolQ0zz1Tdq9Ppb5O018oT1gsZo8N2aRuwc7E76F3+29nhWtvcnp/7zBWC8+aW+wPe8fhLyVVcw8xNhMPehTD77u8Eq9pPYPPibdcT1xV2w8l0fOvRZ50j1csK675lOWPRKXiL0YUVE8XFK4vGEfmL0FJ729PzOfPT2g3D0ZiJy+QxYbvphzTz5xq4A+12ZwvdCOGD47j5+9vp8XPXy17r2R2247ps7cPc9vWb3VGqc+q/MvPp12OD7h90S+zvyCPQmPKj4qNxU+4XCWPjM0Wb7v+Z4+RRXdPT5+Hb7vbb09fp93vpfWIb6+8ZC9Ovg4PgLETr60t7m9uk2lPinZPj4t8+g9boUYPgqs1T0bZRC93S4zPp3DlD5rwaO+rNhJvn5XpT6CF2I960eMvmSaTLy8Kwa+tSP0vXupxT0stka+ssxEvr7MXr7kSHq9+F6FvdL0tzsmlUo+y3GPPMpWAD6jL4s9pvejvUKYHL5Fn9k8VtR0vh1tGr6d5L+8FqoePRNGRj03RzG95/YkPWmURL3EYT6+bXCKvXUJ/r1WuYQ8GOebO4PghrvR4/s90ztQvuB4wDyTM00+rXctvehFAb4qH1o9AvukvXgU4j3LKEc7VwdIvv0C+D2b0Ru9Rr0YPsMX6z1ijaC9eavmvTj27zsEXXQ9/eMVvs2qIL7MBII+dQbJPUhJIT0G5XC90/zuPXW9Ir71tuI9+yLRvBNJA76kHgK+RZMQPlEs6T0t1d69Gza0vdQpO77Lbpk92Ib9vY9nhL7R9Uy+63oBvpTvAD6Yv6e9dJcRvvFE4jvsFo09ByjYvZreUj7rDMk842+Uvepjhz1RFMC+cAVevK4BEztv5oy9ImzzvHLzzLzOzlK9BegFPj0Nlr2cWBS7hmE7vnUspj2thxy+6RCxvTuZH77D5RS+EWaYvcUV77wb4bk9aMwNvgd2FT7B2wu+BmJyPYnzpj1snTc8K8EgvVU/BL4aHtS89ZFpvhkqxbzNg3C+dLTRvc0HGT4skVE9y4QuPXg3VD7bcu09BYUrPsDAyT3SKEE+iYAIPpGTfT7ORL47kqaYPVN0z70tEDk8OuFGvnIJTr7Yogq+XO6jPJnEbT0bfPE8iNqQvQkaY77GEoK7yWcIvgGMx7zobnE9idjOuyvfH72zeks9rwf0PVPfXL7/wAq+mVtPPjGdnb3m9Vc8JyQOvR1wPb1a6BU+iOlaPIgZED4wPRe+CvDJPZUbPL20QUW8nM9cvhu2Rr1tKhe9dJrTvalOe7tYQKu8v7CYvXvkIb7rSo490Jq4vZxeqr1Pf2O+FxFFvs4A1zzchxC+lQu7vTo1pD1IrIK8+1ZXPpNYZT4u49K8DDuHPdOYBj5PcAE9gxxbvuKoijtrqgy9uwKAvnUUbr46YKA88wAtPgKQc70rTcA9rx1tPAsgLr7tqBm99DdUvZROW7xXvgA+jg1XvA2G4r1QAPu9di0nvt+Knj0xeBe+hyIVPuHXL7306M+9J5YzvHK2W77C7Qe+3X5dvWqHJj6ZzBG+IsGCPmqmnr3w+aq8LAElPUy+oz7cJYU+bNb5vT53IT3t7c29E6x+voMjp7wW2AQ9HZVevb35wD0Nm5q+EqDjPEdio7209w++kikPvutarD5wCIG+uAGBvgc/Pz2V9eW9LPN+Pt7zuL7bUD4+bujaPQzq6D2jGzw+iILWPS2EeD4cGuq8GRhzPnKoBD3YTGu+eZFhve05gb6LO769jYeJvsbwLj6gb6M9V5tevv65oLut4qA+i/bJPa0pfb0BfJG77HtXPp+whz5hOUo+SCSbOzk2abv3epI+cJ83PpSDCTz18UQ+gn6Rvb/7Eb0ke6K8u8owvlslwr6Zd0w9wvKTPRBrL70d75U++sNiPSM5xL2sYrO90JV+vMmmmDxRTRy+sjQovinQJz5YIHo9Y11CO2E/j7s4kSO9RNdJunXtu73cCkk+6i8nvn8ZTzwGNJo96jA1PuZXxb1Nwhq9zLmru3t8Hb7e7vk9LpoTviyAND6aSeo9AnmxPahAdD3G85c7D+scvBUGqbshgUq9E544vSMhbb1brCQ9WHmBvhT2BD3nUfw7JccxPtrQ/LzHhkC+2G9SPrRISD4PfIS+VRXOPXvL5D1LOqY9Kj3gPU8h9jzKLDA+pGcJPg6WKj6k5SI8UVSOPONs0D0HZFU8AjwbPABkhrrpcxy+iLpIvetLqLwAvgC8ew8xvtWdJj5mxrC9hgd0vncoCb58QLw9EsqTPUxmPD6BIko+1QvivGjGFz59qwE+8IzwvcIan73oFni+eSUAPqI/8D329Py8EhGYPqE/Ab5VCYa+W90vPXEdvD0BAIS9OuSjPcWICL7icyQ+x1HOPZLoDj7kF4+9ugDXPZfaQr2tW5C+LZJRPkgzbb6dPye9W52jPXCFkr29PVa900Y7PmU9jr3EtRs+eDW9PT52Fz6y8sa7CNfHvB1G7rwgy+i8+7EjvpZFlr1Hdd4939cNvqJeoD3RySK9u59NvjKbt7w0rA0+GkjYvI154b1lfDk+H3uEvYEbKz6zlrI9ylb5PQBoRL3z+y8+x1dlvm9IML4GJAk+Uo7IPcfosr1knIO9hwGYvOgDDr4SDAW+TrnUPOiSc70rh1g+PzIJvfmWCj3OIhk+HuJwu7/64L16Ei4+QcAHPopHRr4eus29fJcYPpXrGj3cxBI+0Y2BvrRur71NOXO9lCkUvkxh1D1kEAO+X5zuvNKfEr0PDCa+uGlPvX61j71lX0U+jlM0vpo1yD1K2RW+W4k+vb+Fj724GE0+npW9vN+NOj1+VGu+H9DVPZDa0b3pEiu9ff+dvc9/hL3B7y6+Axe4PXGprb2Tm/A7JhBCvelWdT1RjoO+AO0ZPCkWED1iyOQ9n0BnvUvF/b0w49U8nq6nPa4ObT7dFrG+eu+xvcWlZT3v5CS+ZbqevdLgND5o9JK9UosbvLVOgz7Bryo+PSt/PfKxuT3+Xj28wP/UPQr+zL0Exsy8lQ40vi4zbr7Wmgc9dZvDvIOr3DvUAqq9o/AAPktkIb4PKF4+ru5YvgrRFz5UrXY9wrjVveslBb1PefI95Z+cPQr/dr7+i5e935t6PLyA270008C891WRvmoK1r3/zy++mTL/vSJR+b0bjQC+/ISeOv0dGT6kOTU+bAkUvq0oYL2t8XA+3OfTPYTSBz59hVC9AZYpvX1E7L0DFd+9PD+5vX3oPT7ilfk5C3Z8vi9SZL4X6oq+hoxHvgVNAz5xS0G9+2bmPZ6aYD4+QbE9kkfavaT2zT0XfQG6aODPvcTjOT6oNVw9+SYrvs5QPbyx/vy9Wim4PDvojr6j6FG9K9LMPYSeOr40SF4+WRNoPsUboz3Jy46+YXyaPfuL/r2X93g+P4IcPlK2m75mx6c+LSeGvCekzb3xTwe+hvaVvm/+wT3D9lG95l45veqHnb2V7s+9kJ1APlX0jj2LkLk9/O65PYwl+z0mVl2+aDx+PgE19j3eaGY86xl3vnsES71Y4RO9sjYGvtrISL61aTM9KssbvQRQXj7fwE49N4X3vb5SR77jyJG8kskRvph1eb3kpp09Mq31Pf+NJLsJz0I9h62ovlvKNr67z4o+WPygvr0cyLxqhRE+pA78PbjqmL17/Gq9VA8WPuxYqD07Fhu+psBOPvdp0TyzeNq9OatLPmgr5z3j3bm9Dmn9ve8voz3IOVC9twDmPa1b5L1XM5U9VMg3PVfJqz3hGi8+OggSvr8TfD4zEpk9FQPYvTRgdb33HAK+FX+quwIJAb44hco8IC9Jvf9BAD1wnDq84R0WPljXijzUHyA+z1mfPeW2ij3L0hk8AnQLvuF9cbwzY0y9gxCgPTm66z1RjJ+9vRL4PUdFdb0Oh0u8RlLfvT3m0bveZQu9nCtYvgOaFb20+RU+noMkPSmkqj0YsJC9mBiAvRkTXj24eVA9BzCDPew2dT6LPry8FXzgvaMw5D3PQQO+TRXYvZJP7rtJVk0+tcvgPS3kUr6r/ja9tzi/PWSMAz0STui8Lg7ePQTNk72zuge+HI+CPhOf8DyHB1E8xBGlvvf3+jsjZUE+yAH4vHDTzbwLrnW+ipRsPh6pg727Kim9EiI/vh6pIr5s2hG9wOAQvnlOnD0aSSc+62hCvhaqRz5TDiO+iDZOPVWeTD1Kggk9KFY0vjDcjj6YPRU+8GB8vTXDL7183vM9k6ZbPNgoeL2wRha+CO3avUpecL7Luju9BzP2PdwxZ74C64S9A7Qnvte8vLyKh0w9P75cPYkLHD1lTR0+70MyPqdXN76xCYa+bOMuPOHFjb2JSzC9VisMPv8nuj3+2GO+dlCcvfRypD2dUtq9zON5O5DOyb2Ljda9F/dCPgxr4r3l8O+9ac5oPutkTj5u97s91zMsvVeiTT7r2oy+06DmvY1PvDrUNPW9MX8MvufZGL3PMK68pVVBviEVJL4XZFe+gQbMvdp/hz2lVWK91yoovmZqeb1D+1e9WOJWPSBfizwnpxI+xecSPapCurwqc4w8q1EjPn5rqjx0dfI9IIBuvbYbur3yj8Q90fPuvXKhw7xb3/y8z6ECvtyduD0bQGO9EcEhPhk46L2vqga9y3xqPcuEZj23MJk97KouPsWQ3r1iVRe+6CZuPb+aOrvlxsa9Z9kXPU1zxb1nRau830CvPWPtBr7SCNI9PAMtPbCoT74rvXk+dnu6vfxMAj5hms89Eh4XPdawzj2kp/09chZzPQ3hcr6jOzW+asb4u53Yub2T/o6+ygOivTq+sD1DsPi9/teQPMH0wL3fK1k9bUl7PilTPj5jHYg+3YaTvd9tFbsrSyq+ty5EPFs3wbpuw7O+9tcKvp7BFjztiuC9pbR3PdkCFz5Ix468rJvUPeLLPTqyIjY+R93EvcaEnz1YZQK+s+TZPfaTdT24mUW69gcxPYSniL1/vzw+cWz0PUf3i75gm2Y+RaMEPa2nez2KjAi+noaJvqb1QrvF3gY8W4DmPbF/8zzZ5HQ+5tTLPQksM76caiq9/AQJPt/E3j2d4WE9AdKovdEAcL3npwC+E4/cPXbWdbzql/+9wzgAPqwohT04rim+VQM2vi2YTropXEO+B8D/PK0+I7yfwrW9xWmbvBPDGL1LA5c+HU0SvrTMYz6Ljmi9kEsoPqdJgD3s3ge9h0PyvcNkrr36HnQ+xJElPuLuAL6hR729mIGzPdmczr1SupS9aAOCvboqkr3eqT+9XKUuuiB8Kj41e1+96cSXvIZ+F712hB87J+IQPRprKb7ABZE7xDEdviOjtT2RYoc+uFMqvmydKz6AYzU+5iMXPB2VCD4WgIm9cxVMvDlRpL0F//48aFPVvaUe0T3aolM9lLSGvHBhDbx3dIm9ZW7nu6ripjs+SEQ+idwvvsrDQD6bFLM9wRpTuoxdorum1gW9bqSZvcyXcr2kIZ09sDofPe7xTT40cKy+CMIQPoHrVz01rNS9pB2pPe6PbT1xmBA+53QfvmejGj4MtzW+p4yGvh2RMzwGG+S9E+dLPevGjb7mYIi9zAcTPswLK72+7pI+bo+UutWHZT2oRR++ZAVQPoN83z2RlHw9jExIvjtiYj3r6II95qOgvlcZ+L3Z1EK9KgecvTNSCr5ntm288Hu1vFx1Pb7KyR8+xtLnPEZcJD2Ydws9Q99TPRm6W70ZeQw+f3WDvZYaHL5go6e8qnycvdBvGzzC0tO8AO11PsNjXTyndZ28htPvPQ32Oz6sk7q9iUByvfJzsbwvWda95C/VPaYfTT0Ixi0+kqrrvMEi/LzbYYO8vnCiPdHiYr10/xa9OzDAPEOplT2vRDs+2axIvWCPxj2LlTu8cyXsO8o+Gr44bdG8OsgFPkPd0jt9cwu6j9I5vkAFuL0vkvc9vUltPucc5TolQgm+yDMLvtclkb2hshy9VD4NvoMTI74zo42+qkknvt72Wj75gti7hk2SPSwedz1D/308yZNJPhKFn7st6pC8BcfIPG6+7bz4oV283IlRO/XSDj1jsi698kbPPVB6hT2JA9u9e+MtPV37r70o3fi8P49cvha/ST1ysp0822I/Pgj2db2d9dW8CsGYvb+mJ72tNBo9TwcTviOjCz2A+AW+38d3PW29A74VKHC9ErSgvNj+B76nHYy+OIPZvMVMIj0pk329UtS6vWpOtbxdXqA8iR4rvtEetj0Q2CY+miBtPQK1Dr2CMVQ+LwA8Poiqpz27uCS+JKqivTe+l7zCIRy+VVzhvUMPfL6YHW++3RUVPmTQOT5o0Eu+MizOPTijKT5i/Aw9SQ7xvRyXYz73IXA9cftsvcWWQT2CjC29vLClvbGiOjrd+RS94NFzvoNyxjwtKQq+pZVkPXiU+bxgIIO9Dzr+PRh72j0rgwE+4pg9vQbwcbx8fCa9TdICvoV3bL43xR+9EruSPdaNCb0jlU+9hA/XO5xoj71ZGVk8PwOxvQEDHLy57m69XAd7veBHD77wbJ+8/cfbvQf75D1RlF28UBVPPWP49D2TzYE9kNxDPc9NkDz5Vjy+WZSNPKH6Kj0mPlw9zJ2uPLV38704Sic8YVFqvbTYdj78EJ+9kHJ4vQuCEz3Wdte9k5E+PWGTsD1esyo+1ScWPuZmrTwt0Ta+CRyFPhOwDb7JomE964OhPcTlbj5APNu9IG6FPbTy5j0bDis+bMQOPf6isD2gtjE9ymoYPYMExz2uiXG+A6ckvl2Pzb139vu9lPx6PSybGzzmw6A97lezPVa1gDx1SQ69CyKdPWmhoj0rU4M+jPk3vi3T/L3phh89vWQ8vgtU+TzVPoC9yNOhvUH3Pr7B2T09s1tGPi0VID319q29wSkDPj/lhz0NQgW+74nQveuuMz6MAf09mdYnPT97eb4ZX6e8PN44Pa2XdD1tFCg+AYPKvdySNz2Vq829UkrJOYHp5D1dIXK8VHTgOigRjL2rjk6+croRPj+fPD0cgcY9rPMTO2XyN73RbY895HvMvRjMa73tlhA+AqdOvHVQADz2fXw8WVLPvdYXl7w5RVY+1ikFviHBrTxFClk+CGwGvqrD9L38R0W9EQvtvL7LuL1bdy0+WVlHPP49470VYFM+iYBoPaLU9rxNNDe+bXV5PdZIUT5kvVM97CK/va8Vpb0svsg9dr6PvPJOrzy2u/S9+rktvdLjBT7Wss29FZdGPTZKS71ZYXO+T1kEPjwKWjqYU2g9PmWBvt/rgb5CYCc9anBRvbTsrL3k2XY+sVpIPbfKmz6iIAM+dvt8PBe/vz1gkSk+ZxqIPc9en72+EQk9UckqvkGVoj11DQG+8X/2PebR1zv0AhO7l28oPgwohz025Yi+1YpxvdEyFD5sOfm8s5FvPBp0Zj7Jt509Vkg7Pp3su7zuzn8+XKiIvFEwjzzPPMU9uoIKvq2bTb7/cMG9U8xrvVAVCryNB6U8ARODPTpiXz6Hexu+xGoBPWnKkj2pPji+epwovV3kcj1j3Fk+37HuPRYHlD0XYuO8rwv3vI0K9T3U9ou9/FO/vct9mLshuxa+YHUOPuv72D3TB+692Y+jPZtK8j3XvdO8ku/FPQyhI73KYQU+S24dPT94RT70Ajg8FEhuvrCxUb7uGB89Hl+gvT+jAL40pve9n5TyvFaR0z3TkuA9OovMPQVM0rznnMw8CDZ1PeeQpj3VaZq93vaMvnLeML2eBbs9e9pFvi2CP742+TS9W9I3vqeT6TyztBO+0hoYvi8mlbwejMa9Lvc5PWRcUL1QU9U8a+lBPq8qtb3zl9c9cbkNvieZAz4nToY94pE1vtNLeDwuUtY9fCMVvRLkXr1LtFS8oqLFPIqyTL58GwM9+sTgvFrYxr1BxgI8HTJYPAIuG7yTdbI9LAYMvnZArz0U7/u8XIRNvX6cJL5pfH2946B8PDPIqT0Dyh09B+UBPj8our1HQTQ97wqrvWwWNz49Z828HWkNujwfCzwLfEE+eA7HvObAkD3f3509JNIGPa6/YrxzH129eWn2POvDKryIGVU+kY1lPXBz0Dl1mGa9tPxtPfnCxz2SRiW+/6HYPc29+L1YxXm9BHGdvUAHgruimre9febrvXHTLD5iZBc+Vc2mvEA7Zj2+1qW9Rf/dPTgktTy77LC8cKKPvQRCTT50onI8efWXvclwlL25yaK9rvzFvS195b3hLF8+eMBTPnsPlDxvk4I9urmNPRvBrDwXsoU9krvdvSTbWD4oNVi+joY1vSMovD3Dg4c7EyiFvXz9OD4mqK49mZcyvO41n72N7Gm+AYzJvNkExDw/mnc9foUlPe+kR70sf0i+hhWzPKx1ADyjARq9hbCZPb+UMT7ss0o+iGWxvRY4uTxmth0+15UevSBRn7zCOQq6EwbMPJCpgTwk0H09k+ZfPV76Dbw8TPU927W7PfAPXL79I788JtK2PZwC2b3G4WW9c3sFPrVrir5QsqI7MCw/vALegryO4Ps9wm99Pt/LG70ig/29jDkjvF2Dy72prYu801ChPXHjUj1ifkA+J2MyPuD7xjxamrg9PKZaPhDGHz2fvAO+hjsCvqy8M7yEUjM+1D1TvuICo71eRXE8hMwnvmhXwTxwUN89I1MvvkYoU71sA5M8qkpKPbzhjL1G/lO+52wVvSP4mL3s+ny9eJ3IPehmDD2a1AY+qjsdPhqQIb3IqjA9tjoavqKNlDxaONg9ltsivft8NL4jzFi6pSd3PRjRH71dXeW987jTPeAlBb4qlyK+038NPjrWKT1Npd89CpBsvYLHALz+f6u8PhIePte2Xr2pshm+uOyUPRsQr72gCyi+wW4GvkxKqb1Rrie+mTENviAwjD2FMgS+KuWbOtCdijzzohK+SgT0PO+JAr7DJzk8MspqvSPDKTshQqK8XMJKPn9c3Lz1OAM+pbmlPMq8ab4PAsm9ML4gPmZp/by3EXs+aJi9PfUjbr5LbcE9D+bVPTafGT6oRu08AVdPvj+IxL2cln297zRJvilBhDsD9L+9Df/9vEIMTL4uGS6+UZ8kvYdCUT3bcS89qL5TPYpOIzy/OqY9p0Cmvb2Sqb0wH4k+n/7avBOJb71dQyK+PuT3vHwpvb3DEOW9urYpvsh+PzzYLRa+VxgTPuzDlj1Qfxa+G21cvfxV4DwaIkS+hpNSvLN4mjyaTuM9BcuZPDk75jzeCkW+Han9vW4v0jzydxS+8FkpvqyORz3muzI9xIlevhMnjjyMskk+GbNovGAkjr0d0qE80XMmPhmNe71sX8m91LDzPf8UHL3dI0e+4IOQvfpytj1+nDW9Odhave59/b2nsvW9XoWtPRlqVT2zdpu9oU0vPvBopD0BGEm8mcgRPR8Ztb3ChS68lP4WvXq8yz1+eJG9LZX4PSl79T1fCoK9o9k1PgRSLj1REjO+6Lt1vXqa0zsh/ca8kiZBPp/MMzqzeVQ9rTS1PZ+1m70OIEW+wG2HveLfYDzqDAm+V1nivd8bGb4LRMm9PhEvPYSnwb2ZrbA87MZvPXO5Kr5+Roq8rJuRPrz3BD5YAXy9ERKyvBXaR77DcY29ZT0gPi3sCr2QBY08qV2TvCufdj0OMvI9dGG+PQCW3b3Tgw88FLdLvfbajD3OAzU93QqgPVqmCz4MetS9ou0SvufB0z0YYSY+yFMCvidJ7z3mAhE+LTBFvpC9dj0Xdfg7At0jPgK4Gb5+EPM84tkUPs7LLj6Kmz69myTqveGDX70r70c9GGB0vfbp5r27GA++3CaIvkD5Cj2+nK69Ge2rvffVKb1Ac5c9Q5SyPX4DrLwVrqU9srVVPrceJT6D7Ag8MeZJPSPfSb5dvgG+2Jr2PUcAMD5J6RC+WpIHvnjelLwp0Zy9YgkWvrfncb4u6OK9OAK0vQuQa73ECRq+GrRgPge2dL20Ow099GabPYC1sD2MXnc93c4YPRMIYL65Cik+/3K2vETNjD5nYRS9FcOPumndTL4EBoK8G7okPKepYr1UiA295MJqvimHRj002jC9ktkPvquHHj6pB4092b8ZPoSa6TsSf5M9pYRjPXLcPL3KqBA+0Y73PVAWPr37XeG9p74avq71KzyKu/C914K5PXTX7L1O7pC9C6gwvv/IMr469ro9nH2mvSaM3bwmTCo+6e+ZPS3eaL0+Zgc+YnX3vGNlp7wJIvw958QJvsNdGjzDE5E95kq2POTEYL7RD6E8r021vICZjT0z8Oy9lbJ8PNk4XLu6HWY+Mgi6PYniKb7fGRA++CwKve5x9b3LA4g9WFcvvu8V1b10bzG94fQWPtW6hb5gpQc+/RLQvayK0r1D0UG+i64LPhpvYj6tVKK9TxTVPVxCKz7ZUb48J74Lvvucfj48Aq08pfOFPRFngD17iRO+xnMKPvOVRr4yqe29PgP+PQ7ajb0yLzk+bs8lvlJln72o5d89FmUuOroFHj46iCc+6u0XPqf4DL3hBfe8jPBVvhTjrz1RVIA+3kvvvWIqmD2Qu9Q9NvmjvQFOmb2Abw++CunvvRTSwD0x2eQ9sZIaPtbiET7M3nu9MTMMvjbFF75JRgu92qxevQn8Ej4Qlwk+bpZ/PXiphr23AQM9UmayPaBwYb1nIRW9TzEbPYFUEz28ehE9t3WPvYVQPz6D/Ac+hmzCPM6SBL7p2hM9fFQ3vnUESD3EN0q+Pqxqvuc5O76Y87G9/PFjvuKyxz3BlIQ9MTAlvjbu4D3yC6G8XVU4vWzsNrxAAIq+Tlc0PkvjBT41E6c9cSiNPijUiDz8kaY7smz3vSY5lrxTeYG8jA+Eved4rrwvehE9FeLGvfgPp7zyUjW+DNIRPpFGWDwYjrM94XdxPRFbiT1f7SA8pPMivlaXnD17jUW9wfi8PaouJ76F3ri8CpdPPQKg1D1Jjg8+FHDYPTeLDj1rbre9V1NevYh+Kb3ysz096RoIvCZskL1x7ea9apVGvQyV6j120iO+VvzQvLGynr3uET6+5sgtPqeFXz6fBc29/hw6PhWwuryyLZQ9noHMvUgH4L0VeV+9YcrRPFeOpT3NsWA+4SJ0vfRAGb6Gwn+9Wg8HPjfX+ryYAvs8WfG5vVJv5D0EDDS+cQTZvSUpXD1ouMc99pLFvda3xr2YrLw9B2BgvZlNer5nIXo9K1JEPXi8Sz4kIYE9p7I4PmyUHL6WhoQ8gXXhvYh4qDywQnG+aERYPmI/CD0Jxmy+jbH0uzfFKb55PgA+voxxvVYakr3W0IO8cHaSO1iejD00Fzu82OWSPi2IYj7+OEq9bJBHPot2WzvpOZI8LwrXPVrHCj74fXm+CAyEvCc9UT5+w5E9bqyWOx9NyDsb/pa6vXh5u+NWqTu1TD68D8TJO7x5ubt3jOy70h5XvHEEiLv71ks60tUJvLD/zbxO5wg7JMTuPJvow7vdfPA7Bo5vO79uobzhc6U8amT4vLtAqztMBXm7m6chu5qLnjyRUiQ7Eeq+O8gkrjtsUoa79LLbOqLJyrxFqVc5wf6XvC8kvrvp0ui7Q498uyMBXbtUkry7SzbBO4g8Cz0+s0G7ctmKO/1ihzxZxCE7k2wwu9In6ToxyT67Kjpqu31yPTt3+LU8DIyYu+wntTs8ptA6IP/Xu5+lHbtRWcS7BmSHvLxiBjxR3wE7xLb9u6WDPz23Fhw7SimRuxokIjthmVk9zPrEvg9PAz7QC0e+fOrnvl/kiT6BodW+miE5PRpOBj4AVHC+oHv8vXbYCD6xgzI+n5+EvqYRgL4DELs9BeIlvSS06L2Oy3E9GCVqPcYmn73oZqk+St2vPsd/GL77HhK+OmRsPocQNj1BLo4+E/ZVvgc1yD0D/ow+FVQ2vU09f70RhYU+DDluvvKuJ75jo6S++AkrPrzvC74QEIE+aGG3Psb5HD5Hb2W+kPwzPopKgD7Td5a9oR4hPrVEF76FS4I+ZGBZvnIYg7zoElm+K+KfPrFgQr6r7x8+ooJ6vja7nbxhFCk+wj7KPVk7DL4teTs+E38gvjDch744KHk9Y3qSvhbAtz6II0i+YvYvPkI8p766yoS84z+vvhrCZT24sv28cbWFvm6m2r0E1qg+jY1XvjmLUz4E+Q0+GxOCvlIFMz4tw06+wyXCvQHD/j5Th06+7yupPITn7T3ikSS+kRWRPkkj6r1ytpo9szl5viRsvD1Jhq6+vHuvvqLnoj4DnZY+x5kmPQINUb1+/r++Ah2qPs+hRj04GKi+z/3iPQ812z1vt0a+gF6HvqZLcT2ktJQ8YEG0PpBnhL7Xjas+c2VCvmp1JD53gl++prwlPZFw6jyZgn2+i6O5PZwUQr7sas+91euEPqI+iD7oRHc91Bo7PtcaEL4hklm+gp5ZPgvPVboisIQ+Rp1xuzWbcTs=","weightSpecs":[{"name":"dense_Dense16/kernel","shape":[3,76],"dtype":"float32"},{"name":"dense_Dense16/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense17/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense17/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense18/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense18/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:03.869Z","modelTopologyType":"JSON","version":"0","formType":"login_register"}}