{"modelTopology":{"class_name":"Sequential","config":{"name":"time_based_one_time_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense22","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense23","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense24","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"rODNPY4Szr3DYa0+itJ4PahAj74x0TG9igg8vpQa3zunYaC90ht4PgxQzD2mGTq+PtIwPqlZaD3Y7Ao+cTomPp+PSz0lW9k99xENvmEwkb7PWcW8yU6JPINVur2bWiC+536JvV9Fp71Af32+jbOtvhm7Tj7IWBK9KKhHvoQtij6rhU6+vjWxvVuKFryJZBG6L01kvHonKT4ZDRs9eEwbvkk0jTtdUx8+pQFFvNgNYLxk5yE+jdsCPq26Ab7A2h6+ihMvvvPx1j0mloG+iDSHvZ4iFj1ibqm7DEiAvPN1Wr2OzwE+hII9vfOpYb2VQMI9vTMrvieWirwMUFo+U8+evuduxj2STg29f6MovtWioz0guye+RCE6vgKylz2PxCw+WAAxvjj4mj7WjBO+copWvQ7SET6JCOo9KkARvQ8NyD3eqOq92uMcPil1Hb6KshU9ducKPb9vnb1bI1A+ckAVvhDmKb4gKAA9LawjvsSKVj734oi9oxEBPZMnJr5bBbk9wVPpvTn1Ez7M3lu9otoEPqazvrxlcVi9j9w6vHeHPL5ynsI9j73BvWNb8DxuT/E9pn6IPiOQ2btL2909oAgPvN05RL5WpAy+3FGaPVF0Pr15bV49XDWvPE2dcT5Dpks9pJtdPg2e2LyrvLu97giXPlRQCr40hKC97YfPPUdjJj5ITrQ9/YkDPgO++738YUO+A7xiPVB9AD28ps69jRqNviwP8bvozg69mDsdvQk3mj4+6wm8g7YMPkrYEb6zL6M9G6MJPlQ1vTsGFSA+fcEWPEAiAj6vY14+urVFPhewuj0A+ZA+zs12Pt6wdb1+mY09FwFdvlTp9z26tBS9hqyRPsEqt76tubc+y+AHvB54EL4FM54+YeuYvpm3/b1wTGM+BKG4PV1QmD79CpC+LE3MvNoHMD5x4c89566Jvn3yvDtXDGC+TbGqvodhP77y8hO+aR2tPa6FiL6tfU6+0TeHvQ8pob4r5Kw8pZxOPjgmtj4iqYQ965JevlYJGryKGBQ+1gb3PlGtfj58lgm+B0QDPFV2SD2X/9W8JXtHvmaOZb4nX0y9XUO/PAmK0b1Fx2a9h1COPHZ1oT1oVSs++Gh2vgvdMD5purO+j4NevawvjT40Z4O+xZkBvor9KD7G2OA8uqquvsyw4j3MQpI9Fu0kPo6mwD6k0R2+dEabvQ4PnT0ZUrK+ra8NPq0DfTzWC7m99MBUPnWgbj5qZLA8Gj2rPuSjjb0OCpQ+WX7JPKwqZj5p9sM8naQ7PRMXV76Kly4+3tqOOgSpbbxgjcM9a19kPgh/cDy522A9dUZAPqKB+73pbxI+89p0PirGGL4l7PO96f7bvV3RCb7NYQg8hn9pvbl2uTsh0f+8JvKJvjIufT0rRQy+xiq8vRk2pj0//BK+HwAHPYqEZT5n6xu+ATrkPeUEkz3oan+9DsfsPHkpaD1UPk+8+MX6vOMG873ZXrA9c4I0vtcxKrsYWkO+9edqvj5lQ72XyLg9iGiwPdQrIb0fKbU7f7W0vYzrl75ualO833guvjVNlL48ThC88uypPevyN76FnBq7+xYhPZTbwz2dyXk+5ryiveozHD7cShc9FtYGPScWuryokm69gTOVvpDaGz6EqJ0+MaNYPt2Qyz6V5K6+HLiVPfkRW75ABlq9lx+BvUktLjyg73W9hasSPpNCGr4OYJk9fkzxPVnGmz5u7og9tuRgPjxy576DUeS97aIzPvGtND2l5VC+MlPpPUhrZz4ox5e+s+WGPIooZz12PWg+TYqnvvTooT2gQ9k9fhkhvof6Db4iUk8+X/pYu0BjNz4xPua9VYvUvvdj+D2IG40+mzuePtKGXT7An0a+isXjvMvYoryKxwC+6PjwPRjdKL6znwu+3VGuvtgZir4SVEY+6Yp2vbNJMT3onCW+uItePpeboj3n2hM+9uaRPI2BAT3Cewq+Tb+HPB06rLygouo9QToKvl+wCD7/1jq96fvpPvABi77EDnk++R86vVdtnL6typ49P9Bnvf9bm7662VO+0zOGPFllJLzzjci9pddEvWEAjL19suI9aqpXPd9LdT0Bd329f6CMvH2CFb3IDIE+385VPtlGhTyVeYQ+c6bVvXYZHLxOfL68OK+Ovd2aij7KK869R2mEPQlvWL7aPJq7rqX5vSyKZD1va4o9I17+vStByb1e+Bw+E1mfPVpssbyJ8pS7hSfsvLlBkj4nlpG9X55wvmk2OT6xt2++kldIvq1dVDtkp8e9lQrVvfNMZ708VAW+SkPnvRYFgb55jDO96veoPfnTsbwI0E48TmYzPXmuVL3+8YM+O3ogvaeQnD1PIxy9J8Rnvm1jaj19nbK8Loz0vfCNG747xu49PGkGPlwVhr0PrIK9Pp+2vOLM5j2h6im+iNp2PZXFRD5EL7Q8ywE9PCT6R73k4XC8YXetu23h2z1KXAq+vTARPS03YD3+yYQ9tUMyPgX9Ej7SiYa9O+BrPmV5OL4xzWk89Q1HPYPzGT1Wubk8WdMbPpMVgT5MMY496sFUvtjUdL38bfq9vSi0PiW11r2Xi8a8BckcPjt/7bzc16W8nGCRvWz/mz5GWbw7k1efvnDqOD62OhO+PnM8Pp06Mb4hc1M+3oyLvjN9Ib78TBy+pfNFPaI0mj6OSUu9W6gJvjZpp722qzW8FVpbPtBuGb3hDxK+AdyhPHjGBz7NJwe+xws0Pv9NGr64HUU8ZEEWPisvD76pnYg94jwPPnDmEL7rUeO97o2dvewa7T2FrY29ugJCPbF6aL53GuK9ThGBvaSvjT0zHQ89uAqwvubuoT7X0Ig+BUy5vTLzGD4bIAe9xQMHvj1+Cz3nhVu+hU0GPv8PCL5vFRW9EFVgPpdFET6nnzA+T5mNvjT3O7yboIM+vsmjvZxXnj0pczc+KZIbPgzvsr2MO+k92cFePiXFBj55tg2+LUSWPmq9Gb6hpBq+s/AVu9BRlb39SZ69NVA7vqdg0D0jAO49shn6Pb14HD6qW/C78Z0jPguHXbwGbUm9YjX+PY1gJb5eTjC+JnixPH923T0h2Ik6CnZCPjc8xT2jFxk+DpVEvjjvpTzkqbQ9X0CQvQwhY770Q6+97BjbPbULoD0m/z6+CQgqveZoAL5LIlM+9fiUvVoOnD5fWgU+I+i8PZpwL76qAwi+SP13Pfc/oj0ipwQ+ncPuPSoEjj3RSRM+aeWrPUgOlDzmFUu+JeP6vU1ubr66Qkg967lJvs6Si73990m+LU9wviGzor43idu+k/tXPuDdpb4MtoM+t2eNvv1FRT3KNVm+eF6qPExvLz5M5Gg9v14hPj5suT2m55o9MC6JO7JezbwAFEg+F8kevjA0Or5KIZs9CbIsPuPiOjzVm0E+eAmKPqnaUbzgoWk+79PRPd6+Xz3oW+M8uHSpvXp/LD5/iZu9/a6xPR/OAr4BdS+9tdimPsCwYT7PM0u+PAmUvr5wIr4V5PK953ZSPuMeAbyjJ+m9KtVXPhlIyr3FAz8+AAdXviymsD1OWTg9DZC3vrOGt76eIzW9Q9OSPuY4X758acg+6CGWvQMmKDx7+aE9dvqNPlThfj2+aiM9wN+/Ph9Ltj6Od5W9adgDvjbNmr4D9ao+04eNvp2cMD6/r4s+hteVPZnrgz7APno9X6njPVWjoj2LLwg+yuI8PvFUor2rM/Q84vJTvYcAFT1ZSnK9ueGJPULYNbwj+HI7HriCPSgVzLymoNO8alKzPQOfvT0ve5Q9L7LavVwgsr2PtqI9OrmSPe80sL0MqIu904WUuzJMoL23soK9VF2dvb4Plj38ZI69JLKPvetuoTyFmLm9RTEEPVhBw7zdubo9MGYUvWovbb1FGp296f8tPThi9D2PYJA9tpdyvZjOab1CCSY8+aD2PK3xwr1jrqG913tsvBwsmT0maZ+9KM20veXMVj3OnK09DnPcPem8Dr59ZG48z1ARvh9Hn73zMoA9u26PvZxipr2PHK+8j+SRvSJzGb510RS9MJGoPAMwRD3xtiA+oXgEvjJv4T3VWcI8ary6vTchjD17h5K9taO8vTKZ+budzXw+bJJsPgsVO76rZsC9KGASvTt8Rr1d76g8mBvWPCn0gD6R5TM+0CpqPZuOpr2/OxW+o96ivbUXkz3ZzeY9hjhIPS4vgj2qDyG+LWXsPbT5yj3rCsI9HIiqPKDYc77Ai+i9F722PbwyGLwedYm+uyIqvocOHr4xBtY7PnKMPgnbOT42NMI9EeZpvZdqFD0bO0C+4o5+vUc+xz1TJ/47h9JfPszaGDxnY+k9oAXPPcMEnD7lAYk+HHZmPvS3ULzQzS+9t4OUPtACQb6Bfs49oB0XvclQoj0Eq1e+5YiWPI4FlT4YrBg+7Q2VPnN2jj45TJg6q1VSvgFY7D1TpTM+6Q70Pcourz2FfT888UqMvrc9Db7XCpM8xtaQPMgk0j19GUI++MnIPXz36DzeQRo5gcI8vO/hh71mNh8+KcfRvGjEBDzjDYS9h0EDPlnHdD1Xr8I9zBiTPlN+bD5TUw++UfFyPVxHmr7QaXU9KFlHvsLfjTvh8Ei+MSjrPNxpxD08YjM+OoWXPdKJBD1Y0QQ9cRMWPD33Ez0SNh8+L/dMvZOBqj1UsBk+GTYjvhNoNjy9kT4+7sSKPqNPAT7AExw++utlvad9uj36YN09yIANvluHKz4bsPW9MtfNvXqMUb09Hau9iw+EPSf3hbsjLic+/V7Luzx2GT5mfw2+vT9bvSKXVD4cSoK9HcCfvLpXwz3WS/69E1nCO+AS9j3OWR0+fH8iviL1UD5t3Vs+KG82PYYDx72gUYm+dyIpvjpNYj7yFYQ9xvVkPaURiL1iqS2+N74hvro6WjzoNmq8zjXzvI2irD3KddI9rskevigU8TxZeY+9uMgJvqb4DbyzPp691rrzvXjvZT5xnUE+fBVVvul4Sr5Rcaa9cQ91PcseYj0uBdO9GWZ7Pm8XNj0B7+q9GMSgvRUbqL0L5H8+aLqMPgUPQj78UbW9VZwePul5iD3YoDS+C6GhPnSS+L0G6Ii8WFdPPbrozr2xISs+rSgvPVcCUD0ixpg9ZgxDPnHeVr73v3o9Eq9kPVxR971tiD0+NP4oPm/GKr65ehY9ulL7PecqV70La8i9sjyTPBkwPz6dDro98lRTPYl4BrwIeF2+8WdrPvzFsT2Jz7w7oI8wvqA7L77P4qu9VWaKPsjR2ruaT4A8LXGmvXEgcL4rgz6+j7SIPlaE/7xVQPS9nazavWdMaLwoEbQ8F72WPnIZ7T0BXUi9BmkOvue84721bjq+/UmJPuYIfz1ioJK9CRxzPhLDh76D1HU+QXWevdwKMj4eVZ4+mgAgPgTAB74D1h0+NimuPlS1sb7hRzs+L/YhvoSgpr1TjgO+5lIkvhLIAj4XHcE9vB0ePpHvRj7eSIM+DETpvbCwzzzXlZi9YwttPrRd1z39TD09iccdvVsRoL3vHj09oNaBvs7kEz6DVYg9dLSbvZnBRr2PrPi9ONYiPRzAgD4XPy68953NvanqIr5PV2c7/U0oPj7AgD1cfgE89L3tvat3n77iEQA9aWiQPfCv9D1h1dQ9JzdGPt93YTwXtDQ9ivOKPeIzIj6n+la9iOUlvnFNMr6r3YK9fLFNPOxXvL3t7k69191APccq6L0deVg7LwP/vWhSbL4SEic+Bf9nvnC7ib2hH16+H5vavJWKJ76kwAK+CytZOnX+Lr7jnIO995WrvJ93Fz7DAEs+J066veX7yb0I1je+QoYgPhMYbT3b4oI+QeKJPG8rNL4zibc9OFEjPr1K/T1BJAO9gfKqu0OyRj5/Zta9exAKPthNRz77fc29sfUzPS1upD3VLly7dSJtvIc1kj3m7rq9Jp6XPe87kb3TlUQ8TDQiPG2p3T0HTgm+Q/nMPAc8dT2uIFw9wc+ePZ8dvT33JCS+0OC8vDwLnbwH3Pe8ATvEPZjppT4SqCK9Fr9Pvu7CzT3/N4++YIQjvpxVbb0xWPs9gq+bvInVAj7RGiA99KI0vg2K0btDXo89lFiGPYIFXT5ebiu9SoMqvZ23mDyfvz69vyeBvRCviL1Pokw6UBWYveXw5roURJM9DFadvfDxHz60gmk9z0o7vMOjub0BDrC8oPCgPG5liD2aKz29lNiePSzT0z2ULum96XmDPesNAj1mEgI+T/HRvc42mz3qUGU7kEStvaMr6zz/MzU+yQsxPtVt+L0wdzC+1UiBPmPyID55z7W9X6nrPG43Fb1ld2e+JKAdPtoV8L3uOx4+S5QbvvLrmTrFIOo9ayOwPZJIDD6UIM88YPzSvWlBK75EfHk+1hosPn3QXT6x5708SakLPq935T3tEuw9fnkLvowaxj3/mT++z8XQu5ZWbz2actM9WKT9vcn3iT0O+Jy9Vc7JvdrApD1PV0S+Y2yaPBTHFD6FWDY+E0mevUJBMj6GTUi9m6KTPctavD1eEkm+Kmk3PVTEj7tMKC++Lo00vjZYYj5ph7U9yhqSPGD99r1y3bM9cIN7PvCdtzxyF0w+Ik9xu9S3TD6WgWu9abIbvjztBT1bl9Q9MHY1vkPXyL1Sj6E93RsdvsJbcTsQLTq834n5vTWZkT68qya+YIEJvqFCLj7K73e9EYnIvegZtT0F7bG9nSgzPqHxAD5AOiA+0I8qPoylWb7P96C9vVkuvS+zi71K2w89uJIVvqJ0LrxnoAA+/2VNvnTVgT0a1Ek+qpgYvdfrLb2rMy09goyOPI2ZyT1YlQ6+mTiVPKig0j2HntU97FgiPWmBqr2sYom+ti87PqL2ADzq0Og93QutvBLhbj0bXyQ94NLsPcKvhD7btl49nC8NvtY4v71oDj0+0Wr5PVWfMr1y0wW+fcRzvazVBL5Z8SS95JIDvv1quj0t+6E+sTZhvGUdAr6sV3y9DwkWPeAZBL6ObBk+Sy5lPp+1p7wuH1A9iWgUut3mkT1CjTY+n4dIPl60WDv7joE+JAXsvA7Z2z0MicG9Cj1FPj/rgb5M80s9G9GTPThIQz1+qxM+k2havVp4Yb7UVqW8XldKPczjt706mjM+ryREvnE0IT1ujwC+RuA5vjPQKz2vAOM91edIOjJIwbztfd49iLSKvPy0LLudmB89juLIvOvCCr031B29lsIivtOkZL0fxGy+qWgYvliIhD60rPS9zdvXPPRhXL0kcGC9RrYIPnNyUL5vs9K9c0CePJV4SD7KtM29P7UmPiZrIL7XWB2+v0wgPr5KoT0iWwA+7xsbPbqDtLsJ/dQ9bAAFPjhm4Dwbpbu9pxOrPS/AS72RUta9fsyevbX3Eb4WqD6+fUhsPqfUr72z/iG9XX4BvsZWJ76kqgW+QHwMPhWwCj7ySmm7SOHWPWQMozxHsfq9rjMgPa3Fez7vaAs+rC9kPpRrSr7SFDC+R50xvrRNd7zA0To9z9WOPjrTPL5WJoS9XIp6PQrnJT11aIE8ynykvRSveL7RZBg+apxbvdqaWz1MQRE+HgePPaVnCD5Rn4E+LCL6vTUxaD5Fu/S9ytFePSfcQ7vAGRQ+ivvdvFIgJz6r9B++Eh8RvA4Bhj2OloW9b0PSO3X7u70W3oY9fW2wPRw4Pj0JOuE9kyE0vm2b6j0FmNu84ndMPvffDjnv8B+9FMwgusZUpb0wGoO9NDkUPR7JZrybJh6+aD/dPd6It71skYu9mwJiPYJPwDzT3Pi8Z1M1Po4WBz7B35a9nA04vuXBG71gm7c9rybrPJP+GD6boQ88pLqRPSoVZD3JwSq+4PH/vDjYMr7N0VE9Ng86PiqgRb6mze699vUdPdIkpj3S0pQ94jwsPtytSDy7JSI+wcIGPl9c7z3wnQs9IdTjvbVOpL2jynG9CYuLPVuBoL2xABM+mdYjvHKZ/TxbDJy9akA0PlQhrD0v47i6S1w/POqB9LtkdFO+xb2AvQeROT7z8fk9UDSYPtSap73QOjw90i4SvvFulb3tw8w8+1ztPYM1Or3lTzW9fJpbPSPOVT1QWGI+x7RnPGuoEj49h027GcTNPQJ0eD4O06c9mPQqvvpRc75T/Cw+yqVHvpQ9BL31ywc+WttGvu/aPD4LLw+9d6IPvaY1bD07PAk9fWI9vnlHvryKFB6+VkYDvt1u1z1z59y82w0WPeDhOb4d2M498URovb8A/bybzEO9c07KPUJt0r1uW7A9NdvOvRUsrr0uOe08RijePe+zIT59u048G0/zvTC7wL0T2e49hzIqPXTe/z1vzVy9z9H4PQVOCT1NhqU9XsNAPvl+CD4H5zk9weqFOrgcKr2i3zG9ypwxPi4IST5I4wK9qWERPqaiK74yo6a9xOKPPS4wWL3kfmo9y/5wvR4m+rsRwsq9Pu34PCIggzx/+uw7hV4SvjC3CL6GSk89G4/6usBl1jwl1pQ9b2FpOy2+D76eVfm9GcDpPXf8NLzq7l8+8PyGPfdXw70yuJy9q5L1vQyoET6h5Uu9KVojPlwo6r1JSK89jreCPNZqAjxAay09JgdKvgCblD3bQR++x2QQvofpcz5Po+09BKu9PVtDeLtpvLu9CrTDvWDMKT5brB0+P/a7vFDBIL79ziW+DACUu/eEez7//I09SBrzPfBI4j1H78U8Mj5mvi2PTj092fs9c0iOPjQ9jz4Uihq+G4+PvW4RD74+Eq+9BnTWPep1Rb3A/Ui+9ehAvR6ko70XEY08lhd2PdnERz0BLhO+2/zcPcVOFj1qXTG+UN7ZvZm6ir1et3e+0vcQPVcOsj1iDQ8+q13QvbDduDxs/eM93ubCvDC91j1l1I09InyOPu6DP748G+Q9xx0AvkZUBr4hGcW9ZuXMvNpyI77d1hm+g3zHPf77IT1zX+68+FqSPJkKET2pMFg+Sy83vWO6bL0RSpQ9XvdRPRPzIb4Rljy9Op5SvfmfKL4WtR48fh6SPUsVFL52yJo8X9qkuzwqJT6oyqm9PYGlvadeIL4phf89at1wPsLN1Lz5PhM+Bkr6vDeznL1VpX89VCFVvub0KrzuXMI9kzJjvYDD/rweUI89kRQ+PZFusL0k5Ni9e6AePhtijL3MQjy9gvzwvOCMzbwVbiK+3bZJPja+ND7tMkK9+KMHvqn3sz1ArOc9cNnBPZPGAj1rECs69orMPc8zc7zaGoK9cAvPPefCxz1CELC9P34evlTl+bu1+um9uu6HvV4Dh72hl0I9EkuvvX/AAbxKwZC9La4Gvv2+DD2O9+k8v0/8PfIDxL12VT2+MJfavfmVpT0MDwc+BvQzvu12Tb0sI+O9ZNcfvfigUr6lBmm8YbtfvUMZmLviaO49thCTuz6+Iz2TpL09rMWSPYYkUT1QIQu9sqFFPsDWqj2+NzO9tOawvIzQib23IPs9RfyTPYqa2ryYbG4+VXsgPZPe6b2py9U9IoecPbN2fL0Q2EW+GzttPRE2eb6k4849JwE5vHAIPr0l0O48tEoAvj9NAr5iShU+LuSmPULDwD3gP/E9VEjgPSxXBb7wCCW9NOoVva8w6T1haUm9z4h4PgqzEb2Rey89cc3XPXyFZz3Gpd07X9Q/vETeqj1dkma99msSvnkRHD7K72Y+4mNhvNm5ij4DcVg+KLsVvq5w0jxodAW+9MMGvvfUPT6csIE+o7wuvksngT3kgPI5YRlTPk07k73tTVk+O9eDPRyZXT7OHLe9fyylvnoOjr4U49Y9ngRePtd/M71JuYg9GUNEvtGZdb7hzDU+J71SPgaZFD4vQRY9uQq+veLXLL1r4029U2qivbVbGT07oZa9a7hAvCJx+b0Dz0C9kUSSPezYEb2fwUq97IW3vW3esz3LNz+9OrnUPXy/a71DpB09PRnSPerFlj1o8j89ieXUPfEw/T2Fayc+3f5LvnRhhj5uqmi946zJvXcSaT7IbzS+Ut6JPajBI72Wnl6+QhOnvDZ7rDxUhhQ+YBrXPKOSB71bvMG9xFFwPfJgOT2t2co63oduvB05rb3JRIY9/zW1vSuHkj0s5xa8XjX8PKQ2SjxJZtS8ywa5PCUpwT0eCFK9/zhsvjTxybs6g269zPrCPQ4JgbzjmE69DsARvUMNrL2wExU8S32XPfvX6b3NWR6+1itWval93D1hHSG+fKnpvT6fSL7QiGk8NobrPfoQnj6lpCM+3d6MvoTEgz0/xP693wL2vZHSwz0T90g9Jga6PaxaB70LlS2+C88RPVYsGr450Bc+QK48PtQsKT6btR++NknfPXtjLT5ZLpm9g0eIPdFtxjvqeQk9ZK0Ivli2fb5x19k8X1gbPoj5GT7J0xw6ZMigPVdek70OCia9YyakvWstKD7B06u8J40tvoHKUbyveAY+lGTGvSGc1r2tn469QEg3vtMzHr5qFEu+qqpqvsTccz6RC2E8mrCFvrRW672/GH6+28uIPQZrQT74WtM7KpIfvh1p+DvS4yG+nayxPaMDdj2/Tdi7rQnTvScpuj0Ezok+mjOpPvXrQT3FP8M9tIy/viYtETzEQlK9iSgvPuMRwD3ahzg+eSmEPXaxQLxXDG6+SDfJPCB1lj4aOOi9DG6rvZayQj3ZIRG+9bJQvvSBAL51Y0y+fiWKvlYCzD3uVHG+kZd1PuV/AD7zss49XKCSPcaA8byXBp2+oMgFvj46n7ynGfK9SRjHPUtokz3MZ9y9gPO6vUwnrb1fOaS7ewzFu5qvVb4aLy2+hbxJvtWneruFrjG9MD9LvqGLiTk0CJO9dSqHPnDZPT7xNqc9C2DpPVu8tL2zntu8e6K1unCg/z3isdG8V6A+PgvrPrxvsGg+xekGPqNbTz6aZ9C9Kv6CPt+jdbxjl3C90XNnPSk0GT3tX6I9AO0avBwzPr7VvpK9RvOuvapH0r2cyvM9Sgr3u+5jA75hHeW8hcA9PoXpyrzuDSu9FRAYviBgezzWEEG8w30vPWoSB74JtK68kMrVvX/UjT3hVBY+4MZUPRFenj0iITG+PKMxvvNU9713Y749vNfmvBRb571UElO9RwY/vueUPb5nOf692w7TPZ7Ujb0qwIg9ajISvnPfiT1ulJc+yMKPvlpj9T1UkDo+kHQFvbqbpT6WIPe9m8NbvlRPfD3AQKQ8b8g8PRdQe74JpvS9zR6lvUNqgz4snBO+hzu4PtflK73y7Ay+abJ7vmbksDy0hsg8ksLhvdWAEL4eeaK+ej+gvdqYtT0TU3g+TDZXvj7CiL1Wp6i8+7LlPRqLhD0FP+o9ViwjvBLHIj7mj5q9pAKMPl46ib6mmAA+pICTPcSkcj7r0vy9F5iXPb4AMT6xhIK9cL/hvClt8L1NlG49b4jZvdXnhb3tWQ89TCmEvb8Sjj5JqA8+J+B1PXSsxjz9OZG75vNaPnsC7Lzn40K+PH4wPjmGI73s6CG7gCNBPkj6Dz41RuO8CFVuPdqMI7tp1wi+6yhTvY+eOT2s2EG+UdKpvJ6JAj1AGSc+36IFvuA2X7s9uLy7TnKpPd/ylz3y0vw9jsRPvuKfdz0bJx6+AFTbPXAJMD3uDm+7MC46PcPGDj7fTEe+8yUBvMbaZj7z/BA+1Bf3vblpkb1ICU89bYOJPfruAb7iiMI9rsGvvFJNQL0rNfI9qRonvieKwrvOy3A9pZcwvkD0N74ejgA+XjhMvaqXlD3YQIU+uk/XverppLwUOgI905QyvSAKuT3zDY67g/H5PXYcKT526a89oKTnvaBpyT3Tlu+9QrVhPqkOIL21MN+8iW2LPu3pEjwjiAm+kLmbPYKi+zyLpoC9IJ7wvdIXBT6k8OG8Xq2HPTxyWz7Zavi9lSLqvc31k7w93sg8HSuGPNcK8bxic4E9j/mEvHsj5b0G8eI9SPJFPmthHT5wluO9uVtrPhtBY71dL2i8GrsCvdDUHT77Xw29Yr+XvbKMNj6lylQ+Rn0jPrGaiDooF6s8sUyyPeyEtLqw9gK+mOQ+PPDQgb3tEpO8PqGhvTEWdr3gNAK+wFaNPn4N+bxrGve9lzxvvfPHjLzZuRe+olDavSohcr0SmTA+SbdgviB9dr6rtUm97efUPVIEL74hzys8jLQjO36Qgbl3l4i9+NjQvYPljD0JBCA9QuGLPaxd9bwGCrs91ShHvRd5TL4Cx9S8denIvV3ytry4RJo9i+sWPUxAdb6NWiC91DmQPfXiLb0/0T67enzNPGW5Wr5ymtK9HxeSvKXXKj6zX4I+V5l3PnbLzDzPPGw8TnqHvRgxvz2BcgM92CCAvN7EijtiX0s96Yu2vaBukLzemP49F1g0vttcIb7sCN+9mEpQvsg8I7514VI+H+P7vZt4Kj5tJbI9Kdv6vY678r22h1M+Ug6gvbA7/L0cfIE+eaBqvme4ir1XXoQ9CYQIvvwsUT5z2RW+bcgIvt+53b12xkK9jVWvvWEnNj0gP6W9sCHEvcBKMb7WHjk9QoibvSo0dr26ggU+Z0mOPQOIOL6qFL49tZr4vSEI0jyc2gq7eykWO/b2qT3DMVI+zD0+vos85zx9Lgm+to7oPNMTCb64ac49IIMaPEttHT0+Nwc9e4sNvja+JD2W0a+9jCIrvv1XTT6zS0k7aPuYvfNneT7mZA2++C8FPC4YwL1ZeRi+8D6HPVvzIz0X/zg9AGkqvSIdy73ZI+E944L0PbwcuL16jza9MHQKPnsUzT3aEyq9gSoAPROGZT1c4Va9o9o7vsm6570cm4w9ZVM5PhdcdT3jFw+9cbnDvQMMNb7bdCM8oJuavT8VDb2wWje9gt2oPULcyj0gMwe+vtASPrvbNr3WWB6+PGF7PVG+pL0JOo49MEOevTuVOz4DHgC+sihNvkfHor1lQ/u9a1rnPZL9rT2Sz4q96z3nPBh3ib4ALQM+b+1MPvfFIj1y6Mm9TRR2vG0EIr7OHRg+3YuPPq35OD1+A0c6EC1bPVRRdD4rhQC93+o3PV1x8z1dJ8a9ttoWvothxjwHkos+00J4PRt2lbzhBTy9VhlVvTuGnjzUMye+OioNPmP9KT2SoYS9LIYNPs1Mlb6BP5m+fVf3PbFwkL66ezq+yy7vva9F47s0Eg29YDxvPdLgBj1+Fn8+0VUKPkGxGT0KBwG+WSW6vWlFPb4Iim48wEf7vUvi472RyLm9M3BovqDbmr3wZHs8+smVPVfI2r3A26e9UlaPPZM4lr1nlwS+Be45vXvIxDzpOsk9O5cmvUX8krwkJlq+eWgNvfu3OT5WXwI9gVd9Pe0IM75cLYe+A3bWPQIBbL3TE449a17KPSp3uL3vwvA9BgpgO2zW5DzC+YA9qKXnvUvOAL7qjsw9HCrtPdtawLwXknM+Jo20PWddAL1aCD69Ar2YvWEyLr73XSo+Dtw6PRs9273FFgK+6vD9vWdzDj7TejM+s+EgvXXSAL4+o/U9Oy1rvfeqFr7GY349D/UBvRH1cbx9QmC9ndmnveaEKz09MYm8qpImvrbHPT17p3c96hO6PZCjBz6TCIC+x6CLvs3A+z25DHC9dw/mPJpRa703G/Q9k4tTvUH6R74VSi6+nLhivsQMlz5ZnWE+AL7Jvcv3NrxPYE89PFmRPneKo701KVc+XckVvg2Rprw0KRU93esfPvC7gD5tMNI9Uhcuvl0MXT3Ich0+SHh8PoQ5Pr21wi88E8DfvROAwT3Qry89YuApPgriTrz3inY9oPERvOyzIr4vi3c8LPAEvj81Dj56ex6+vCokPidFeL6S5Zq9EONyvd9UcT4tcoK92/pvvpWHEb1PNVW+OZrbvefd7D1aNYm9RIctPncxNL7JkPU9oQQTvrDeWr4IRAw+bwFTPsBsX73/zY+8zMzKvf+AnD2m+oI9JIoRPuXnCr0bzam9EApZPjw20j3HT+M9B2UpPpbZWz4NYuU9bkF1vrh8A77CBk0+pwiCPpDhkT17peC9Yz55vUJ2X74Iv9K9zaYOvLSCTz727x2+PKSIPfN2SjxCpFI8mUEBPioFI77NFng9XQMPPkOfcb1L0q69vYtVPisUGr7IGD08HbT1u9OTbb5jM6i8MtF2Po3iyz1okjy+tJcIPUlE3D2ZHQG+02k6vmOkqT1qKLw9SDb/vcy8dz1rYjw9qZe+vVuxlj1j8gI+E+apvdbnc72DFFM9bFpTuiooVDr+qZE9XguIPqJHd73MN/49id2EPVWZ7zys9xk+eElOvYdaZL6LxHY+GEpdvQnP4z1VTSW+cvjBPWbper0MHcK9srwsvhyQ3T1gBNU8mRaOPka2Lb0HoRS+nJUyvR3yrLyICuK9SsLFvbamvL1KqR+98FITvoYypTvfy9U8bVXEvOBQar4uiUw8AduEPhhoTT43FlQ+bigSPfJkSr2lKqu9JshlPmNO5LwxA7A9Ygbru4cO8r3aUwu+dT6wvdyfiDs1IKQ8bjXPvebcMj1C7dy9UptBvbkWMr51brA93xvhvQrlCbwY/QM+ElQCvpMNdD0i+oA+nTWSPW810bwQDc06iEjwu2EjOz2ThlG+OZIZus2NCT2WugW+5kNBvlhNBr73iiu9VyIwPoSoPj2ue7k9coHMPUpma74jIFY9YFhVvCWmj73jUkO+zl+wvfmA4z29Ldy9Q8XSPaoXJzug4wy+BiQSvFBmFz2V52o9uPbrPMKwUjstT7K996cCPtLXaD5Z2Bk+5NtdPaIfrz29tzM9QLQLPT4Xaj4fvT+9mQHKPFqq+71TxuU9GjNSPiOXxD0PrN+9hM3VPTU7v70hqfU91pi+ve2B/D3Byhm+xMjKPaI4hr7v+6q9qfFOvIEG5j0spIm9IMoePLqVOj5rWI6+M4ePvIKQ5DwwMoY9qV/zPeZbyL0JIVG+wgBGvClNFj0U1vk8W6XbPb65Vjz9c1O8yd91PShr4D2ok2U+rb08vqOFZrwrig+9cC4Uu7hUGr4GJz+8Av1nvD+PEj6W2FM9BQEiPHcJBT3rDfG8w8CzvQC7sjwnZkQ8AVB3Pe9CM74t8go+N4VkvI2XPr3z5F+9PdgSvv7L4DyvlUM+e0fTvWbVx73W+di9EjwkvsO9z7yeEok9lyXjvSQggz16U/g9rX0dvqwhazyJeMC9BewLPhUZXT4gSYK9O+ECPXznGL7M3Ye9iML4vDYp+D2oKM87Yg40vB/+mb1mvzc+vKoHPdaRIL0NbxI+KGpFvWtZWL4uOEm9DL8vvcVl2L1DM9w98sOZPRo4fD0wvvs9U/hFvqU4iT1xt9g979jJvfnABb4Ugcg9n/iHu6eeJr6FUzm+7cC0PY8eq7wuq1s97FLZvfuIlL0VuTY+duUDPnHfsb2uKU6+NjM+vmoq+71ijf49V9TxOakL7z2lA0m+x3mVvve6KL0lqBI+cGcIPeOcCb7lGfC9asjXvPd9mD0NGDM9YCoSvgJ2ub6SX0W+hDahPVpVND28Asy8Oln0vT6cBb0eZYq+DoRXvTGonTvCXyi+EupevdzwJL14r5M9OSv4PSFWC769vh4++iKivbYPsr0r2BC8YzkHvlSzGj0y4Ek+6MxvPndYu713bKu9u48ovsGeEL3h76U7uR2WvtW7hjznCik9hqe5PWtYZD2oXGU9Wdr4u5Ybkz254A6+fPFEPv8CwL24c3E+gsJVujftyT2FWs08oucOvsF55z0zpQ+9LJ1ePM/V5r3FThA9RNZNve7GPr4/08U9gpaxvUX9nz1gCI09VfHavLMj2Tw7IAu9I8gbPi5XA778XWI9ugyXPZChCDyFVp69pfDeuygjFDyATUU9fin5vMv0ib0s3W29RTaaPXILDj6dycK9BBeOPZLmvT1PwPE6BBQpPjkvFr0GLtq90S7pPX1Jsj3fAqY7K3kePhq5Ib5B6C09VbqJPVUbqD2eiSm90xlovr9zyz3/JUg+XGdVPYgYZz2t+OW9PGDmvQAuWrxtBXW9krCGvRIq9zy7DAq+/UBVO0DOR7233B0+XWT/PRTlmT1arfA9vD7RPbPVLD4BKqK8aZHvvTsVJ74Gkv89u3a8vBdDKz3UCxA8hEkNvUtTAz7CZry7wdDGvW2qHb4g6Ze9hcOsPY+MMT2LW3o+4h2/PXu5YrxHg409jYlnu6ghNb0ZS4A+G5REPp5iuj1qvw48Rs9avdEpyb0Nlni7RYB0vXM2f706bVe+F5c+PKiXtjzkvyu9HosYvq04IL7xtMu9w8lhPWfJnD2r5C0+PaoNvRJ8Lj7RZzI9R75MvuJjpb0rIuq8t5S0POuuEr5azZO5YgFuPJ9N7TyeHU0+PAA2vm2nET5+asA7vDksPGqgjz1Tdie9eMLzvbxEkboFHiA9VZwTvLA0GD13fOq8BmWaPBE3Gj4facC9IbbgvaEXmj18d4Q+4ROjPVoDpb2F1Q6+1WWwvahAcT6YeZE+LzzMPaoTtT3Yc3y9ddJfvaavCT1PKmi+d1vivX96yr3eayu+GsQcPirAHz4q4SA+ehEmvQ2eG71lmbc8A8+BvEV/lz5/0V89Dn4LPuZkDj6uane+Fr5mvdRErT2vyz68r3EdPkygUj3VCZ69ez8cPnEPlT7tKKC9VEtHPpErsLyKoh4+PXRYvhptk72EZAq9FBYwvfGLXT3bsIY+H08au7V4Tb6dYh49PnzgPer7gT3BSdI9+JFPvhxjub0XrxG+nY/8vYY4M72qF7k7oavpvcbk/7uT3U6+OG1JPetNAL3PUGi9hZwTPtw/4T20OAm+0xCSPbuoGj6gjhK9SBQ5PH9iB77lByQ+FbUNPW5PS749q388qBpzPV6Bkz3AwiO+ez4PvkzC2TyfB/o83VD3Pa+xkDvkvQU+nqE6veinEz2getE9Yo4RvZfpx71t2LW8++iFPa2IBL1DU789mZlTvYPc/LxmnrQ92liNvXwNjzwe3FM+OR9mPi/nOj7IYe09DUCNPDVjDr6Hw9W9vCG/PZMY1D2Gqoy9BTL1vAPlpDzz9C2+CWnSPLt6CL0NsF8+ngg4vXebmz1K3bW5YZJXPj2hqz3dRGO6aArCu95IJz7LrCS+kIJdvrgNEr1imbK8UopyPpDeir1sXYW+N1p8vhZaqr3uybs9KUkKvjOarzzA4Um+AqBDvnkWuL2+4Ps9xK+bPQB/sj3Bmp68/TXYPfFZ4D0mkkE+DH0ovqRu0rs96Sy+bF0WPia+ar21q3K9he0APpHHhb29wBS+Ax8UvVA7Tb4i2tc9ywwovfXZUL3BvDs+IHIgvjTb9L3onIm+/0H/PUVU370ut7e91fCMPX8jnr0Gdck8NO3mvUdByT3Id4M9MF4Hvha+j73g2qC9CbeWvW20l704qd09YtElPaK2vj3ICOs9x40SvWSXjz3VA2w+KwoOPQ7yT76RSs68U1BDPrR2Pb7P+lq+ecsaPS4HO74APnA+i3B+Pk1Jw71IRsu932RRvs3nxT16ExY+CMotPjDCDr2zo6y9CkbAvcuWKD6WKgU9tmIDPmLrP77Qvto98piXPvLIej3MCRq8emHHPaeysL7/LF++9uf1PU2xJz50U5A+Ymk6PYmH4jz+kIK9yGMPvp2Dar60Yk0+Y2+RvpPKuT0ICwc71dYzvlr1I772plM+r2lsvi/WVr5SDKw7Zj2zvBbDlD7LD0g+hdAnPgQoij7HWMi9UccUPfozCL4WRqm+J1YJvuxJPD3bx/o97jWWvnAGBr5W2J68e8TdPLigdL7hgXu+deixPX4iUDwE+se96dA3PmeMMj7xsEQ+W3RrvXzkOL2SBqi9e2H3PQlOCT6lJ1S99GikvXesib2RQFW9v8ZNPnNWAzxEsAY8bHjlPPLLMTzwA6m7YIQSvtrU7L1m9wO+9UPhPWt+773yG569shAZPZKZRj4DSgE+NAkiPqLUTL6h1GY9BF8vvhmh2jz641M97xXnveQP6LxuU+m9KWgOvMOgAT5bG8e7zKSWPcodnTxujrM9piaKPXOinL0a90e9ACEgPtiUs73RgXy+PPc/viuOJj54wnu9F7qMPLFrUD7gRCi+0cbqvY/XEb4ghKq9fPpevjM61T2szyM+2GKtvHESnT0PRDo+NYqrvWFlxb0o1I+8xGIMPmUNjz7drEA+vG+Xvlyyk76iA6Q874FaPvvqAT60Gw89ClI7voZZHr4I/kQ9kkdpPeseJz6VdTy+rADuvav0Tr72Jps+BG/zPTaNab5YbFq+644nvlQhAj7DsLE+0v8tPkhok733GZq93qVUvbBO9zuRKby9d84fvWIHGz0s5RU+8AzIPA4XoD1bGyI+2OsIPZ2xhL34IHi8IUxSvuo00z1lgpw9caIavoA8sjzlchW9ebxpvuwBv710EbG98rBmPX6JJT4DZjI+YLl6Ppv2MD1+8nk9t/QqPrhmgT7mFmC+JHf7PegD072rPd29aFSEPGKxBD7mbgK+EvzBvfoWyzzNRoc99cRePe2Sej4WZxu+lFZEOjp6mz2KGTW9+4gQPmSVFb52hjC9gXBPvgkExj0pyZU+1uNbPi/Lhb0Inca9KBb1valcejzsqOS9dqPRvXKa4L2kGwa+hhEjvinkYz6kbYQ9Y1i7vAgI2jsbut+9gAgMPsgi9zxYSDo+xSQxPmSbLT4RATW+niUdPrjTbT3wo9Q8kpnQvdadtb2C+mm+OcgrvZapVD5DZHa9LBUWPgvoVr7uFNc90i2bvWJNS71poqq994GaPm7/CT5I4VQ++EwePjwoF77MRQG+fOLTPcAsNb3j5wG+FtIuPc7MKD0o3Js9IsiPu6O2OrztIIA90ulnPUq2db0IiSa+BnwRPMtzHT5CU2u9O9UGvqGxgr7Q0bO9yZ3zvJrFLj648Bo9eNlVvrjbgL4jlJs9V5PpPYDYBTuJy/I8CjravbrmWzxsEJw9wRHsvUCXKj3oacM9zp1NvUw+pDyqgxM+KFMjPrwV2zu/VCg943vmvJe77L1gabC8GFJ7voRu6L18P6a9kuXZvRpTDb7tMQA+IeUCvR4Wqj0rdBU9AJsavY7RAD7tM+m9euqCPiu/Iz6Yvia+lDHPO4OBIz421yA9ENLFvViekzyTzjI9FVR2PswClrzaAUa+YRoSPhIXXL5kSu+8JOshPuxMwD1wqZM8FOqxvbf9u71zP1w9cAMnPuOZTb05IH2+H5yEPkN4ED4vK3m9uTkMvnucp7wi1kc9kK+mPbKUiL2sDbo9RwM4PlVrFr5zhDE+nPKjPSEEcT4kdMi9jSvnPQzTmr0hJK88Lsf2vctf0z1dJ6i9rtZFPSfT0D2Va2s9RFLwO/W5D74WULw9Ty5Wvua/sb1zFai9r9wEPiIDBD7P+rE8JvJ0vRwH8j2wl0i8A5eBPrFZ1b3qsSC+Y2ZGPuiSQ74YRYM+Dg7nOtwqgj0/A4U+7UDGPVlHRr2NkmK+Q9XZvYf4Gb0HsmK9z94CPiZnp72IC5C8/dVHvrL3ET5P8Qa9Uy8RveHf4b3j9le9viFfPE5g173KcCQ8ao4gPiQWBb0QFrI9YN8HvjtPKr1PXQE+tyzlvSzvgL09d+C9mvpJvYcYmr0OcL299IYZPTp/l7pYJVO9iYHevAnDnj3asYm9S8EivXLs+70NV0o+nDK5vcf5Lr4X/X694H2Cu5oBqr3mlR69VKH9PWTQTrsiGdM8VjKtPUbxpjxiYA+9C4Lru+MK5j378jg9T/4TvCPzkD20jiE7DEK0PVwyxboy2hu9IAs5PmhkK7pcbhc+HcXRvVFl+L2ms149+jH6vKboTj42hz4+4skZPqs9G76JHaa9ZtDvvEUWpLxkXQS+bVwvPitQX77E/ra9fl3+PTLcsTyEJWs9rNj4vSKtjj5MjT+8XlnmPJhH5z3yjA0+7HYbPYUh/j3XWlE+ecsmPBTgjDkXPus8pCY+vIqWDb1PAQ0+GZMUPPgNlr5CK1E8BZkJvhsfFz0913C956mVvVvNBr4sUpC9RAcJvtFatb148+y8TJJpvkSK6D1ms5y9xRSRvMXRSbwM/0Q+VCOOvZSkDT5hyNw8VHDvOs0Bsz3L/2o+AVnDPd15ab0QLRG+M7b7O3Nz7j2oQQU9Mq44vdoJ3LyvQV6+e1o8vPX0Cb7fZYa9ysCRvebls70eHTK9Yq2NvSToGD2FeYA+n547vf5sNL6F+bq92S0XPqWtTT3Rcg67JwKeuhc1Cj42Qpq+gOyOva35kD3bkRO9yuoIPpEfADz4ts29Qn75PaCpSr6H2nC9TCORPTshOj7O8Me9hc7evVVvkr23ggU9UtxxPest4z3hKHC+3E2/Pax39T3oqzU9jlZdPkGdOz2P1EG+Fsq1PaIPiz2IsOk99d81PmGfSz50ZV2+P24GvI4oXrpHTjw8lG8zPsjOKz1/3tM8MLiyvcBRVL2HcMI9xXizvLY7tb3FX26+2hCQPSPVY74YPuA9KGm6PQVedz5CnI+92TQ5vpvAKb7Atwe+72hzvffNlL2Ggr09gMp3PfN8PL4q8T2+NR6Kvj4pVjzhwyE+c0sBPbH6jLwD6+y9PRBUvCLXi70xuC68XlIbvnO0Mb5/AOC8puKQPZDRor32OkO+q2rUu/c/CD0afl08L/1AvTjunT2rsEK++LZIvrENCr1zvQo+A3GXPfbwGb62/Qw+qCMSPhw1FT0ySoS9xhAfvQXD2b1ZOD69nbudPUKfzD2gEmg+lEaiPff8xb0rqDa9HumDvJKUBL6/utM8qQ7TPWfAh70BXgw9ua72PcaZDb4ZnSI+5/4rvv6qF74Ky/y8ieREvdmm2j1R90U+B/U1vnNdBD7qlLK97IjPvHoVq73hnMu9HUrZvB5J5j1JFfg9SUmJPVK1ID653KE8TX4XPF/BM71f6DK90se6vc7kYL7377E9Tug0vtNFvL0xxy2+94gWPV9zSD6fUjc97oUUPlAXPL7D3gM+hCSLPemnsD1K4tK9k9TuvDW+EL6MKum9QKsnPeCzZj5hQyY9AVEFu8Kaej4tVRA+4/1EPsLZTL1GuTe+Dk74vQlZXr5FqkG+0I6rvXTVfj3TKEM9vZUQPv5s2b3rrpO94I4Kvm2s/jxquv+9sFB0PQy9Kz6aOsU89Uk8vnYEgj28eR++KgtYPaco6z1eONU9Tqmrvfpk+L1HShq9WOAyPWCr2D2z5I09VAvcPX7fR71A64G9AandPTC0Zj300ku+Sxdpvmx3Ez2CZx0+EGEOviJtMr1ILNW9MvRqPgwRcb4jf6E994eSPTpSQr27+Bs8wEBUvhasvr7UGo49qIijPnk0Yj6K6wi+hOf2PSP1Gb3Le3s+2+tIPWTEVj5aaGu+PM6hvsnyJ77m17M9NdKHvTQVNr5RYLC9+YOwvVtVPr7VCno+tGfMPaVRuL0mDvm9gM+NvtgUI753yjM+f1Y0PtiKUD42kLI9v1sKPftHBD7/o6a9PgyuPYLskT1ZpJY+vqUAvmG/lD5UuFs+6v5lvuUMEz4yKPq9tWs2vlbWor4Xnq2+d3MKPgAhA70xAj0+0G1CvMYImD725pO+s33BPLdRXD43gKC8cxWuvXsDIj6Wjl4+wb3CvQ2/KjxUnB290JtcvSSu8j31tSQ+ExjnveH7aL1If5O8cGYGPSzQfLvwxHu+avLAPMx3OT7zl6a92uiBPZ/aUr4ZRly9M0mWvhVBRj02Jw8+ZEQ9PnPAfz35D/w9Di2PvYS8zz1UAy4+lUGDPmbGDL6BXYe7+LiVvR/YGj0/92w9LFajvVC5Tr1YuNG9ObJDvg6Avr0wrv69q/cEPlYu/zy8EtQ9zlYqvrv92b3qZ609WtcivYON4z33y/m9lHMHvjFQET49XHa7wscrPgl0GTuuSAg+qAO7ve+4Br6naGq9DeQtPhORpT1kKra99B7tvaARFD5TnJ89aj0zvm34VT7bYpI9iSeGvE6Morue5Vo9GeAavgYpCL0QgRU+fCcfvXkUrj0xxH49LZpBvg5RYr3E09s8NsgbPm8eYL2dEPi8/c5ivjaRqL365gu9L5MCvsVQ5Lx32Z68q1iUOwE+973pvbu9bEAQPan7u71b6TK82QEZPWW0dr4GEdA98NBvPXBS4b2aTji9NKZvPdyCqb11PeI92tPkvfY/M77C8S2+1LvkPSS1WL6QB4C+o4VxvosOyz0NuJo77IfePWuugz66Kxs9udD8vQTQazo78dg9SNbrPXehdLtuVSy9imkhvYbGlL1xk1g9hliUvdDZor31hQy+UTQuPE/NHb09o9I9p5azvNADMj7gHLU7uS0UPjw3sD0u/7K9A8gNPmCeYD57E3E9LKluPcYAHL4UVGQ902c+PbJDfz3Kzaw8qGwnPDYdKLxEFyo+nbhEPv1YmT4b2ww+JwVYPcQVw72Wu1E+RFvLvTtI1L1WFPm899ZjvTVXRj28jYY+L9JAPsU3tzxrswi+eunKvcfyWr1nV9M93KONPd0KjzpNMJU9qW8xPr/TRr4X0i++jK1aPmzD/rw58QW+vVKgvCFGxT0teVE+wCthO2iaYj27+Zk9mCEwvoQKFj0QIAO+/dzsvQhJoD0twkC9B5W+PYyZ0D1mPO69nwpsvXFFQz4aZIm8LEUDPpJJaj5cHlG+YgW+PRr4IT4dsDI8YJpxvvlOSz6m3lg+IGiyPtszjT1a98q9YS6Hvh5ptz1JqF0+WQT5PV5mRr6b046+rSO5vS2vLj7Q5T4+rPloPo1x8L0xDiC9haQkvtwrsD2qSiW++91gvrH4Kb7wrKS9iRdvuWq+Sj7gOrg9K6O+vRrvR75FLBm+lxmHvtu4JD5n7Sk+bD7zPaI95j0nZkS+8F4dPt7Pnr2vOLQ9X8OIPgIJbD46XjC9QKlKPvURbD77dSm+fAOXPr2qZL6krhO++F43vdpMbr6sRpi8nxsTPrfhKT7+Wro+SvhTPSLhhT2cBR4+hfAHPXY1rb0st1i9WegyPfiAk70nFqW6A+UrPjdwdz79Ayq+e28XPhkQkj23Zvs9b9clPowTGL71OYa+B/iCPhbaFr5bqgc8vbKcvbO8gr1qRVU92G3GvYSuMT5U168+n6/sPY8mrr173ka+eTXWPZQoqr04gL2+RJWtO0saKb64q2E9nXMlPtm9grvxVwO+YpE0us6EOL5y1Ug94WGpPVmxkj4VMeA8JVDQu+rlGDlP2og8fEV7vDEQtj1njyY+R4MDPuXufLw3ENw9LMuCPiq89b2iBrk9E2kXvZbe1r23rky+sfZWvmiCiD3AzRk+JFd7PZmWML0KCCY9Dm64vcH5QT44KJs+yFxSPsh/G7w/dOe9/y+1PSQvCT6jQWg9vNfhvHoB+b3lZUu+fRsOvjsaKr7pvBE917+PPmC7Rz7BEtm97o09PUvdA75qJaM8wCzJPYNUHLyTdZm+AD5Hvujrlb59yNQ83mphPmVK8j3DdRu+/9PIPQd9JT6J1I89JrHlOeZ3Ez4CYjS+Lj+MvW4Alz1DHKQ+IC6PPgS7/z0gAAo+DXNfvahMtTxMTQG+KkqLPm5efr01hWE+whWKvsmhZL6J9a89G3/KPTL7Or4DpwO+/E+JPtH0Gr6URbU8bJCYPgjUIT6990Q+y2VHvF1PF74BEN29NflavlNjIr6nyzU9M8GxvJJ4n77Jyz49WR2gPfcBKj5foUE9Di7+N6nwFb7Osw09J4MPvL24QT588D89dlhuPsM63L2Q0c29LMhovtia9DylryQ8+SivvbjXvD30WDm+qNRHPXbE5L0ofU89Bc4uPXQfT77QY+C9cq9Nu6247D0LDsY9S5h/vd7Pmj02bt+9oyO1vXb9aD46oCi+XiBQvi00DL7spu68wdM8vscGtjzoPjU95jLEPWnJQL1Dj0U98WDSvVJEyr0BjA29y83vvNYa0z3IUi8+0x9iPmPuvj0XLY2+XST3PAn8K72aht69QKiAvbjQoL390BW+VnElPh9n8z0NFyE8Q0oUPsxAPLxnhd+8tOeGPpjrMz4VPgi+YPsOvuR/Jj6QUOk8EphFPLSvLr7Xmk0+AeuEvW7fGr6QrRO+wZL2vZcGMT5gvT4+SbbRvZQoyr3H18e8PFiaPmRc8T19af49gwHXvfOLlr0GJ0m++QQNPs7Agz6cF++90YAvvtpfAD73wq8+DEgwPk6War2XTpE9zymGvilXAL7N5U8+DzEjPpLYhT06gmw+o+PHPWAs5ztcDpG+lPIrvjbIvb0IN2K+Cc81PXPiW70h4ny+0R6lPTU1zD0piDy86GF0vna2mj5+wi6+UVi4PTezID5Fj849XcHFPROFWr4r3o2+xQQhvtkZJr0i/F89LMp9PULRH740vIi+1fo5PWaWAr5HVgk+mR0uPt6h/z1A15a90jmMPE9RHr2fS/67PyaFO2Tq9LzBLWm+/9v7PZognb1g+ao9w78VviYOlrrCrno+HLKUvQrFEz3QvMS94G76PdYfsb0GxPo9gavAvewzLD4K7QO+y+PFvR4z5b0CP4c9Ly2/vYKr97zOAi++S96qPdCHN734IHu8RnN5vZstvD3gYzK+eOuJvIZ5jT3vrB2+HcOlPfIoCL564uK9173GvbPVC76LYmY9EEs8PpKiFL4udoS+E+fdPR5EM70bVkg8L44SPnWu3z2IGLg7POrQNXoTML3EsZq80XXLvGXDob0qTZY9vuPAvYpx9bvXdEm+xeHCveEM8by5AzE9IfNsvTZf1jyaffY9NfQFvn+YjTzuh9a9kW0APll5Lz1LA0A8xBhIvv4DIz6nNHw++f7IvUhsoT0exUs87MZzvtA9cT04fxM+X9vfPTKTpD2ud06+LdIYvrdLs70Dqzu+kd1svvcgRr5Nbl+92+tYvprTfz5+To0+nVXDu5d2STxUOfE7PpQGvpD8D71OAzI+FeZUPVhYmD1mysM9BrqJPW5TzzylXqO7qiYnPmGVwD1hK4g9fhHFvRe3X7tvNIy+KHAYPlE2672zw+q9+9WHvjFrhD2+ndk9eAqfvcPwYr2DQ9G8Zc8aPYGzNL3srh09D7TBPVt9LD4ApVM96eAOvtXfBz7M7mq9cGQIPjf4SL2H9YO99xQcvonDgr3QeLm9fKHJvfjRKb21fw++d9MxvvbiEL3BTkU9rVAAPtaNCD6Zoz++S4eHvIdifT2+2Mi8ULM/PtaJlT0n60E+0X/tvXNuDr5Jhym8ZpYGvQykEz6jByi9AZCru4eRh77GBAU+8eisPVDDA73xRUG3Gjg4PXoOI74tPe09TbVjvjjqWD6UzFO9JZxOvU/wvb198hG+DIZBvKyGmr2FFBy+TeI5vrjF7zxjW4G92ItvvfNb5D3RMiM+9Gb4vKRpx7suviy9Wn/kvHaAVT2hdAE9JYQ3voDFqD3yUje+jUxYPhneeL4AEtY8kpOTPMGbYD5tUee9qCWIPJWrzbt8+169jIxdPVd5S77iHFW9HjP7PTsgnz4CEVo8GW/vvd7I0Lwa0H8+zlH9vft+fD4mszi+a8Y3vqHyur69vQo+2sQfPvV5GT5fcuw8NuxOPoJkoz7GVZa9V/zEvV91njym5ya+myaNvSMKOT4ZjcE8r/IfPd3+gj7GJOK9muzMvfrJdLtSmIi+oS2lPZ5/AbzeUxG+Bqt9vQzxU73RO8m9K2TTPeU6cr5hEqG9EXRUPsVpvr2CEDM+K11dPdPASD2eD3o+0Gc9vvUDkr3Lrpo8FlLrvac8Xr0u2zc+R04LvgB4g73qMgM9ESJpPo6FZr1Deu28616VPGuKgD1GIf29lGghPiHiDTyxqPk9enwDPmahQ73ZGS8+m4lyvawX5b3x0oO8/y1EPmjC+r1dCmu6B+YQvStAzjyFT1W+VKR7velXZb0MzzC+aq8KvttMQT1w54y9Ab8iPUMaWL3yj7s9qupCPmw6cr1PP609zKozvoccvr0Ia+I902GnveTgIT13YNa8DTZ1vW8Di73/A4e90GLLvdHajL1YkNW7uPuMvBIv9D0cUuo9SNtiPF4RI73BxYm9eOiIvX//jb0OOt29otsyvksBLL4CtL68N5CAvUJU+bsukAI+emYSPYQyIT6Z0X883ml5vQBM6D1iVFG+RqAbvQMCOT2Sjf49+0IMPhLaEz7kyEI+MB4NvdaJjb1H7KQ9aOyEPEE91Dyu2aA9R4kDvR2Pb73D/VK+/sH3PSaY7z1EhAQ+78fEPbsGs71MqOc9JafmPaYdUz0Vk/e9RuWKvhI1TT6neF8+OhGOOxLigj2KEQs+rjkcvqz0hr6zbm89IB4RPrR8vT1FB429YjIWvdsVC73QBsa9kcCFPamNWj54zRO+towzvbKI571tCDC+dY31vReUG7765YW+3iasPKSwxr1y16q9BSwFvv6KSz4ZbLQ9ztwvPtx8j7pTf1W83YuwPcn5x737Zra9LOrfPZwSXb63wR++e9UYPoG/ir3bo3a+Ik2QPjp6Jz5voJO+7/GbvZ0BkL0iV929rK8GvvdSPb78KCC+CZC0PZVFrD7f+KO+HIimPL9oJr5x2A8+FyM9Pl1f2T3LQmq+OjWIvnYUrbyVDrg9QLWLPu2VMD4CMYm9jnE+vLEuqj4pTl8+xWPMOwSd/T2CWjG9aFQCvoPfqT6cafI9IhcEPnS/mT1XVfC8LKykvufkGL7bCRS+ZRQzPsSR270t9uC9Pvk7vvLkBr6Dq4K+HutWPpDDjz0UO6G+8YiKPhr9fr6F9vk9rF52Pt+pWD6WvaM9j14qvUpLcjxp+HC9czEcvqeRs71A5Bg+zDqavVX7Wb6NHA8+6O4dvkazlr3ZqJ480HTuPT4BFz5dzp68PT1ZPuHHeD2AQlm+PmRAvkIsYTsu22M+ss0aPcRlwLpyc5Q90kqJvS5aIL53PbC9z/wMvrIFmr1KxTq8a4xTvRYER7xh2TU+E3OIPpKZYL76uAk9Av0zPuXkwD0nBl0+d4hSPsq+CT5pJC+9TUqBPWhkKjzZq/g9kl8GvsRahL4sAhS+mzKRPfm1GL4Hmy89aifGPGHO4r120fW7Zg+6Pb0VBD7Do4O8JAjhvRcIkD2+OJE8JZ/pvS1e4DyksAM9QOYFPJ8LQD61LuG8cVG2vf83A71L0yy9swaEvoaipTyo/yE+e+sHve5aqbwCDKg9ur0EPkVfhTwRCgQ+eywJvumBrz1a68s9gde2vcaUgT1G99S9yOINPiMWFrwcnz69Ay6dvc2AJz3nJ1I+BsJZPtwrgr10pXm93m2YPRF7qLwuzhm+IFvwvcpngL10LGm8XrWLPY0sFz7tLNm8Puy+vQPdFb5YVwm+1vkrPpetCr45R6U94ptFvkwnP71qubk9n170PD7y0Dn9QSE9E76aPdlGWT6ShsW9IZtTPpQzhj2dhSg9nlQxvooG3D1U3CE9GnFcPTWawj0eMsI92JBuPkHkx71qI1S9f2KQvP/jF77Bc0c9mh1EuyX/2D1A4qK9HL2JPUNsID5WN2m+OirtPdr/CD0dEsC9YIVOPWdx4zz2LRY8rEwnPpefkTtapxQ8i7MsPdZO7z2lb0w9MFBOPVcgRb0kHfe9D5oAPnXwr7yqQNi5EKn7PVUjKL6vsa48lI9gvZkdVz7zRN48BuQ/PE6vMz0Ld4g9GKiZvZ6eRL4FdjS92ipBvpw5Hj2CRj0+pp39PLqPGL4Q5oE96bcsvo+iQL4FygC9LFfUPUfHlb08AwI+77h4vRNmEL42EeO9H/mZvPx/LT5AL18+mN/YPIZGXT6B/wQ90Ya7vf/+Gz28Uh6+rCeFPH5Tkr03D0A9iMS+O2Ybwj207i094pM9vWm2Fj3Dykq7LNRyvTmD2D2Y0KK+aN9oPs0L/7vKPfm+g1wQvn9lMj5yHiI93FIuvbEODz4rYuc9ez0yPifcbD65scS+j3WYviPboz0L/Jw8CbOQPkX+nb3lYoy+NkOXOzrkxT6y+Lu7hvdxPv5wVL5/1uK9ihsjvtIKRD7Sas88nJOhviAVJ74I6oO+YPg4vmkQzj4NcmA+sh9Svi6REL5ySZW+j9fnveP9Sj5hwqI9TlrePZoDeT6G5YO+gXR9PayLB73jgB4+qVhGPnPrkD2QOg6+wEJePn6ymD5vm0u+REhLPrF5QL6HeP68SzvBvnzerr4SX4s9Jr+sPkfOGD6aVy0+rTCnPQiAI77bQvo9eCoSvbTm5r31kzE9nTzLPCaNAT5VtVI9CNSJPBkO27164y49EbohvpksQ77EK448CxkYvqwodT64cWY+SAjEvU8lS75gbx2+by2BPSajkD6HA1s+MEUQvMGyzby8wB++t/NwPgeuC758wxc+LSSBvp0s/LsCOO09V3IFPbOSAT4MCvq8a8+Jvg2RIbxrqQM+fjUyPWoJoD0pX8g8c2XEvX7X5b0Q6Co+sEjuvXEfOD7RXTA9HlkOPn3B3L3PFom9a4DaPT09uL1UoSA+0Bw+PO4aV7zqmoG9d6ZXPVXykj0cSN49oVNQPt2Bvj2S3I89jBufPQsKKr5Yx729SYouPkTmg71dxSm9koT0vWVQBz47vpu9vsk9vWT1lT3EX8A9KHvkPa5r2L1CmWc7wUZwPtS6Oj6P5JE9njyZvhBzpr7p6sw9ZE2WPmBR5j097WS+o2mivRQmWb7N70s8EBeiPXDIFz4WuPK9osjPvXiVAz4faWI+lOvOvaf6gb7/Eli9vF1AvpBKY71I7jM7FdJ4Pr4euj2fWE29Pllnvizejb1vJvg9XdIKPmPnlLwcBE0+fPeFO+ojaT79i/+9tpe/PdUOVL0bvxm9MoFfvvP8Vz5tFEI9ZKwBvtEiiT4s3ni+P9WgvZYYfr5dQrg9vOPjPXqkzz0XatA9CjQBPnBfAT59++y9+gJDPmlZrj2Bzzy9gzDNvbG4PT6XGRE+PgOdveqbRT2+AxU+X6D3veez07wHEgc9AB/YvVi5+D1OKqu96Au5PYUZpzyZ7f89Dqu3veTfhj2MB3U9L/ETPpvzqr1Oasw9Kb3HPJqLYb4wa069V6QCvgzG5b2y6gC+z5SQvJiEHD47GrA9gOcvvmiYMzwwU1c8SYU7vReO8T0/KEm9xUX6PAAYJr2y7qI9eOsVvLE4oD0nFWG+zZUIPTLsvT2YrdQ8HSYBvoOjXbutHUw+cdiEPhaMjD0p/FY+B7Q+vMhMMj1VReG8YAoSvpszSz0emhc+bemzPNQtBb62goI91SzuPbzMTj2uU2u9g7hQvgRtsLvNt0e+eHIFvRMuzj0GN4c8JWsCvvz2xr10Qa69vI+OvfqKcryNs7c9LuX2vRSxaz6EOxI+sEfAvSBkGD4R3B2+7drpPVj0mryaQLw866gVvkZCWjwP0Pa9QSVUPt6jHb4aSyY9UixPvpYZv73VL/U9nkfNPZ80h70JCNo8R+v8vUbC2Dzw+NU94Da3vf2Clr2Mon07bmknvc+8LT1pcKM94CMhvncF+z35Lou8Zj2+PbkIP72vkVm+ttc4vZ/Xz7uTeEi+NlErvqua6T2wZia999fPvUzeXD79kfw9ecI5PrHhBT5dJBO9MK89vh4FJL7OBG6+8/EFvj6OmTyF57W9Af8WvhpRy72Udz8+qBayvUnRg73K8849NBT0O4OQxr0LUgY+pubvPAxtXD1jrdO8bYgmvgPa2j3yKXE+3OJTPrAeYrzEdRY9a8dePMaG5Twk5w+84lyJPAfMKb4+Cii+QcDkvaQRJ74V4SY+yvzlvYXsvb1ewws61I6du3Tywb1SXAa9LjCVPdj1AL6z0yI73YzVPanIJz3TonM9WAyJPdi31T1btI29pRJ6PdyIpj2DHNy9ieQ4PjC9JT6CGLW87asevEQcjT0Us2O9m8EtveSi271PO5k93oEAvTgVLL4iMaM8zS3cPaouXjxwBpy9nm6fPHbw8j3Rz/K9jvf+vLxghD0BWjk9JZtWvuix8r0CvI49lQ4APsYHzLx1MEK9AgRaPg00Hb4jPA4+ZiRjvYeAvTxeFLg9UfadO/8rcT07B4S+zt1fvf44zb26AJa7xQBHveV4vDtzoDi9NeFAvXPKgj5A6QA+WDOQvGLzLD3WIN08g070PQB+az6OaSW+2LzoPSSGTL2Zrfi9FWjYPSZagT0HaYo9Iu8yvh9ZA75T45O+gsOCvjOGpj3SsJ89qNG2POq+ND4JPpu940aPvRopi76CN4w+3t2nvEqpMr7a1V0+hKKcvCtJBD3ICte96DcgPhkXNr3PWBK+YnYZvtOd2jwNfXy9wDotvgGpDL5EWzs+LUTePWNZq7wIuoK+V8fpvD2Ooj2oAeY8kyKBvSPYJ77tKa06G88ZvTIQmLuE9PK9waklvZ8l9b1kTh89L4QVvgLZCD6b/Wy9oV/QvafRaz7PQ/w9uUahPbNOKL7gDvy9ONFfPpPy/72l4I4+f7M1vtr4iLu07p887pqBPMQQE71qDfg8esUcvmb7Pr4IHc89DSMMPqKGfjxA7qY9aXAIvuX2yjwckmC+Oi7CvYxBmbu8pli+lKE5vkrWRL6eK+Y8hy88vmSaGz674R++de1AvqWwhzvAX0+9RssnPpWaE73XALc8c27APRvjGj29kyA+8gyPvgRjSb4LaPg8lclwPAYVHz0mHei8uT08vWgbXT0L0kc9/7Frve4vJ70+yik9QXsvPfPhLL33xlE9OC9SPdG6YT24kT89k3WUvbRxlr2LqCs9bSgwPaVWMz2QQCq9EFwzvdVuPr0Q2UI9k2koPV+mlj1U/nC9ffVnvSEPM70jWmw9j1Q5vYDiiL1CUVC9/EY6vbBnJr2KYs89aBg6PSKyOb3eijW9CO4+vW1YHL29ZCU98CwzPTirNj1F6y89yCdVvX5nLj3oPiK9Tk45Pd8kOD2U/lo9HLYwvZDqMD21C5I9g01BvW3bbj3rixe976ZGvXNxT73VIXe9/xc5PUHCNz3uzlA937lZPZcrUD07fDy90jckPdH8Xj1uNH++I++SPjUY8T0gC3q+IBQsPcHJob6MRqC+iRwsvQn+Jr7scWQ+0BacO+fBkb7pWlo+5zoavhj4lr5gRPA8oHILPt8/6714B5I+F7/CvLF4HD5Trma9+ob8PaMDjr7eM5G9XYGOPkAQCr5Tko4+Qwp0PtVIl752S4g+CqbVvQp8xD73gMq+4MOhvuf+Vj4da5S+NhFxPl+RJr61DIE+fWgGPvYLfr6K5UU+6YnVvA3mID5ujNi9abGvvMiUGT6KLI69MLDDPfYVZb0zc3A+n3L/PdEs+b1+vjW+08IYPv5LN70Sgao+1gmHvbeJoz6jD1O+uzeYPhBlH71bIqw+Ojx+PjGGjr4KhF4+PvTcvQN+qL790zc+Dnx8vu0hTjuyZnO9UWfpPvnTwbu1/vs9BF8HPiif171LPIc+Qa0OviHczj0o4p6+T0aZPq3Dgb7g6Ye+k2CBveYbDj6Xppa99QJuvTKbDz66yeE+hRSFvXgSaz4B5la+SQ2XPtBhsD0ztzq+sFpQPnO0AT7CAly+3p/cPiheb71vJR++8BsiPgYWZj7nUe69epRdPnoroj5W+AG+TyqAPqD3DL69Wr09esfvvREOeT5NgKs9ezetvkufiz6fxeq9tao7PhqNSr7aAqc+pLSaO/e7sD1N6ie+Z7iLvjkbKD49/0w+a+cKvkMiTj5lvry94psoPUucKL0=","weightSpecs":[{"name":"dense_Dense22/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense22/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense23/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense23/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense24/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense24/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:11.362Z","modelTopologyType":"JSON","version":"0","formType":"time_based_one_time_password"}}