{"modelTopology":{"class_name":"Sequential","config":{"name":"identity","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense13","trainable":true,"batch_input_shape":[null,34],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense14","trainable":true}},{"class_name":"Dense","config":{"units":14,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense15","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"DKopPfRjzL6PUGk+MXKBPj5RLz7fR6o+fIMgvtPizT01Gxy/AoCNPVBldj7X/rk95FCwPC60Ij6Gg8U+pWpgvj+3Njxilec8D3BwPnFIhD4w1gG/8cQuPeiWmL52K6q+DFPNvs/IMr7DV+i+XB4mvYVjwb4jjZ0+49V+PaIfUj3gQF49RE/rvp2TJr7hwJ0+sjfDPpHXQD5V7tK+5ySBPfltmL5j2tk+dvlJvu5zlj6wC5c++GprPf4PD7/ASQI94Km7vLD2Bz7RoeK+Zj+bPqxOFT57cu4+Z65KviaK/L4p6Qe/1qCgPSBX6j6x3Vm+CNqUPpTeez6FiAy+rq77vpp0Az+9SNC971fTPlv/5r64rJ2+oz1FvrTQ4z52u8u+n6OAvhtQaD5sPyU++b6lPUZVAz3haqc+eVSnPv0aFT5Lado9h2Uivdq7hL71i24+YuzGvoG1jL4CF1k+epmYvpPoyb1H88680La+vRClvD34K0O91joBPZzxJD0pkIA+NsKIPtqpQT4VHXc9/sulPRjgiT1aC9Y8coaTPVUBSL4hflI+UwzGvp74DL7RA+U7F1envm7sST6hemI7zQ2RPYy2pj49XtO+ki+1vvYbtj6Ugmw9wYwMP2kmCb6FGJw9kH8Lvl+i/T1EvWE+AaCVPaDu9jwpyck+cdWZvhNkjb4cIPC+Z9kBPsTq+b1Ovtu9ZVrlPmBC5D3sq4M+LDZ8PsYDoj2gdSo+x+gEPm9xUL5u0Fk7nElRPhcnf756OQ49DkqfvgzoB71KQEU+pE3SPRjiCj6Llsi+ukpCvvFzDj4tHpi879t6PLBTAj7jWio+rfmgvSaKlz5AnR4+Pax2vU4PUD5tWVA9K5bfPQ9nAz4Rss69A7SOPWMYlD6qloo9DryAO0e/3b2VCWe9ImUxPaQ9dT4UQ4A+QXROPuzyyD0dfRu+9X4Wvo/oHL0q0Gk91fgSPmkRVb52BxM+9uztvaKNxT2NZEg+hOI1Pe+0Hj6Nw3I80IzQPNynBj0bJ1m+9vgHPlZ7P71ckdi9JMhoPi5EezsRvHC+MVIxvezXwzogD988zEaZu7vkhD5lGR2+2xM6vdGcrL2xj7A9bwQkvZAiyjyq6+C9E6b6vTCACj4HESs+5mnXvTFsVb0UxmU+hCplPOMiWD6nR7q8QKMnvmHMd74RLxI8BI/9PSPLP764rTq90MTEPTy3uL5ByVS8iyonvVMffz0QKYK+EE35vAI3Zr4LgjQ+mTZBPsPW8b18k5i+fVW/vnL2Zr6DugY8oDcNPvBYGz558nY+nCCCPsaxzT2mSGm+Dh0IPg+Ls72+Ui2+2IiGvq3jwb5ZLny8D6GuvpK5YL4zPQg+t0z5Pf7rE7x6v0o+rrYgPTQA9Dyr3Yi9Tkt5vuqEjT7rFnq+x4wuvkAim71xgDw+9SnPPSOfLb7Z8Hm+xrNYPr0rZT6xyRM+UbxpvgcHvr0v8us9V0yRvjQxB772UZY+PxxMPoi8Q7xptmi+qxkvvgtiaTxMHdS9e7FMvbGuVz0Zr/U9zVfmvU3LGT4fzlO9rbMaPpLUE75zo0E+TDv9PfBHDT7IVmC7LT6UPQE9qLxRpss8F2S8vp/Czr57ino+I18ZPj1o1b3vwtc+cANgPuyX3j6HdkQ8TswePt07BL5z85q+VBufPbotOL1xrfI92iM4vuxlAb8pxRU+p0TvPtEmYj5ybak+AgfSvk423r4fIrC9VEsTPi+noj5e5We9MMs1vtOheb5Q964+bNWEPnxJgD6b4dk951JMvng2wb6qOog+WDFLPgagWr4EMjo+I0YovTBDCr6guA67dOH1PThomr7zoJC+7quKPorgTz5IfO0+MLJWPl9aPD6wpvI8IF+OPv98B77gAJw9wiRLvqb8cT5Uh5Q8u48aPoqeMD69n5K+XsjiPVGvSD5nSL4+SechvUi7Y7ybcta+NUgDvZcljD0UKRO+7JYXvZvfRz7Z7tg9YgOcvt3AcD4SpeA+FKnAvEIRcDtMCBI+O6Vnvs+6hr7EfKY8/GEbvRKNKr77Coy93dWGvZzClD0pIZE+SeriPWYrtDytNIa9Jzmmvd0RFb+vQJo+qSsRPOeISL7QSZO9jRovvt2omDw/4q69lRX1vYAwHL4Z/gE/XNLuPg0G0T5eepU8v3qEvUEM7Dyy6sm9G20/PmD8vj5rFYw970PjvN5QeT6f/5Y+KqeLvZj+hz7Ow/+9qNyCPntjWD6WAFu9hGH5vZS2aT5ZVJU8TcYAvWDHjb7gx+69xSyivFpchz0xxre9j835PZB/CzyM64E8D6T+PUASwT6YHRU+yT9uvax9/z35S6++kSgXvCBzYz6Rz9C9QwyiPSIaCz6pudE9h7ALPS7DyL48t6U89eUwPkDlgT6wk749vDuvvg2Nyz1CK5297eqbvO6oLLz1nYS9DpS0PgHc4D5IEXi+0x+OvkiExj2nLEe9OFqKvip8vD75oOu+1ms0PtLpkD7n0eW9Cy0DvuxSBL8SGTe+hmnOO6ml/75eo4k+Dy7IPhSFGb45dZm+AHqgPhq4zz1R+kI+dGPXvjzBBD/tmGQ+Z11AvHJypT5eK7Q91/Axvpbpeb4lnES+1G1aParPpbpqvRo/sI3xvki/wb4Tfiw+Q3VLvnAEgL7WNWq+F+ljvSRYFb4f0/++4pzbvt0BGr99Aju+eG9uPC3xAT8y4cG9t7DJvqRltT7gBRa+Cn3evvgOib6S+9G+GqRKPtBVi74NzqW+55zuPuOPkT5igTq+kCurPhaTr75MS4K+SIgEv3vNhL0/UZ4+rneLPbJBwb42KfG+lF0IPx5UKL7LZ+m+i4GVvsI82D6XMZw+iSDcvlRUmD6EnFI+U63APtebu76yZZU+ga0Dv8SPXL75HZm+kcrhvmXrg77IdbI7xXQ/PghYgj7rTxO/dxdDPuoKU7z/HqS9j/GJvs8Pqj43Y6O+YOcIv2u89j7uYeS8rlWevsqH2T4OUiw+l0yvvjiMkr5E3qy+uBPJPnCRpb4uC8E+4AdMvvk8rr6/0U0+dN2IPQX2377fKLC+36X/vQ/xrb2GuOU+Cq4IvydCSr7bD3O+5eKqPpho6r765lg+zc3JvnVZYD7SI8I+QGkFv+RKcTt1pZg+fL7KvlaQ+L45sZQ+vOQBP/xh2b42scS+EoqAvlCCy76/dAe+anWPvhIMDD9Fl7g+RNa3vkFY/L638vG+TGrgPseWAT/AF16+ZEq7vn7bl76tOcy9LnJ4vpJOqr6TolA+wrkCvsmnkL64Y4U+ugGkvNNruD69Y4i+sUoovyjE6b5hRb69ZHKHPVilWz4bkmY95nGvO4Xuwb3Fpis+G59GPNg+y76pSIA+zoqhPrKlzz5Q5oQ+GbDCviLXsj51SFW+y0PGPr4rlz7gwyW+PJrhPpOTAD8pd9g+2dhjPXqZgj46VZc9rl2aPtt60z59SQw9qmqzPpYeJz7jIGw9pNVaPuq6CL9ujXu99rwKPnfNsb4bQXE8rgs+vhNehj48Vqu8glLLPlhSwr0Dh8w+299SPjgA4z5E/4e+L8NhPgmLtL6nuUi+YA5LPojBjz1mRzC+tnKguuuQqr6nW6++5bsJPgxl9T45ib07ecgYv9at1T6x46e+FiI+vusPrz4txm69TMlhPj6FNL4ahaq+A+yfvioh+b4BkXc+79KAvvF+gL21CKe+fCs+PMmzgD5h3Tu+Ad0TPsY6i75eZQC+AJDBvnw/Vzxbc8c96Ha0vtJxBj9YAAq+7nutPj5Usz66Eca9aK8jvpA/2D7dLLi+eJzkPhpNs74XPlk9cYTIPpI+pb49pNU+R+VRPijF4j4ZYSs+NIQrPmdutj4aNH4+G5sYPcc6wr4NxG++4K51vvOQ0j7OzLK+Xi7OPhOyLL7xRc8+25S4PQx+qT39uNu9+6j9Pi3P0D4RbiQ+f1TUvh1hHL4kBR++74kUvlGrir47I8Q+kSBmPqZGDL+X0dI+Cje/PgrB2D0l1Oy+OaCjPSa16z7YxAE+jJc7PRcSHb7mJIi+V7n2Pukjsz68rtO8vii4vuh1/b4MX7Q9I1pBu81zKr6Ofpi+EgcivW4nIT5pl2s8w8GyPbbnoz7ExWq+lV+RPhUqXj7JuJs+nUKDPCPkI74b/Q8+6TGvvIOQ3L7rpPK+N3wUPjOQJD4rkJq+dIiMPXSFTT7TbNk9FtRSvqoZET5grow+DpSYPVRzwj0YDU29zfitPvcOur4eJz89NaoevukgLr1xy8S+numgvlzArL4UOMU5vRrNPgmh3z4Lb0W+PiG5vc6nDb+pfq6+wjAFP1UNeb4vWGU7MMkUvhpXGj4Ovdw9iMw1Pg3oLD6weZY+u9yavtsfyT6tcwu8vqjEPtoNjD49eR0+9KJBPlzoz75s4iY+6iHvPf8v+z3fNKu+NUm1vd62tb7ByYA+QTr+vcwH+z5X18u9x0TIvj4Sgb5fWLM9jHrWvQdK2z7XZgw/Io9EvqvyED7d4ow9TNdCvoNqNz4IXMo+Sv9PvDpWgD778b49ZrQHvaBCKT4Pfdo9beTQvkEmLT1jM74+LlXjvn1Gnr7+0ke+xtEvvgcgcL5xthq+cKKMvszznLxL+cM+EIDtvlIBZr3yuUW+vvlDvMHYNr1Tc989JVUdvgFwWr7n+sg71D4hPj22er7wsyq+MEEovuXMtD7z2Pi+EypMvhP50T5YW3s8j/atvmifyT6Lc1M+KDzVvm8Ovj47Z0Y+i5iaPhn28L05+qm8qUuCPv78ZT6sFc4+xBfOPghsdb6JPgK+0VV5vhgsCz7oF1a+0QqyviHwkj6TtIA+6dsDPnfz1b1iIbW+VXNjvv8fwrx2fuk+BTbMPlw/or4pP6M+oqVRPteYpz7aM1o+el/oPaOzx76kPuC+VYmqvmttoL7BKom+RAl5PuRvij1C2p48OkmFPrf+Lr8/dF6+lh+yvr3AWDzAsVQ+GlawvjdTob6jgA0/abkxvuFGOT6+B5S+OMD6Pesrzj4eYSY9lLFjPmTmI75tCC69271hPo6Zyzw0Mta80TtQPVY/Ib/TcPs9QymKPkLrUL7dFwQ+DCgHv/I5TL634Ai/3k4Vvicew70jM0Y+qhGkvduukz4awHS88UzcPcFejT6awsU+WVTdvip5nL458K29GoWlvtwf3r6d20u9qblAPo0VAr4iRR+95B0RvvL41D4mSCW9oViGvtcaV74rpf67Fx7uvCvcwTr80vk82Jg/vGnMFT4NLEU+lZ1JPmbOnz6HwYo+D2mOPSzQQL5a3f+85DuxO/Katr3ADoy+XSVdPV8Drj1aH9q9zJq0O8XVED5bFQc+3wCtPo5sRb5e6LY9MdKDu+KHQjxDIiC+Mu+VvDmcJT3lXHA+Qa62vA+/wD0UeSm+TCLgvCHBdL7lY/28pL2XPfh+RD2GoK29+srsPbaXFz2WawY+BoylvVHsdb0CsrY9vMh1vSIarrw2uGc8oLnEvYp+xj36UT++r2FJvrmvfD4vkrq+xe26PcjDpT61NuE9ceoavKfOsb1saoA+prO+PGYQGT1DX4S9RTzRvcM3qj042Ng9RCtpO70PeD2li0c9TnAyvTtMTL3Aicq7w189Pca5pj0cV5W7lVWVPcGQOj5XjbQ94I+pPBUDpL3ItmE8Nj4TPtFlJT12Zg6+INDGvWfHUT2km788sHnOvTTx/rwXR6y9A5nPvjwSbT4mxTK+aIOEPBXnrj4zkis904+suxJnzj2y8BQ+klcFPaNJ5b0WBCK+ERhEvXY1gr2GM3i9DF/hPB63lr08Ebi8aSyhPGhgbL3HNQm7D3UtvdakGr4sLbI9j27NvMbPhj3vx6a9wuiFvm+Hob7NnJw9cUOKveCmM75MxIS+HFKsPlDyW77mava9gwGzvtJLZjyqTgQ+LiGEvtdCDD7yAq4+7LdZPQ4LKT0Arum9I/s+PT35Jb4LuuU9A9oiPNELorzPb+S9acLDPb0kgT7AUQo73frdvfOsS75Dc2S+2tSUvb/1mj78sHg9XI4LPmG6C74M6CM+k2xHPk5eKz085XE9yNHdPI29SLwIj7e9d0FQPoRI5r0K4O49G7ldPjK3WL0STLY+qD2cPZWpk75f6Bc+gSNpvfRLYb1RzoA+dpWiPm3wfr1HdyQ+pU23PupUEj34NwS/zH0sPUjMK74MDHY+ak8ZPvo9mr5Pf5e+/rTsvaN6Hb1IMJK+HkoRvQLIp74nLoi+bqaAPpNhrL5+x0s+KNXTvXPvbr7+O9E+r2T6O3x9Wr6E026+VucLvoQG1T3PuwW+mPaDvnn9er3DowA/RFejviDCzL5fd2i8FYg1vaIh+76L500+ZbdqPVmeyr6j0ow+0wIPvRd//z09J/G+92eNvqgkor2spJg+YTxkPrkbLD63OAW95m7EvUTrzb1W/2Q+BPF4vsvdSL6suhM+oumcvHQTWz7Hgj2+lIOjvqW6j764SHG+/oNgPshRkz4rqsu+5nBrPeqiqL7top8+oKW7PPxI1768OUe+xT3rvdwOr76Bpi6+XgUUvoSjpj5XxqQ+Tj3UPgiZbT5bviO+9OgEPkbZZr5cs5I+JWFfPcTlLb6wV76+tR2DPn9YlD6d+uk8sFAJvetwIr6SOs4++Cydvl01iT2J4jK+ODi5vde5mz6+9eU9iB4lvurtPL6M1h6+4DCdPgib2D3V0RO+hFbCvtG13L7GwSq+4OKsvt0ymD4xe46+XAagPRzsxr1PePi8K49SvV1aXT5bp9A+5aUtPrJWeL5tcJW+yHE+vlyOUb5S1Om+L4wlvSc9JD04PMi9zXyoPrgEq76/fbY+KUW3PZBQz77zJaQ+eOaWPgVljD4Yicq+ZJ1AvlF2tL1iMVU+OYKNPe0Jtz2rjPG9XPEpvrhXRz16hBG+QOQkPsvTNj7CKwI/Q2+NPgX1db29HGM9FOQCu/Hs2z4oXpy+y/+jPg2Sb75KZaK+pyC5Pb1KhD6Xzuo+pqJfPqk//b3+lM670xTBPEzCqT6EnDk7KY61Pdfss70NYp49YXGjPey/nT4AwI4+2OvFPmqdgT3tURO+DqCKPoV8vbx1CZY+Vx3OPeXwnL5ZGqC+W5y2vaxuKz5/ab6959OZvmmN2z3eat8+gxlWPv9v2z44c3G9ejq0PktAdzxzUwq9JYahviCiKD7DRjk+zeiSvD+Bjj1qyuk+6tUYPtdE971+QRw+6I6lPsxhKL58UwW9fvU6Pb26476iE94+TQXLvvknLr57mcw9QzkePqtQkr5ov5E+3sNevZfJkj7tBiG9YrF2Pnsqyb28bG8+9vXvvcdYmr0dvyO+oxW9vKX3Pr5sXrW+Za6kPYpBgD5/xyy+MYmNPuf3Hr5t/Yg+1HktOxz5aD0wNeG9OGJlPutmjL2lLiQ+XBiyvXFdq77mLhs+x5BTvu6w175nqTo+/DeQPjZ7Rj7lAUq+va0avn1mHL2lVhQ854oGPmfSo761Zsk77x/gvsd6Db146Z2+RhQJPit5i76YfFY9Sg6Evo2HnD2YCOQ84VCaPYeWH73c3Wq+9kSmvZp0R75sDuY9KAE7vp8l6b0AE0G+71y3PfCyuL7q93I9ayQ4Pf9ZNj36oQe+OtWNPseshzxIpTY9YdvpPgnSoT7p7ss9sMfMvjEpy73JKqO+zVKnPaYRv7y3I+o9F6WTvlsHBD/3dJS+8Ws3PkKT/L29VJW5q2XIvk+Caj15q4O+otlhPRO6CD6yTqQ91OS9OtguLT1BijA+CoUJPsvpOT2/dr49c+4BO+K2xr1Cs6+9AiNUvrHVA74G8Ik+kU8sPpnCWD4RsU2+jeRJPueNuL3+7qO+NDMsvcPbwbziB+o9uVOaPhNa9LwnEWi+flaIPfqeKL7Lc7y9JpXNvSfgWL4eZKG9wNxHPLtL0T0yIRG+DgASPnbRXD5RcD0+45o0vqt0jb3qIjs+7cS8vSl1gz7iEP89hEMAPedSNT0qOpi+hzPtPNCwXDxnR7A9+zNGPlhLD77ywDq+7lqavpz2ML00Kxq94Wqnvf0IIrrSDSg+3EM+viOEbb4tF/Q9OsBevthgKL5AQFQ+XXqSPOqa7Dy9RFM+W4agPfMbKzxSyOG91owLPkzjlT5geKC9aJm1vEWB4z7tfEO+bYnwPiirpD47ts0+BYosvhx0bL1Dcak+XxEDvhDu5j7i4uY78QKYPmjIUT6vL7A+aLzGvknsmr7SmNA+d/tsPoQdVz7BVqw+ryS3PjLcnD7YzGO+GIztPAW/ub65upC9jMMKvlux/r4OaoE9NhoxPgWjTjtUIQA+ndnSPCc7ej5fPU4+FmGFvSinpr5oUbQ9UtM1Pkgu2TyX6aK+jLqMPVQiUj6yA0E8JpFOPrKztb2aAsw+TeZ2vrkSST4WKfa9yFKGPLkE8rwJyh2+NAEhPoViqz0lXp6+VQC4vthAFj99aZ4+lvIJv2QoGjv7Gs0+9gPTPeyAqj7KmsC+ScHJvkSDKD4J8KS+uJuLPjnajL31nGi+RuqIPomeBb+ju+k9ai0zPp6FUz2nd/I6OLePPiAsgj2ElxS9j+OMPfdEjD1WEYG931sAvubDJzxOu6S9qeZ4O7Zuvzw2oJs7TbOrPN7XYz5LR5M9kWo5Ptlxnr5i/gK+DpdXvLTRnr36x5y9NI8WPT7Zj70DJA+9Nw7yvWxeM72ZOgO+koVWvmykg75dCnS+PSDfvVbIrr3kGoi+PGz/vcNCBbqIUTs+IUB2PsO4Cr0pSpO9I1jVvTGrl711UUe94mMVvjP8A76pceG8cxbcPQsU9zqzYDk9MyZHPlQJrD3EWM+9MiE0vvp5o71DX/G9wtLMvHj5oT05rBy+V1JHvmyjKT7G1au+law+vDSBj7szfIe9t+OuPeXrZD4Mqzs9ZrnvPYu4Bb1b6EW+zBAiPc7mAz02NBi9xarnPeXw5r0hfGm+EXkEviqjJD72Rk++5jv2PYT22TwGfoc9cCJdveZr0T3cdr29tjaXPSkDDL76hV68uQ0LPWUcF76+vz+9hTu+PVxjvz0lBKC8/BkBvj8qjD1JBMC9DWkyPtiAar3YfYC929fUvaomNj4Qn4c8hSGTvXgPLj47ZGS+hSHDPcAigb7S7p89OI3/PSS8SD4x8N29I0WbPLvbMDzCeUs+SlKoPZCLjD3tewS+KEakPTZxfD2jDLS9DdLOvdNlDT4YqHW9oDCDvflPmb3XQpg9c0dDvLPud74hrUe+6hW+PKsrrD3dQiK+Lsq1vR2LRTw99aY9TF7WvS73trylmbo9JJDSPbU4qL0vija9DsHbPfApDj5twYU9OdRJPail8D3dZEE9n+D+vRMzQLzCFKe+08D5PBltNT7jrAQ8bs9WPvAyTLwTRfU9eN72vaHBMTxknW8+5RkZvq6VbT6qe4E+nPQRPhy9Uz51tOw+nL5Dve86mr6L8pm+qwOCPvGbnD4UZiI9b3nnPiijIz7J8pm+kqWFvtgIw70k1RO+N6d5PpsKCb/gXcg9U/5kvoZ6sD2DuBo+s4OSPg+sSD6Yoo8+BC8kPtbWlL5EsFa+PQLCPtiFGL41Alq+T+XmvP0Moj285pE8XioLvVmDVz6AuRo+C1bUvNurnD2leAO/e7WAvpOkor55qg4+of3aPkWrkD7tp5q+THi6vhNA2j7zPlQ9ksOuvYDE7b0QlYI98MguPuoKfD7shYi+YbBTvnVrXr1YisY8wewBPoYCN71Tppi+Gm+huzvNSL52BV8+GNw1vs6R2j0nA7I+gOacPbBZob3Fe8M+vw1Evnen8DtSOkw+IdcgvjL/ZT4d1GC+t+OxvTBDXD2zhck8ZdPePkl1AbvVj66+33vivUVOXby3tdE8PRbEPY2lib4KbyS9vIyWvDTqB7tF/5o+IWi9uxMyCb6mbA++0V2Cvu4RVj1ONVM8/FECvAe4Xz50QZG7ojQvvV89mr0NqY281i2Ivq/Djr0z7Zs7QxWrPkUo4j0gEJM+fRZdO1suKT6pfUI9DmSivjOIpr4lv0o9p9WgPL8IuT3WtnS9M7+JPmB6qrx983Y9dWNnPqqtrbthvwU9VwCovL1xnL5A/DW9NEezvRaOGTyMsBk+Ps06PgAGCD6r1Li+ot6EPbturjwkz4c+GrI8vcjGAD4Cb6y+Jw4XvewWtrxZ1bG+d7jTvpnY+r3WeTi+2BsfPmTtGj6Rd3W+mgFEPXT/mLpvfYo+Hz+IPZXyhb1MmIw+ZzSGPRhIDD49MGo+Z5I0vf6MVj42qk8+5HvAvciW4r34VYe+Jb8uPvew1D2eGaQ8viCJPiODrD0cH/m901vyvU6jh71HsdI8faU6vtOPcj6NSsQ9RyvJvk09lb3IDDc+lVAgvm/L2z66PJS8UKaLvpL4F7ueBjS9HsuNPtLXGT7LB18+xvHEvmQzSL6GVsC8VjVBPufI8LxfUAs9ohl8vRDEkT0Lbns+9hAfvkdgSb7sqdu+FrUnvkcyUj4lW9S7dMKNPRbyQz6HwZQ+SWo/vV3QD77Ouo8+6jumvjyXhT5soiI+CVypPRpulL6cRN89AVy7vawXlT6CjRk9m48vvVkw4L1ru9+8en+PPEFlrLwbqqe+w+QAPrpzJD7QzHG8miAKvZ6tTr3S2m69ls5HvqiptL6qHny9kAcIPuRwbD7EWxE9iKXcO40T3D0q2B2+pG88vRUsST3/HeI9yC6jvri/6D3nRSW+RMRPvN5Tn769M6a+tsQLv2B5nz2Il7+8qHRqPS70+L0BEEk+6oAqPimVmbsRauK9zus8vQw3HD2xnqO+6qS0PeNGS77zbdO7YVbzu9I85L2CkuU994NbvU2GvL1sQ8q9G16gPaYF9L1e1dQ8QorKPjI9oD3xFCi+i6M6vX08Zr63atM9PjGKPVudeT2HeA6+HxSWvkoBnb7KQdu9TlCDPrLuKb7+ONU9LFAlPoRAVDy/0tg+Xp5qPbBFzjwVqxW9kZpbPgfKGr4aFO89E/kmPRkbtj5PAJw9djctvZepqz2nkrW+2oMwPrnMkD5NikA+qLLYPBFifr7oUQ0+pX+tvs+vKb4ZpjE9PYdxPnux1z2T64W+BRLavYPmL752BtG9+SV1vX31xL75WMm+FGoEv7Ghn75cpzw9DjiKvutVIjxePlq+2GE8voyu1r7MKM0+MCt+PlIKXT7zQKC9bVX4vN2dYr73jLc9YWIAvqy8oz5F7Xg+DAUHP9GeRr6HHQe+EFgFP2rNUb6ForK+NWMAPfhXdT44Y4c+9E2PvTq8wr4E716+feUrvopYLD2/FgS+fIHKPoOMXz4Wakc5Z9FuviG+tD49dpA9Azf5PgP4Jr60h3Q+2wUxPmU7dT6xpJK+bbwmvfsPnD2yhMU+3uqBvTiOxL3m8/c85fGivaUzfT5/hI0+sp+zPSXatD0MZns+atcwvvYVHr3lSpW86aNTPn/8Br5sR049ZdLvvfgxCD7R+04+6DDqvan4DL719gC96W5NPgB1n7wWw1Y9y3gmPENRaz0Rnni+Jd8Svas5SL7oBa49bSYjvywNVr7sf8m+FXo0vnbDirzsmis+6+g7vpuQ3z5Q8p69BaixPVW8zLu3huY+9vhWveH7Ab6Xmuu8EwY9vu7kBD2WPug9/JnSve8lW76s6Qm+hpu+vQ9CmrwLgd+9Tj4qPePMWL6vW6k+9LosPjGty75mkTo9TIDsPS/fgD5pr9O9c3CxPQsGeb7SVJS+l6eQPQvbRr6YIKa9DHNjvu2RgL2HJ1g+SN0eukw1Nr4lvKQ9deAovs9njj6thA6+up2FvtTd/r1yo9E9iPqLPkzZsr3qxQA/WLYVvnOm6T4Cyf69nTlUvnCpDT6JeAI+GKv4vIWe1L2dKDQ89vNsvT3Ve75Nuv89tHERvtYkND3iyoM91f+8PNMO7LtESuY9uOaGPktbnD2Ifs+91TYevfKZ0b1ZXE89evk5PuyaCD6Yp+07hlk3viIix70rNw8+QmL3PAkB8z3raAg90mXFPRJIJr3XCXw9laDzPkjSiz3jBpK8s1q8vKSBvj71MyG+91L2vhlKWj6BARY+l6KLPQZ7ND431iA+ISibPTA5tb7WjQU9xkDJvMT+XT2YgZ89wDdHviNgQ740V4c+d9lVvWf5Sb4Lkh4+LGIsvTsfrD12yRK9n45JPkg35rwtCQY+nQNnvSqmQD4kOAW+UvJAPu1heD2E+rU8oDbVvJnGN73/Ucm9/yuCvvJoI70D/yC97scpPQ8sMT1C6UC+5CA+PLqA0L0w4F29+my9PS33Fz5Vb5M+J+01vKRciDxTd5Y8Y70APkU6gb28ZxK9eqBIPf6W4j1nPDE9+CO4PQhmKD6+bUU+ve6AO+ww1bv0GYA8g11DPRSitT2dLZ88/OwRvpaOjb3CRu28laJCPQp7bL39i0M9dx0evbX9Lj226hu9FsuAvAJAqj2dima+p4xWPKvKjTyikb28sp+BPGgIF71QuWS7dRGqvIx4rL0u2Lm9XCLzvXSkCD6Xkj09gjjUvefHxT0Ny0I+QwcKvQOHTb5dXRA+vZ4WPPrgPL4Xv9M9x6tlvOuiN70XNoa80iX7ve160DzYLhI+loktvSTHsr0Zb7+8sUGTvj/aK76CCAc9GcZ4vUotrL70ciw/dI7PvYLK9r5e6cC8T2+GPfGIUr6QG46+2LwgvR8lpL67aJY9QvMdPpTONr68RKA9miF6vX/YhzzJ8V291ilYvCnXnD1hb4G+OyafPZ7SNb6wzMg6rhLDvd3pDb4im+m+RTFbPXBqxb30FF680T+evfgrWb3TCp69LL7TPGVeBD/fLg49o6zkOz5Bi756Sbs+wDeGvjynlbwvvcq94mUEvmXn0z4sQBk+zxfNvfmWBT7vaI4+MWLePsMFFz4fz4Q+O9CpvRbOCr4wS16+KAdcPM/6nj3lHlY9U6LSvboR0jsaZyg+qADeveQ9VL5NRMY84bWUPkwWET3mWo27mZTYu/iKFb0UvSC+8D2bPenmOr5mrlQ+pR2pvEnZLb00Ui2+nz+4vciR/zz7f4y9TCiKPhgh/Thn9Kg9R6w3vNKDlD3USZ49ouHLvneADr14HJi8C4ADPlArCz4aliK95TUpPZS8gL3y73++hReFvfzkhLuu62e8d5i7vSYzCD5pyni853swvYVCkDwLRJ29U8ndvorfcb247RY9eR47O6NMWz1MpdI9WdI0PG7diDvNnoe+9HKtvU6Po7xTX+g9LasqvmVQTj1CS+O9OsbFu/yEvb7AS6C768lKvmE2470aEsg8zK8iPGJ3Nb0Hxxm9h0nzPcP+gD1gUJE6ZDk5vfILHb3bpxq+wB4KvlYTUL2cakc9zwf0PR0HJz6yhyg8pJvLu8p14b1nqrg+ycPeO2Kk9DzxUFm98im9vWjWrD2rV5U+i1s/Pqd+O71sp1q8w42CPUBowDvvrbY9lANHPj0GmT4H0FA9ksRlvMRUBj6xgp88cNikviWJWb5lkLm9h4ojPDXv7D0kLng+NmzdO4IY3Lwc14s8QehePZH0jj1xwVa81mNsPCIWirz+IqK9VmY2PG4T2r0OABU9NRrAvEC65j2x6ke9xadfPVGBGr5X65E8JCuqPWnweD1JyvU7MJJOu+qhNjtVBdu8wby2vMcGGz3JFkc7eC6ZPqLXADxXQtq8JXb0Pqa6gzusfec7pRSsvQGp8TwZ+wu92u9YPmfVzrq1n4Y9rqoTO9iUUjv5JJS9t+c5PHTClD2p7A8+SIzDuxAzkrxOGVK94IJAPh8Mpj75GLe9mZWNvLB4F70fvJ87HkXMOgopDb6rWZq71CcEvpAQc71SQ1m91KpIvU3z2b2SXeQ9OEmnvZg6BT404kg9+N/+PS319701vAy958L7PTjK5ry3ORo9Eg+IvCzOULxii3C68jTzu9aasj1XwBo9tJowO8254r1Dc8i9jfwlPVR8t7uc2Ze95XPIOw8jE77VGrG8P9iNvfPqJLxBEEs9Dwe4vTIF4rx+qgK+5SBXvJXa7Tx1krc7UvnvPPrv7j2hEdA9ydTFvWxcor3ULmo92x6EvI6j27uJxU28xldnvAuO8T1PSQK+kR4APlqUmTyp5Ig9jzSoPb1tYr0mH0o7gQDYvZPQBD3C8wa+TO7zvX25sD3VPAQ9N1MRvhQxBDyKdRQ8sMqHPOShrb018oU8BRiIPC0p3z3ogcE9Fh6svEydZbsb1vU7Z01UPWXfID4vqTc+Gf9ZvMCoaj6Uuqs9HrxhvYy/S74faLc97gCcvk9Hzr6uYVY9GHhXviQ/NDwSqwK9Si2kPehMhj4e2K4+4dTjPd6Bwr0ZOTQ8W/qzPWGTu74QoMC9FxgLvcPB0j3Ywt69eI8yPqLIIT03bV49or7iPTKF7z33NZQ96ol7PUvvsD2we2c+Cfhjvhcg5D07wqA9agEMvUHUFb74oC696siIvqGXmL1lnKa9LnTMvtNznL0Pjpi+Q4MivlqoKD4zDCi9q1bQPWTvfD5AqIG9DQFZPUZp1b5TkwE+5t/rvQbcLj47qc6+9MYePsmqGz6fWHC92VU4PJbi1j01VZs9mR+ivaQ0Wz0T1AA+fYCGvmZypr3Q3Ei+JlbVPTWL871YfGi+amkhvq0tAL5pbw8++kmjvqtM277DvVs+ibh1vO22Bb3+mK4+qqq5vSvh4L3Xz4y+3P75PRgzob4+TZc9XMiYPXnng74oDaw+wrGWPlA3Jjw7B5e9mO62vZDsSD5E6eM9ihKjPikI4L7FpLu+fd24PaQeDr7y3Zq+n3KmvlHoyb2DULe+OMhJvGJB5b0wyO+9e6PEPZKPAjvtB9i9xLr9vQsaH77TYIy+SAY6PtS0kz79yLq9g5UwPrDzXT4RG/e+Bez8vIGX/z1dCTS+nmFGvhQeDL4nUg+9+Q7GvRgSw72x5TO91z/wPtuoJT5LP50+I0J2vk2wr74IAMg+yDeaPqLdqL4tVP875fcSvczQzT5fO1y+ignhvYxFOj7vo/k9GJ7APL5oh70uob2+UkYCP4OKxL7dTvI8+b3DPOawzD11Vso+nW/JPR4HAL5/wry9SY2vPKmo5T7lmY4+MpyKPkvDuT1cXsq9rW3SvvUND76lpc+9UByOviSE7r1xnLo+M+3IPuWdLr1Safw9+MUPPgjUab2zbBq+xTFnvMmmTD4mGAQ/3JWWPkRRYD7cs26+eoCcvXKtcL7Q+1o9kgR9PiMDgL03sK49a1t2Ps+KML6+65S9M0WXvugBmr5eXBq+cZkrPnrSwL6yc7A+8c8IvTbkoT3bhMg9XqUGvjGshT7qUiy9VbzkvoH3ML7foQY9jCADvLz/VD5qkkC+052DPFj/bT2IApA+1GcKO9AWHT4xrUC9x+iRvqttPD5wv4E9M0PIvWkcHb6u5wq9HaCrvrNyXb7oaxu+aQLMPnDImT6GW2C+uDHPPlCqDj5ihXO9vd7fPTjaWD54D7m9415fvaT2Az0Amqk+VtgLvQoaRj547Mm8m6dTvlNNWD4+iHq92zmWPs4Woj2FAJ++3mMQvbBtoD2hpS09yT+OvcXEDr3klZ8+YJ0hvoeIC74BasK9k/5UPtrZCT4fn86+DDSBu3K7Qb2YphU+kDvyvf8q4D1cxGu+g2qiPV7wnT7HcVI+95TVvQfExT0hNZ+9iE8rPhpigr3LiKE+/HZpPo8CML52ksW+n0p4PeimjzyvhHY+ex3fvUnz5z02k6G9SeI8PivyTL7NGT++vcg+PZQSBz0byrg8jqeRvnGnJr79r6K82H8OPsdvYL6Sv5c9IxtaPlB5v72KIpA9kW/MvQxEtz4Ecns+Pf/NPgI7vD6IgwM9hbqwPWSUR718RxG+zh8HPQItCL4tjzY+nV6vPWyVar6wLK2+ECQ3PrzTsD4tYrC8hYo2vdP9pr219WC+fuRGvWkyEL+wS6K+VVHPPrhNw73lOh+9T5ylvVnM0Lswu0W9Aju+vdlhSj4QZCo+Qa58PlR4RT4Yu1M+lvpvPUgozT2IBq8+Qiu4vQ8rGb7+6qq9xqYhPgOZlzxm1GG+BTuTvb1g0j5kjZG8TRA0POSnuT3cvGU+4teOvtwDPj43NTK+M9NPvty1+r2yvpe+K6X4PaEv3Ds4CaK+f1ygvmNicT4mdAS+dvDhPfgk3b1fIpc+1lvzvC2ZO761lgI+uUAEvqekp760td6+ssJfvYNu6716zQG9TjAvPkNphD7xn7A+VAMAvqeyvz6tY2i98MDuvu0s8T0BYAu+A0dbPvJOk74XJK8+zsk1vphwqT5aGi8/+1gjvlysar4CSMA+hASePt1Sqb41+bi+6uLhPALeeT7iXgE9W0eyvga61D34CFq+nDdIPiMGsTwrpRY+tQzgva8Ymj7QaIU8PAPLvZ84KL6pNUO+dv1HPhd8ar0PLiK+RTAHPlQNHj7rD6g+eJQLvrJLeL7Oq54+SLehviWnmL4ho3S+xl4APp9M0rzpJbE9cMrMvKtZeb4QZtU9UtSOPtkDjT0bx74976WDvpyVET64dE4+FPoTPkg5JL5kA5u9THxRPlIYrr7J96k+X05nPQgaMD7PFAm9Tr5avSQVg76qm5q87G+APhaysT7v7pE+Ih1vPTLHmr5qNAQ9FcGbvTjPjr2hGZE+TLjBvpQUGT4YXKq+JxaSPjia0rv2GIq+BE8ZPjqhOD314+8+n8bPvpOBDz4BAau+MdHIPRsPm75mzMu8KFidvm/fhz3gbbK9gWIsPtSrFD5Zqd2+6OUhPUAdGL5DcrK8V4LnvPd+o70trkG+vPG6veTe0L24Yhw9SApMvhRmsr2hcg++aaMTvhTYL756O669wfZ9PvyArD05kA29ckCYvWWxBj5Qy3k+gNSDveaQVz6vxkA9531fPvnauj1LMCS+dLG7PqdUmb5MgT2+fIqqvmjNTL0N2GG+knPNPiJF8j1n6V8+la5OvgVXs76kUQG9bfmDu98v2L78QB2+JMLFvVhODr5zhiO9YsOqvait/zqFVVK8LE1CPYRUMrxB8UU+swElvhxhB7+/npE9GysGvmGA2rxJRWw9r8JFvjRZgzy2f90+8FsTPrR2yL0z3Du+QS84vZOCTb6TiDU+SRDWvdXG2D0iI9C9sh8CPwEVGz6M4su+IEeyPs5e9L6nl16+wR/jPdPzMD4vPOk+KkENvu31Cj75kVA+s103PZjvgj6iSDE+Z9N0PqzzPb5lxEu+R0T2vO8vMj6+GEy9QNJqPrBikj50C5K+S/tjPlk/JT2Ua829eSw3vkpUzryA06s94BQGPhXMnz5h4Ws91sUYPvrwlD6H3aG+qTJavSg5Ajn20gi/AoqvPoh0VzwNq2I85qZMvhZEcz6jnWA+ieOBPfq4AjuX9aK9i4Vvvt0zxT7+MCS+LkE9PeEwBr5hHPE9/U+aPcpHsL4Re0w92gObvScEaj7Mlpm+wV1VvNyIFLxhPzo+GwEBvi24Cr7pkJo9djxsvVBROTsny4c+YFPNvTEjkD1nJCQ+aXhlvYIshbtBT/89RQolveDzl76o4R0+AkUavkXpED2GJR2+Wrvlvoqxu72891U83b+PPdDqo75zkdI+nXAAvlEkkr4lvEa9jLDLviweqj6Evu4+MMMtPk48cb4q3kS+kll0PaWKED66H+w9ikAxPtIDgT7N+Zo+4pm1vYIr873dGHG9lIkfvca3Dr78m5k+jeN7vYI3+D2WKcg6dfq9PHlpUDyRDIk99HjQvQT3BD6K+5A9BBnsvhr6cL4ECT49WeIgviJOALwkPUc97YPhPLIaT70VsWg6orDEu1e2BT/i4U2+2rvCvnFzwL4YBfI96ANlPhhISb5zWP099EyLPakzuj4o6pk+1V6CPhb2Hb3KAaY8M4ISvqA6Mb4VpHe+dS38va+3pbziZUa98PC2PZRodL5DqEy+W2novC9hZD7DrGs+TyEDPLt15bzkKHs8xisNPp6wjz4Dcz0+jFtfvoFoGb7pQ5y+fJDOvXAtibw4hbe+L90GPuE8hrwzzb28mpwHPrQ7+r3UMZ4+wSAFv1hlRT4J7CK+L38xvWPRND5afrw+duCEPgXIvL4+AYU+VzQXvQIP1D1j5QA+qBpEvHTcNT3n5CC+GEmwPkJKob3jye074h4NvhMRXTuPAJO9I6cbP9YOoTxlgtW9kpERPqZ1br5a6ho+cRUbPowSJj4rc7C9fZWqPfTm9bzJ5F092LZvPmPhrD6aPEu+LAc2Pg6Tb7xU+Eq+IeYHvXrW7L3p4as9vegmPqU+YLyFjyS+bz0AP1lGvb1eJIu913tjPjtdRz1kUB0+26djPqvR2r0oE8q+ToNrvvwVzz4Jfai9yJcRvmXckD6p39i9VxPavBfpyL6YeHU+R3/UPCOs5b3cA2i+OEyAPg41PD6swIG9SjbCvRX1xj11ASG8XEmnvocNXb5P5CW+3mOjPd72zz56B6G9ZxJ6vYP4Q75mZg2+ph7XPcFUDz7bS4m+gXvYPRy6ij1jfKa+oHNMPpFEnL27JpE+aQ+kvf0Mbz4Ypho+uWVQPr1CwD401ds9VBaTvUIpTbvoEKw+CNEQvmfxY72V/h894eaaPePWJTz/4wW+8d3sPcfsjj4QRS09hLltvVX8M75L8QS+TJoNvtNt5L0Or5q9EB8YvrLMoDxy9rY+v3UuPcVwSb4g9OK9yPWlPQ5fKj78bpE9lZzHPnR1pj3p72I+RaffPB6WdD1Kb4u9fHuZvkTKNj73D42+k4RhvazAVb5kaao9gmsXPE5HHz7zLlq+pE40PgPT5r11Ulo+9R6XPgekkL2H0DM+bVPZPr8dDL4ZW2Q9uLWJvp3xyD2B87Q+JUE4voS9V75wL7M+tSquPn5K7jh6h0Q+bn+Hvvi9ZT3H2zO9uv+LvrKqxr24b5E9T4sUPpLHUL7r6Bo+QPzau0msvb7bF4Y9/82xPlXjVj5HGhU+AqbSPmyyU720W5s+d8Mnvte6JT6+RLY9MmOEvvYagj5xyds9DxHyO0XoFr6KXIO6ndZgvutYgrt73ak+j4nePa9k97uXLE++1DDOvYPpQj0FdEc9NyRgPXgE97v78ci+BBNEPsWySj4hG2o6AZKhPQOCV71ZZym+jshuPkao973od+c9zq3JPk1cbL3XdZM+/PeRPC+Gtz0VKf8+xZvnPMsQab5M7S2+O78hPjiuQD72VoG+2kckvnH+V729PuY+h6+VvCogmrzs9FW+Kc99Pn9+HL1xYQW/pALfPDkdqj5OemY9eN5svsfHgb0O8/u9Ip6TvmeCtD1vFL49eKYLPp5pCr6t+lI+bfOuvYVYd75PuoQ9nQKPvvx35j2Kx62936RePpEtaz498eY9GAePvuIKNz5CZ2i+4IjYvNPE/j3abkM+0cSCPamHMr5xCn+9GdYHPv8Jib58Xb0+pgTUPH/DV76YbVW9VWAFPojyBr6dKsM+SDEBvr4Jhr3CnVc+5n+ovklzoD6N3t89jVqpvtzkiT62nZm9J6MJPohfcT4zABO+7JAmvLM68z0a7XY+dVtoPuZAkT24I6c9P8Vwuwztjj6SsWc8w1+Vvo/St77RR9e9UMdgvkfq3r7vUHA6fXuDvaKxAz5VEom+b6WfPvTK0z1PFqM8rCeXvUHjbT0YTy4+Zjukvj45Bz45OWK7fruAPRIzQb1lgnW+XGaGPnXnh7zeeQ48SvwKPNydczsmIZu+4Ck/vuCqOb6vfpQ9lFRnPhWBoD4mRJ8+eCSVvsV/Gr4PHtm9rWR4voeD770LLTO9WrzXvneWxr28X/89lh4xPfraQL4ZWzi+x1mnvj2FAL5bb7i8DP9iPZxI6brD13k+nIwnvlvmMr71/tI9bz0+vfTz/L31+i2940MJPSwjRD1TyIa+hDh9vidAvjzhxVs92K1Bvu+pkL3qLKS8yx8svRz6Kz3Aiei9P4ycvis8HD5lRZE9iLNLPq4GSTyN/so+S+4MPfZVoT0c9M892KRnviySX71N5LW9TvgsvoRAUL4lHPA9Q6e4vMG8pr3TWdY+9cUcvXRQIr6sfcY+RrOwvgXgwb24fSA9LR0kvuXNfb1HpLu+/o1dPQZ2hL5dFX0907yxvvf+Xj4pBdC9JiZmvrtNez7cw7M+tl26PE7dlb0Qsxc+jhMLvkhDQ76ER8C72qtavh4sNz7XYAi+WXfhPTBpmju/WdW+TFXOPfuiib7/IJ2+tGQBPlKXkD1XFFc+kA67PaFH2L4EQRQ9AbUrPofWlDxClly+B1DqvH0/GT1KBNo8EqkJvst/Lr32kiw+FxNJPV9RwL2OBIo8cRDDvY5wcT2TLi2+fs62PWx3ur0L0we+LeY4vub9zT7Hgge+JYlgPhD/uL29b808igCzPtj2OL7FHSg+MEZKvr0ki766vvo922ZhPvVSbD2eE3k9mYhMPgHsizwTOe6+DhtAvtHw1L3Ynm0+LJWFvWy4AL7n1j2+PXiVvXJ0+j1Dar888ehGvgpcfD3Jxx8+zGY9vaBRAz+04l++ZTOUvRn+8z2oLcM+mRGfvgJ6er5BFV0+B/GgvgscpT5euKQ+TZoLPkgHoT4INUg+2SIOPIFogz3yaGk+TEEvvnsZAD1sGqg+VfAAv5ICpb0S2Q497hT4Pcg5zb6xKWu+KbLWPmkOYb4plae+xoSCPRR0Tr7K7Zg8XkcuviA+J76SX589RtJ9Pmfg6j6lC38+Hv4UPSVpU77Uqr8+iH2LvscylTxsDKa+XKy+PBrQcj7v3ig+2mORvj3KAz5BVAY+FsKRPgMTfj0h0tm8gHpxvfs92bt/Oui+/MLEvUIEhTxCVTy+0h8pvi+/Cb5GyiA+WKO/PUVMnb40L5Y+jWAtPi1uCb4scoQ+820VPBSJlD4m67M9jn9nvreDSr4S+oG8WF1kPp8TIT4WnaI8gvwHvr2niz3oFBs+jriyvkkHwT6AkuU8b3oSvsCeH763hY++JTZ3PXlTwb5zFYs9GKqGvsEbYz4dvRG+ESYjvn/mgz5Q27k9IPw1vqXrlb5ToQI+RG2qvrk2ij6dnBc+zZOgPZ2V+L6Frko9RREZvvuQOr5+UuA8EXSMPigqAz5Z7I0+ksqAPedugr66a7W9D/zhPSmRyb0uvme+kI9svpg6U74EOuo9OdAIPm1+eb46W+49xQrYPs9RlT5+WQQ+ZIRPPpvR4T7vJiu9mxCKvVacq7utshI8+yf/PBTb2b3CoWo+MwuBvp2PLb63uYs9Vhr2vnROsz5bJJy+BunXvX1RArvKCja+UKATvqlKh7zh4Z07d2zHPhb3K75QzAI7mrotvujgtD3flgk/rfQePslCwj2V31e91q8OPXBZXbwyk7U+YgkfPm4Ksz3g9XU+sCOHvvadI74w2IY7jbTYPK7Wy71j30++whnPvXKJqz7VLRM+bt4KPpqPVD4Ubcq+wOspvgwxmL0PVF2+LogjvlorFb5U5o++k1eNPmnLkr6ow9w9Ymq+u0UoHTzzMr++IUuEPnRLA764i62+WnBzvIOFiLyrFr6+neoOPmrvhT7XgXm9ITFAPl7VhroBF1U+sFK6PjtcJr7/DmW+gPL4PdMfPr4tR1++68LfPjb8BD7D8iK+OraVvUgGwL28nn++V4/MPUztRr5LC349O3TqvOp1ED6WJJO+dnA1Pjkg/70qRsi9IBWRvn6/9b2DEVi90njjPXI2Xr5khKU9Qkzxvv4BuDwMk/m+/ipaPObGT77Rk2y+IjwKPvjBIb7vaEC+IGBRvRb9gLzufoK+KschvvyVsLy+JqE+g2YIvgxzaj4UJle+F5zKPTeFgz63CZy9UzvFvDg0NL3INyC9FilCvu+5y72TP6m7b0PAPVIBGTywydw9zv5CPoahzj4O2j2+UCgKvvwcr76TP6o81RuIPjzpkLxDqTE9kFcsvQHmYr5iw629Ox61vKMo4b5ryFI9OUyYvYgIZj7Hpvu8alS3vaIgBLxFzDs9b7gCPsnOE77uLQ6+QOGPvgwYCj1VXl07rY3UPur8oz3tkxK+5Z4UPnT1oj3OByY+6k5xPbtGlj7Nlqq+GTcaPVsaVL5LzhC+jevjvWzeFz6/ite9h5UmPgmANr4LAEw+tocmvj9X4b66vP+9YOBRvelR3z0INBy+jaLGPVfWX741kpy9CBpvPugFdz7QRQM+Y6WsPZpier2cO4U82K+NvVQNJD5SBLs+R12tvWB0rT7U7468IOyQPSWZ5L0UoqG86yGlvoFDwDwo1EQ+sdmnvVz/PD7SSDi+hq04vb7YRD4MY+w9L+yhvvGt0D4fPzM+5OU4PXBsLzwd/gs+VXo/vupviD30p888Pij8vQjV7D7ksqE86r4gPl8C/jyp6L+9l7mCvTkLqr59FY49lK4ovfx59Tvak+M9y3+FPnbNg75MXwG+DEXBuwsKur24+H2+vZHLPunjEb69EKY9o+lbu8Txmz4erPU9OLlrvu7OyD2oAEi+cLoWvuWLPr05SFu+wFshvqEDgb6huTE+ooNAPqMQfD6KQ4E+a0wyvlZ8kb0OnAW90S9wPTytrz3ZoUi+on23Ptxsn74kt1w+NLt9vqEwwj2eKhA+V1pMvPzOmLwlEcy8OK6pPX4FU76Bvfy8+HyzvmnPnD3AIQC+POoHvDQ3xD3Nv9u9jdxGvldfcL3Wsl8+1au9vrycnz4EcEe+KNwDvlfSX7wTjXY9nsuCPhMXj76fyQM8F3qbvuwT/DxEyHm+KwZXvnMr0bytVrs9szZhO7pGnT6B8aU9gToUPZ21jr4rtUY+eFSZPuxc471t7ic+Un6RPqAXPz378Nq9XyAePrikTT5VjA0+8PqAvuwCZL6ZCMK9y6M+vjikYj7zJ7k+jd4iPaQ3SLyanVK+SBEDPueQfL1RI1U+boYmPuLRyL5KeoC+LJ//uiSR7DxqCoK9YnzZPmy0ID04u/C9glaYvWsejj47GBS++BuDvJ2Sbb5OcZ2911WLvo42J753xSg+jDn0vviVyD0ZCB++j9NvvsrP7r4rAJ+8bdjLPCh0PL4FrJC+X9NMvuUah76HVCs+It1SPtSTKr5B19c+/cSmPkUIGDzZXAu9vkorvl04nD5emYW+poy0vKi+nrwPGhm8SKhQPhGauL5xYqe+QXFnvucXKr7i8Xm+W2bgvXZhDD4kq2w94WU2vobVNT2xnCS+RorGPcvzKr0TbPY80TGZviBVAT1d0r6+a47wPbi3jT0WbvS9RGOzPTCajj4m9Xi+2d4Fvv+YhD4Jqrk+2Gzkvme/qb6HxAY92PWdvT32wb42Ew49J6ZBvhJbGb7Nrds8ZapTPsH5oDxv/Ju9sPA0vnEfkD0Ek7M+QPRLvbuITz6aCxY9r4UkPc0EAj6ZS0Y+c4xUvrUU6D2+Qb6+2zidPZ9UQ77rVIS+FHUSvuTLaj1YzgC+489nPiZZQj4Y11M+wpstvlR/I75PmIY+ARkCPkCmGD6Xene+h1pQPVQjkr6bm0G+ZHZgvvFgtT3lcAE/JOFxvhai1j4V61O+hBgVvv9VTD1rmK2+LvCivgAqhL47e8K7PBgMP7YBgb4v2Ms9YRQ1PagMZ76P/Ui+NWoyvqOoELx1Nqe+C221PtjA3bxcA6+9oBJPviq4+j0oxY8+jA8EPcTn7L7LoJ8+POFDvrnh3T6GJla+MIaFPWBY473hSKY8fLZFvnZCEr5t4Uq8Lt6SvYAdmb4onGW9jaJ6Pckznz5/eYK9M6iWvqfk1b23Er29AR9VPmLSFj6TC0k9Iv3QvR1Qaz6o1Uo9gFJFPX7ypDxbcIA+Vz4dPqQyQD6UDZm9uen2PdfxxD56nMe+aIMFvmzXg76GCWK+fT7KviWymr66Lbk9MRZWvJzIcr4qwtM9PYyFPJY3BT4C6Fe9gjN1Pnl7g76aa2G+MR+SvPGkLD07PeU+2nkKvkGvVj68geM+DeE4PnrN1r2e1jc+1dT2vfGJWL3ErhO7Am0lvnZB9TxfPsK8wSU6vsbmn70hlII9TZC1vTbwED7gcgs+y95aPnYNTr4W/pA+iELyOqQiWb6PHaE9l7FFvUAVRr466949ZQkwPlFml76RRos+kv+HPrklgb5iDWa9Scc4vnb4Q75WTta9mVedPZtaCr1B2dK9yjAzPaiOyTwMPL29tN9ePqiM37uXQca9hMaJvhIusz0sAkW+Se2dvoMJNj0yzxE+2T7dPR15gr4jdf49bkf3vaSoFr266Ti9PIggvpw/Vb4Z77u+7PLYPW92dz5+C1g9xnXsPVdebL0iiia+dD0BvgOYvr1GxLI9nAuwvgUXuj31fOi9wXzhOSLAGr6Nyg0+N7+KvWivBT7VOC49hctNvkjTbL3g4ri98+ZNPvj8CT52ooi+tJBiPgUlGb4OT1U+2r4hPpF4gz5y52Y+qzZJvmiQOr7UgII9VcuivlD3Iz7ltnK+ZKDKPvz5Nj67A5C+lk6rPuP3QT7mW6w+t4KCPm9onD2gG3c+eEOWvlmQsb76dLu+99R3PshsAj68oUs+pF/6POBdjDxz59c9ka5FvgDZi72KjO490kqbPe5pZL2Xhoc9EB8XvNKMT77PIA0+oFW0PrcefD4zT7e6+FM1vqIdDD77UuG7J1RKPgKHVz6fEXY+XK/QPhX+Oz5GGLS+0/kMPjoo2T009SM+Xqlhvodiy75HObG8DSWtPI53J76NrrC9PfhevruVV7wCapi9KbfmPhiJj72YCs29pTViuhzDi77qhos+vf+bvYruaL1/YPa9+VA7PgQ9q77vB7m9yruLvW6NEr1evis7y8wavV65gz4KV8k9jVQIPjXrlj4mdgA+MTNQvQ4bKL5rIsM+bt+LvnNhkL75JFE+r71jPvU+D73xFUG+TA+BvSi5o71Mo7e7O+ivPeYZhL68tia+imYqvZn9yL7hf1I9NjEhvmBLMj5Fmko+ERBVvRhJQ74ARlm+alMuvW11Cb315Cy+2EucPvtNZrsCc24+1a4hPVNfhDwT4W0+N+M4PqYLUD4dvCO+w7b3vCdITr5SlZG9xENrPq61az1Vc56+bUGcPhp6iT496KW9wgeOvo9mOD6odBk922LRPnbwyT1qsM87Mmnju41CTz4OXK09fVRXPkCF6b3wyP08Y0ibPTdPrj5BEI49cDs6vrviizz1H3+8OgbZvZWwjb5A0JQ+gHaXPkbD4bxc/32+eqp1PXThob6kF/Y9QDENvSmNmT2QmFu+GjCkPNlEgj4ZsBA9y+cUPgR9Tb3+pz+9bIFnvq1Bnj2VzdI+xK9QPhlwtT2xP5a9ymXnvtURDbvRB629C3tHPQ3CLz5SxYw8TGgqvom7CT4DUUK9JsOrvvl6wr3OE7Y+azQjPgPhGT2vEoI8E4trvaz/Hb0tkXi+D9AePhqAqT1XvVS9Zj5ivmK65r0oE/M9v9lBvoQhs7yW0dw9dh/PPYRLRb7qH4O+40OjvWsRNj67QxE+VsHuvtj5hb35vtM+v6u9vQsKij4MuqK8fcFsPq6sHT1xzv484ilqvtoMLD7SpTG+dXWYvU/Ie74GwQs9VmK9vGe3zz7zwlc+S841vhkp+D267Rg9Je5mvWrdmLyveim+XM4Cv1OVIr4/nug9ATaXPguuF76Tirg9VLXIvcCOPj5SHBc+eBaiuywIeT4iozU+jYE8PkhiYTyi4yc+vq3FPW+3DT76jwC+wg2gvfUbNz58tL0+n/nkvthcXb765mq+7D4jvQbVcD5SBoe+0d10vPQnMj6zvzm+pOEPPTZWML7HCAK9zIzovBnw9r1SOmM9s8IBPsYKWj1t9Yi+vfWDPe4CGD4Suia9AFJiPl/Ghb6Pl1Y+OYA3vti2jj6PzS8+LpTJvknH9D2RWJ4+UVBNPoZ2HT7Xm00+TSGZvRb1ZT7uwEi+rLi0Pb5jyj2LwOo7G8SevfqhfbzED/m9lxP3PZ2E/72wV5y+OEtYPZYTxr7SjKc9Yn0tvmClC75fWdG+O3dNvr5ziD4rhek+0c+Hvog2GT4eGRY9/5G9Pf11Tjz+hcm9CtzePvrZvb2Bz5Q+YwHqvdHxzT15qnQ92AMxPoYkTL5z9w49Xa1ivsZRYDvW9ig+4D2HvfrcH777LQY+Ek9zPr65o77kLA++p4kwvV4Av70YdYw9YPGevgFNSj7PpkI+NgkOPcQ0Mr49qQI9BMazPqEDzL5E0nM9sO2HvT3WwL4gVce9oRs6vqYIrD1707m+dhu1vnfWGr7UbRo+1t/NPclb/z2fhcK9jA2cPuQOzb0gCTe+Uyp0vP/7Xr3+v528VGCKvnEJgL5gcxU9O/Z4PZBYAj1JpVE+q7IDvvM2k76cvRU+AkwrPsE+Fj52xSS9b9KeOpcHfD2g3Le+Yf+Ovk/BA7649D4+3lPkPh8HEL4GZ5O+gO4nPjVKGL6u+Bg++hgdvokqrj1CDWY+eCExPfryiz43j6++WzvQPXAuMz6TQae+LJRqPHyBgD7OsgC+r0YZPuHAiL7mdS8+fMb6vexvCT4eAN2+l9I5vZ7U2DxlpaO9Eu3WPar0MT5ZV6o+pEp7vlXkZL2r3bI9Akx8vhNuFz48KtC9wQSHPoqCE7+NEgO+bFgGPYySGL788Ia+r7Y6vULj270fLho+4/vLvBgbFLzJXDG8NjCgvjvUor5n/9G8SCgOvGbn9L1nQtw9nCSKPgJiE73YCQQ+feHkO1wii70hnaw9rDbmvXbucL0PF6o+RIfKvD6NBr5kjAQ+ZMsSPOoYOLw56Xw+0fS1vLoj1L5rE+W8ZSygvXqMDz5sXA6+QRyCPvDQS7tP3Zu9G4bmva2eNj2wfGW+yxo8PmrWpb5glmE+VWgwvkr8hjxS94c9Lk+Ivl6Fz77E5bY+cdRPPTRsfL2KNps9KdqWvlnlvD7XDQ0+rGcHvdG1B71KA4694DyOPRzLpD7IXqo+ZosFPHVLir5rCVo85D94vOySwL1MLws+PiY5u5Holz5naUQ+4cLZPsmSc71N/bg9Ap00voyRGL1RVAo+LqKsPSbPnj5EYxo9r0uJO4Zbkr5gA4C+PZFdPU8A570aeti9v8wIPnRoKb3m6Vk9Kd2uPHtDnDtesA++RwKQPp0KKL51EIU+AobtvVQkhL5qzg4+3+HiPpGVaz4xsbu9zwWjvaAklb0erEw+74mOvpuEDj57daO+GeA4Prtd0T18MHC9B0fIvvKMjT3xICG9RfFYPn2dRr5n8EG9GO/fvSoxzj4Xi44+fQwYvpzyAzvGDwW/T8BavpjKI73nxrg8ebt9PjlIkr7/ere9Qs+ZvcxniD6j5QU+4U2FPtqH4L04gIc+2CvjPqCV973jFZM95b69PeHUk76n+M6999mHu6BbUz4CZe09BeO6Ps1ECD6S4vk9ZqS3vY36qr5CUrI+wzezvS6lNj7qsUE+XWOYPqKn2j195Ag/AeM2Phg3trwoNzs9xI5oPmmuoLwXjws+Rb25vQhN4rw7hTS+icGDvoQMmj5Q54m+/ZF6vQwZRT5DB/G9GVCLvZ9OrL4tWxM+4TCCvL3sjL4SR5e+9ArNPGTbtj7VRLk+99zmvvnglb5z5lu+WkMYPuP/wj2+0ze+kitcvcsrQj5cDPc9XbhVvsDRFj4pd/o9apgGPkXPH77CajI+S7RNPhYCSj5S2i88ejiJPYF/tz26CYq+qSI3vbt9Bb54Zc89e5DYvsdSsbs8+B0+7BpavsIJmj2+9qS+UG8lvnBJUb5PvJc+zg0VPtu2Gr4fU9A9jzihPfAoVz4DrpG+dzGpPBp+jT7mttI8lUWyPGFVYD2kkTW9ZGj8vvUJxr0XKc2+VGkFvYUOCz4kF/88AxK9Pnm6Hr+W8nk+BaMVP2mzVr27LQy9RQEOvoWUhT5MxbA+pwbzPbaMXr4o8Vs+SR4xvp/w8LzLDL09oWTePTOIij0Ag0u80WKBviZUzzxpX1e+P4QAvW7dV74xGk8+VUrUvF+biL3+f12+da6+Plmytj0a5He+wu6LvAEMab0Fw8A+kTdhPmZMPT5L5X++carePgcbSD1fDWs+k79SPrwZgz6y4s49zCdBPvSFR748KoQ9hN0XO0QIVz7JOEI++GWcPRUAiL7Nqwq/jWZEvQGs4z27K9q+6UZuvp+ofj4wpVI+20EQPtGDMz6usmE+jEkxPg9U3b1wgwq+oasiPXB2wL1Xcom8wijzPF14xL1VDVS+EUsnPtnhOL4Xy00+wG4dPjF3RL48zDe+KXKOPdSBUL3MtPo8fB54PSsEpD2d5Jo+aTSkPpkdmz7EHe++9FF0vaIMWLwE9p6997F5vqFqa73VCTY8132tvaqLpj7VuE89MTC4u6wkLz3kNKw9xZ+evlsFfD4eUW29SIqjPraKXT7vRJk+CYNcvSQWP7x8UFQ95nrNPRHjFr7Xubs8tsCQPQyzvb6F+0i+b5Q7PIzbCT+WF0w+q7NmPSBHyL7iEw0+33G1vvjmJr4oEIS+Nxhevgb7Tr2G98W9D38+vRanBD5F64M+Bu6DPcQh/L6eR3I9D5JGPcBdfj2wWuM9szxVPm1yrL7icGU+EtGyvnKL6j664e+9BWyrvsOdVD4K0mk+1K3tPQ7HBz6HCIG99pL9vHKQWT6Lefg98PLgvOPsTj6EnQK+f2l0vUBcfb4zjhM9VQoLvHq81T1jwOw9f3+zvuGEij0LmxQ4B+CPvvOxPr4mZSq9xg7UPfgG+D3jjaY+/IajPiUWtr3FtaM+7QjOvbkKnrx7Vd490UpdPczHMDwJtZ88yJbdPbUaST51/oI+TnWWvkr1Nz6NapA+QpvLvW7PXb40T/i93ssUPsBGSz6XBQy+XrLjvpveHb6HGXo+RDLjPb28tL5qGVA+MXbUvfYJxb4LDNG9kMb5vjUSij3Lkwi+Xv6oPutF1bxYDRW+71VcPWb/oT1G2o++49gRvdAi5zt/qLU9IKOcPM/uhj4MBsu+BaF+PsCOaD60usO9bk4lPiSuCr/6DW29C9wKvWUhv71grFC9yBuDvtsBOrsrqAG/XRKFvOUNYDyd9Lq+ys7SPdSdPz4gE7I9vMptvv2KKL7YHn6+JZ8DvnC9Zj7+3vU8CoWbPjqbZ75Y6V89IZ9BPpxQ0b4ktuU9c1+jPWIfhb79bZO9leKtvrjFvT69MHk+CAOhPY4pub5DnWA+krKqvjxr3L7HK8k9lQZAPt8pVj26WvK+5bvPvfvWqb3t7Au+q6cLvcu7vT7c1I4+JDmxvpaIUL6VHNu9hCQuPtqEFb5HYp48QZRVPjp3Gz3PtDO+ksjLvmHvOj2lm4E+Ku+9vYOpCL1fKuG9Eh4UPfFyg70bphE9otslPloVLD4/iMy7cYcFvpNQy75XTIA+QTTQvXoSM76GBD0+0yFoPh8I2DzpBG0+VJtHPEkozz186rU+Tcc3PvHJp7i9gf88aF9WPrRnmL75AjI+K5HVPl8ItLx8jTQ90YmiPB5rWL59jnC9X8frPUMUJj758VE9ev4DvmlAUb3nVqI9JIVfvmHsUr4aVhC+TiGNPsGFYr5zA0Y+dBOxPFwcC748wpS+BmekPMo0kT3RX0o+g5kKvrjmw74BhHI+1hsCPi0j/r0mczQ8SLI0PniZpj0FSYI+LMo/Pn+cd71X+Ym9p800PbjuEb6ElAa+Dj5qPgoIPL5KP0u+yq+4PWCgOr7b11A+VUKvPuyDtj21Kq29fo6MOOlzTz46BMA+BKFAPTEvvT7ztB+7YcQFvjiimT7GlZg+TY5UPcRlhL5znrM+cPdPPWnZiL6FKwA+YtmYPsAsEzyhgZ++zqwMPumzxj46QSI+kacjPhAzsz0Zbt2++gigvvJZE75NIkI+/GJWPkOxnz0jTxy9kW3GO5TzpL63pzC+o0aQvTMELD0IZ3u+AgJ/PnY6mL5/kb89jJgrPsfJwD4VeIu9hAHvvStk+70oWbq8ew9WPY70kb4gP189Pz+UPKj2Rz5yE64+20lzvSqcbb6Y4ws+8dqRvljqXr29BvM98f6lvRCt5r5Wsgo9afuPvevORzzj/aC9QVLNvnAaLL51GW8+TL7jvRJ34D01/yS+NhitPgQ5ST4oU424oIW2PaiuAzw2OvQ9/JlmPtNSwj3R7ho+OhjtPS2jXj56Bok+/USOPrUuLj1ziyY+nldrPjcfqj2rlQA+n3lWPllWJb7PHg89tksUvou6D7/KvDm9/TzMPSvZBj6h44m+Mnd/PuHH6z2fHju+ZDskPstcOb7mO94+clJwPEliDr7qAc09TJCjOw25t74m41i+NB+RPiDq7T3rmFW+PTFLvpK8d74M8EY+wVqIPVLNRj0QW8w9yiCdvhOQ4j5cVFq+SaSRvXM7RT576nY9Wim4vuF2yLzPJxG+prMIPpcwVz4r8w++I/KDvnThOT4wobO9z8GDPgImkD7tnds98i7DPrlzI77aNGo8q0mQvrA+Uj4+Bf29KDM5vIrXaL7Qjow+eRBGvXjR773gonI+RaiGvmBNwr35mUw+wEo7vfKtJb7OaJu9idDBPUqXyD402bi+QJYDvtqANb2s87s+yVTDvjKKQTwsfT8+kptsvrUKRbsqtGw+nZsYvDquIz43U70+IRe3PZHNh71jgh++KvqvPq5Bf77fsoA94KpOvuQ3oT516ps+yxO7vdJOVLxntxW+WUyNvebIyb0c78C+5oiGvob9Uj7kIls+ifmqvhsXZb4SFYk+HZ/cvdabUT6uxg8+R9lYPurwbj0JNAi+wPDePYGwJD4PSqW+z1EJPSQiij1eyLK6TZaZvE6wVj6+xcw+zD6MvhfuQD2MaBA+/69vPfEuMb6BcJu+bh6EPSYzwL0hTAy+oJMsPkR9SLzZVz09G4V2vgqBlz42ZeI9dbG5viWKhz5A5iM+upHBPA/tLT2Yj6q9eg1kPiwNiD3/YUC+FAysPac7sr0c2PI9vFKmPLdTj7wbC/W9vtPdParK6z6x3eG9/YXsOyxEBL46Xdm9AmWBvphI3L6/aL48qRRdvS6MDj2Ec44+f6XAPaMjXz2cH4u+FS89voynVj1NFI8+bEpjvmTEnb6wHwI+HB+Xvv5Pgj52TEO99icnPtk2Lj2k9R4+Oe+0PgoCdD6l/ZA+h7vxvdgjPLyZLcE9VXEfPbxml76dXTk+/EMrPhelJT7n/Hg+pwDwPVQEHD5Oy6s9C+Z8vlDpzD0IL429Hiv0vaO6nD2r9kk8og15vQh1Rj49IIU8wvFhPc+Et7681aO+WfWZPkPUVD6HWjW+IExdPThwl74mvvO81PYuPu+hLL3LcMw6RGtzPYt9Zb5bGkW9Bw74u4fcK74Q8Vg+1kq3vrrZdD4bh7k+17xevgtPiT36pyg+uhiIvsPuib2omc49w6vMPkzkdrp58269qPZDPd8hiD3kNIU+9xiBPqiqsr4Pvag+bxuUPtVN075m0GK97MOjPiqmtz21QXm+v7ACv8CKv72xeTe+X2uovhmtgb4vmP2+tGAoPQVPE759zCe9cHR1vjpuqL4RpkK9dyIbvt1Jvr3WdNO9lBD9uqiY9D0gBHE9lwwoPofRhj578OC9hb8CPuOLMz2NV5S+7QEOvrVGdj2s/Lu+4iylPjCESr3ed0k+2eLUPjVXzTvPZ74+gVOKPkE1Jz5tSZq++lS5vFEcGD5Vi/w9chSgvudMk74YDbc+TB2Gvqoh8jsKsbC95POmvJ5eyr7BCcc9hX0UPsduzT34jqO9gS0lvi8rAL3qBJA8fit6PWlBF766BSE+2o6JPh01WL7aE3M8G3+fPs/2Kz5EOjE+htpRvO+o3T6a1YY+1wOhPZlKKL6I2ho+HCaQPgoIWj2g92E+MkvRPITKbL72Tsi81DmePqfvtL1iBDS+p1GEvgXRoj7MI4i+bY6TvUhcG74sUSI+X4StvJWYvL7ZF789tDsKPslAJz5YhgQ+4Hk6PqElmz61ejO++nRZPi2W9L0VPYy+vypdPtTkWr6CPtK8aYqZvst4lz7C3ky+eBIbPhF/mL7+OkA+uwgmPquxpb5LxM690REwPllOgj32WVg9/gxovufwSD70T5o6dapuvmork74UZSA+hjQvvhWgCT56HKu+Xj9Evrz3QT7pdMK9R+63Pmo1ib4kYnk978jfvNc3Gb6Y7rw950d/PU2QZz7rNZe+LmakPmbCnD39CH0+EbS6Pqgrnz51bRU94ws6PtGzrj64H9U9jCgWvgPTur2Kf22+rvgSPlr1gz57taw++4DPPT5pZ71nzSq+Z0vWPhNzjL2I8tm+QP7VPYY11L1VrLO9VGGRPr6PDD1xr7G9PP3TvW6fAj6b9Ce+YlIgPjd+CT5khai+KI0/vjbGZT0auBy9ANgPPloSUz4Nk2s+ljzBvrK2ib5fG/g9nky3vduCUj4M2ay+tnWCPtv9GT74z7m+fPMkvvGMMr7LcTk+cDHQPkNjqb7Pkgu+ri4LPEc3Yj4Rnxg+WdSHvqHvdb0z8fy9quuQva4Iwb1ulbY9dBzYPP18y750GA2+R8TkPD3yhj6btzQ+xWgzPjJwHD3Pigg+beRLPI6Byb23pIy9qy2TPVXp4j1nwVO+fNzqPUzpBz7Cbdu9g3YSu6r9173UMC09A66dPs1Ga72YGwA+7D/WvFbjXzzKeo89DBQyPuWySb7Qcq+6IuaMPpuunzw3EmW9HlAmPYJ/rr7u82W+IwQ8vr2Hq77JKbU9S8y6PlJemD639ZS+HdKuPVCPmT6JE2e9GlmyvoH0tT5DOni8tTxdPX7KZb563fi8wX4mvlgKh76Mugm9a3nQPQ5Cgb0zSi6+G8/jPToBKj4g98q6bQWPPqveI70k5JM9G8rWPfgzuz43Lhy8JfjsuYq0p70HVES9KElWvjaOxj5fAcC92aXMPmr61T58u50+qYdNvP42+T3+eAQ/1UmtPRlOWT2KS54+MgFTPv6BMT6FkeO9uMeHPQ9Wszz6SOY85CpcvSuidr4bOfU9iJPmvhnzGj5LEJi+jJmKPdDSFb54yue93K9pvexH3T4AMIq9/FAfPtamdb5GvT++VNwfvZG5E76oSTO+RvpXvvSqXj6zBQc+Zy4Ovfs2jT33HfQ9PweuPgl+rT6XeFi+QxugvaSJC77t4QU+FnsbvvKAHj6POZa94cU7PvRFzD2RC/88qdQePhHJv75FyTi9S0F0vtwPR77iMgW7gzhCvlGHij0KVBW+YKJmvma8gz3koFm+824LPlphYL40Pmu98sAHPd6Qq72cClu+ct7TPeJqAD4Y4/g9LiAJPo5w47yTw8I+FX5VPgfZpj1oq5y+KRERPbwDjT0zwTI+misDPf1eODw03UO+O2PBvRWjP77gzjG9VkcOPZfV9b14qFM+uxSzPQHCNz4IUYU8xa5rPUvGKb5c0YE+AaQavkOzBb7owBK+v0GOO1Qvq75DviC+5wr6PhSdlr7d106+UHT1vFUMabzh4xM+v/vZvbs5MD6yteI8h+WYPpkfij7nnPQ+5wqFPgYIBz5t1nO85TaMvofBzL0DUFO+HqIyvi51mT5qjeG+3Epavv8xYb3LYmw+dKhBPg/CUz418Ng7daWGPaiAJz7UlKk9H2B6vR/Qvj2dGL4+hzemvGNcij5t/ys+KetCvDRBhT2jzIm+nXlKvUnthL45+2s94/vVPnXHlT4IwdA+wauVvcZVoT31Jok9SDJovsHnib12J4s+y4sAvNioOTwLYsu+ai0tPoiMab5s29Q+fJwSPi/wpzykY7Y9XV6Pvp8XMT3q5mY+YUrpPZiFir7+lA4+CglxvqVmWz4jQgO+mpGoviRU6D4TB9Y9yPOmPXfu9L1B/6i9NQQlPlFLlD457wK+u2JAvpL99Lx8eXI+KX7DPVN3Fb8KIdi9oO9qPlLG/T2xRZg+keGDPaPjHT5Oow0+37lAvvddFb56gyY+N4o+PlC+j76U4xY+tuGIvMKFoT5M1CU9gZzEvj4utz4G2z++osKDvdk0Ur7m7v090C3YvBtkBb7E4729ZnMNPvcShr1Cmz4+KWXKPIQkMTsV2Ie+oSnRvNfJ+j4GROO9F7rcvNkug77IPDA+fSdePsJX4j0Qh6g+wgg4vtUglD2PBoI9INrSviSyWz6SIxs9vl5/PirNzr30GwS97kVYPiJ7vb385jq8gnixPRrTITwKvXG+t9FPOxGqgj4wBc49aNuAvk9AVry/pRU9feWTPecR0r1vmZu8m9CiPsBTCD50SmI+3c+8PgSSwDvXjIG+klqTvM0PgbzkJau9SyvaPSw8ND5uhp2+qwqePbo4iL0rtZM+r4/WviIZdj3M/wc/5zZ7vRXdSb5c9KY9tHkkPr33bzsguZA+oG/vPbtAKL5sEK+6WxwuvdlcuD3dDj8+i7KUOz6qp72aKsI+VcVWvgylr75CHSy+P7MpvTApqL6+Bos889VZvtjhuj77c8O+YH23vRt/uj0aXE+9FkB8Ps592D2s6Ae/T18lPBeDGj6l5aQ+LUM/PsAghL6jXQQ+dZhUvVBvqz63AIo94w55vZtEgr50vJm9nRkgPS5JIL40uBc+8+W9vruVrj2Veku+m/mSvm7s770GRrA+wQhzPbQa+77zUxY96fxjPnHyqr5amKC9jy/3vIRyAD4rp549W0ZdPuvgQT16uY++8X27PIIkOz4o3iq9pUCTPcyNX70R6qY9GnaZvSg9KT3ViIc+pGNzvLyJmr6Ih5K+Wm4QvREfpD5j45O93Jt5vPxGGT7ap+m8o6zoPXyLFb8jyW28jobqPSnuRLwWGgi+0euCvm8zgT7P2Li+PGWpPUUdG77+soa9SL/6vKTJJD40IW0+oqWPvq37gT2YNqu+yxajvTAfUj1Qnpu+bK4WvM6+lj4Jgpe+G3qvvQsWQT0kRIg+Y9oBv2NqDT5o81Q+waeZPfmrJj5mdew80rXGvi1il745BIO9Db6wPQzjYr0dVIE96iuBvtA3bL4gBrI9+tYHvlWZMr0CK/m9M/5ivRi8q73cV5C+6bHUvu8bpr3rjfy9DdlKPkFCI75bvbk93P4bvq2wkLxcedY8tniCvii88z2Et+89UhFEvcP+Fr6J29q9AMiaPppdND4tZUM+7AfHPUiAWL64l3Q+VNAbvrKgpr1A6CS+3rh9vltTMT5p5Vg+wDPJPvz6BL6IvSq9ve+uPuv+0jwlTsG+FSX5PRWvK75d+XY+WHSdvmfAyz0N9ye+RBLePb0opb5bvoo+pz0DPfsibD5/ui07RGQ/vGuzKj71R5a9QL6LPnM6i736eDs+bN/XPVcLOL5YpeU9qS1xPcncGb4Y6Im9vOnxPVl+Vr4kHvi8ElxgvrKEJTypA3U+hV4pPVYWXr27XvM9SJEAvoiz+T0oS4S8k+Z5PqYcEb0wOS89OwQZPUUxAD61a7c74OB1PhT1ID00vLe+EnJRvvgHCLphcH89a9rGvnfeYD4Rt5c9CAZVuwRl175naxa+MugPvvpIDr41Inu+f46JvTGcyL5Ogns+lQWdvl0jJD5wgyq9rDaEvkUH1D0CzSK+K+mYvuSNur2dSZc99KxVPr6lKT2QscS9SW8Ivrrdh73QabM9pyWive4END7HbCu9IUeDvqzblDzinoi8GW9FPo6wOL4T1yC+jjOOvbCjBT0HSbe+AeicvZG9hbxCUAu+BCs2vopFLLza6Pg9Fuovu+EC6z260Km8ZabGPudViT4qkak7AoYTvfT7vL5gwBW+wA3ovFxwqj7XyXu+BC5Uvsu5TDyyxpe+zOsrvqPcYr44C6I9n2oBvntPrrvHflm+rfqPvu9lpr4beiO9oQMvPoa5mzzDZIk8pY2ivbq4Hj7vply+TTK3vUix3D0sWxe8r5GUPklJ+z3ZaRo+KUH3vXCbmTy8oDe+YPXIPPkDRz4UrIU+3kQrvuS45757+5g9Jcw0Pj3CjD7ChsW94SajPU0NOT58GhA+eNXavcsmRr7ZuUo+cbZSPnBAGL635ZM9rKtOPqg5fb1T7/299QAavfx4fD3V4Pk8pJ9xvvGxEb7GL/i94g5kPcGjLD708zq8yjebPWVqCzzSIeW8s0HXPSe1G7571YC9fG21PoOFIT7qJqY9aNw6vthbGT4HsHO+qX7yvdYyjDzgfnA+HISEPtNqqz7X9Qe+xI5DvREerTv2MRg9Dj5AvH3ISL13rSi9J9wOPvcFjj7Ph0O+xZ9HveuSAb7DEOy9AY/hPhZhV75ivu+92KgUvgscQT7vjmc+fLsZveOlir6PN3W+K3fKPaqjvbxGF369EYMnPDViQL2QKII8Z0iHPbMGHz7b/aQ95YJEPuyLIr60WXc+gHHJvQFPLr0X0Yg++/4BO/lcpbsRB2k+5Lj1PReJAj6oXTm9wJqQvq7O+z1uP8q+oWeJvRvXx700E5K+TLhsPkuaAb4qAq0+duNTPEEN270O5ae+ab16vkdzBz4TYYs+NfVxOykSBD5vuhQ+URz0vVhtRb7jphw9IuWOPfRtfD5HQBI/Y5cwvWadob5wW6K+/1wGvqeCS75DNTM9Kf9cPjDlmDxhvlI+3FkFvuRr+z1e2go+1WQRPjGGIDzZocW7W3t8PoEu4D1HKRC8pfHBvcF9Sb3ljAe+8Hiivog6OL35wnY+JWoOPvqObD6cHBq+FoVCvqkk5r1wXWC9Z4WuPZ6lpL7coCO+T3X5ulml8r2ijJy9mpujvjqRer34hPQ9Ho5GvpYVTj1nt/I9l8LKPqH9bL5ViqQ9zastvVR+9j05WjC+pXFUPmq7wz4jABw+oB52PpnVhz5YF3M+HHGsvV42AL7m7ag7a5O9PTWyM77Be4U+ARyoPi2tIT6E9t29KxfYPnzbeL1iMV0+aIgfPohnYj4oEKu9L7hMvNj+Lj2Zffg8npWTPMMVyL1EF60+dCjBPWQzTb5SQZw+L323PZcGnD5SZfW832ZVvnQ6iT6Phsu9FV0HPfaIOT6xsO29CcDRPuXrQb3A93o92V0wPuKGfb42DAg+961uPn5Jwz1ebQG6kVegvdihrrvMEDg+KZvtPb4kij3Enia+wJdxvVzxTL6evcI9ncG2PSTKhL2QfG0+RENfPsJBXT4L7VK+UhQLPu5PlD3E1Z6+aLm2Ozbe0D1rUxo+36+vPZ71uL6LF5C+ADeduThecb2nnu+8SPZ6PsM4MbwTNgO+LqTLvfhQkb6tuwI+G5+JvtNGSb7OmnW+e2i4PhsoNT4cjbM+n6t5PqyZYb5BzP09vDHAvl0EQj1X0CI+JSVavrEFyr6tL8Q+zhrPvTTX2zy/pS+8X0nmPa3Ywr6IeZg+zDiMvuR4sT2+3hC+YLIJvvEnlT2/YIe9+U0BPsV0t77S7lc+V50HvmWai70ifOk9dBUEvmKPeT5H39i+vEOkPoJtYL59sHM+lTWCPgY1RT5F2JG+WEE9PW0yzL2oEh69ENTgvpS+gr3sV9Q+4U4bPaTrgTwktic+lK5IPlG0K70S4Zk+5Z7dPgobob7Uatm+LhhlPY2gU74MwIk+fOMJPka+Nj6NgpU+gCZNPWf65j2XI5C+HYL9PVePqT1qzhc+JGCzvsuwlz3WX249ta7ivR3Rzb3rS1a+H2CwvVBDCz0Rhw4+JWm7vtTEnr3o1qm+VKerPRgHKD689y4+OyRlvMgZrD3wKte+5ph7PvU/BL41k0y+LV+8vqMSjD3+Mqo8KPZivtllh77pqya+3o+QPZALKj5HQcY6wv4rPuyMwT0TYlk+px7FPQb1Tr0Fegg+moeqProBxb1RgoQ+DItQOi0E173RwwC9f3MCPtUQt77wtVE9KtWyPfjvsr1U8aK994lavnJwE74p92Q+eVYGPtqbFz4C8xA8sMOqvoaHNT65IG68afWpPYJ2j72u3LQ+o18PPBM3CD6qCR69EEK9PNWQUjvzA8U+iXXVvttwUDy+9Ls+GqmwvvbEbj5gkOa+wH04vlqSlz5eAoq8kIBSvf3+Vb4LJEQ+fyLHPkQ9oz3to+c7QrV8vu+F6jzzIFs+WAqKvt59qT6oWE++PyqLPqr/j7whOu491/xBPeGXwj0WHZ0+EGW1PfDD6L3LIKa+xDlGPrpHfb6mbxm+RffQPrY6gztt+ZW+/cC6vbzMVj0mxNI83zlEPhIsij53ypu9N7VrviMlsL06rMc9rIcOOSJ07L1pDAM+25bMPTpDYL6tAtU+cT4LPo9NFz46EPI9bPtHvrAbDz7K/mA9SUucvn/moD0IPjG+8j0nPpy63z2U+UM+MvbcvoUYQz2kOEO+jN+PvZIuID5L8Wa+5sh5uiDi0L2NrWM+WDaNPlAvG70Vgaq+WxULveIt/zx75Ag+zRE1PhjnhL3Jqs+94tHWvfcnpj356cW9ACaGvRzVCb8JYya+5BqZPYrpwrzl02k8H+9wPGdjNb5u8NA+OjG9PdwpYT4Y7ng8e7KdPtTZsj3R0os+19ybvaaiFL7AEW8+bvnWvmUyFb3fb4u+HWwuPaOqxD4nMmm+JAGOPhyu7r0U9na+CPPQPk/g8r1MegC9IdYNvp7Jsj2v4ns+Hq/avs/rnjxWLeS98/kAvOI1lL406j++qSYfPleHwzzxHcY+pa9BPbxqSb6Q00e+A8Q7Pl8H0T2aKSa+kMBxPNi5ZD4VT06+YuCJPavdQD46goQ9rseOPgtqx71z2MY+xMhQvjfAmj2yLoK+aUcnvrdlor2UO++9l4sfvjpw8j4RRlG+q4hqPRJflrxTiLC9MktHPosFYD4Sf34+VVaBvQdgFL7ZN+U93O2hPnj1Fj0Hncc+e3ZDvsb1Vr5Z76y8PE/ovYU7Bz7LKsW9y04cvPEy6D2Qeto9RqaMPi13nj4C6Mw9AhiDPYdBjrxRlpw+X0MrvXrXNT6NI8o9aoWmvkV3h75X/Hy+/9A/PpY9bL6f/529iC0+vsl4Iz7MSP6+BmWNPv/PSL62jY8+1yoJvmUQ3T5SUWE9+LNnPThThDw1pV2+VxXavnH9B74bQzs9ojehvW/MtL5zcR29bONKPgWaXj0f6a0+0lVCvtXV+j0aJ4W+s/KkPthDUb1AvAk+7XhFvqwpsj3UbIy9fa2tPefLFT4IUp+9/QehPYNuOb5PVR++D87uPZARoL58veY+ckVAPsEPmL2adXk+tklYvarfzryD0pc8xbS9PJewIT6UBzO+vVjSvAWkYT7+Owg8BI6gvoZhgT6MjgE+lOSWPP/x472BmVy9/HBHvuGNxb3sTCA+NnxRPuPnrr1v+mY9j27UPgcNez7VwqK+EFGhPEVe1z6dC8C+q/jQPZd9QD0wu54+0oWivvsRBz9JScE+lFnFvbSwiL7Hcl8+WVz4vYBJr76UFJ++4z9HvlhaP76MU8C+tZ2MvXaV676eU4c+fIkSvq+0Fj6Q+qm+4fVuvluMwD60cxO9BLf1vqcXBr4ZkqW8It+9PnumDD7RMy69PiqtPkpLgT43j2Q+/vKavFmQJ753dvM6xFsbvc1MMT4UIti90b01vnEEij6OD+K+rznWPnzNsL4bbzE+JgO8vsEWd77pq34+lbO9vgba771pubI9zRCZvjgr2rwiIQu+jW4RPlsbyz34ALu+irIPPrjOWT0AYni9iXONPcMMdz6VqEc9XVlBvm1kG75OTTy+3Z4gvhmTbr5Qn/K9AetBPefRPD42SCI+ufB3PvVdWj7eMbA9gbbDPjVFQTxCpCi+QxIevgciMb53iCa+M2eRvWqaJz69YIO+FNKuvlbFW74tySY+PhntPegFQj6CUcC+JHSdvnG9hD5Oyd492BcyPvUXtD6i54a9WXCfvYKarz3cGrA+/i/IPj2UCz1Te5y9qfvIPWC6OT4NtX0+WwccPH0mQTvBFQK+QZ0QPspwmDyfW5m9ODwSvpLuo7wg4nS96t6BvMq3YbwGht89YKhRPt1rhrx4RmY+K5ZAPuv4IL76B1y9hO+QPrc9ST6P7G8+CqQEPpqmCj5jKxk9tFd6vXIIzj3WUua8MhFfviCF+j34xt29BLmWvWw0LL7vpwQ+LETqvXi52j2DrxO+hwkxPt4ddT3MO0y++bdnPhYgpb6Z06U+owzEO6v4nb1PhLK91F6UPgRIbb7A84S+HBxUvqyQMz5R4mK+AEbnPhGyvz3eb4y9eT3RPZAEgbzevpA9t+sNPIo8YDz9HAS9hDaLPaUKib786EC8CRWfPnN89D72THK+HA9TPtDSOD60JKc+ZRwbPW6hHT3K8989V/YsvtaWBD2e54I+0uvKvYKukL1ZJcG9j+wWPvZYE75xxt+9WsXVPZ8zn75TvRi+/Tkvvo1wBT8Iac29I+AGvoJuBL62AmK9gcAvvmQJgT7gFxO937JwvTDI9bxVtaa83J3TvPQt4DxdrR++D1xwvj2/wz0BWCA+poB5vnh5Wb0a9QA+VAIsvZnEjj7PXs49ANWhPgsBlbyCiWI+noh5vpcfQ756LqI+fHbSvTFxF75dvdg9Wi+fvrtZQD2mvhk+uSmPvS5tPb2ONT0+WZRaPrqg+z41LHO9UU8TPjjn8bvISPU9tUucvR6nfL6q2Gg+daqavkKM2j56vec9CUIsPkWWyD3dWmg9SK2dPX/4KL34Wyi+JatKPnS3oz7Cupq9r2h+vVyumb5P7qu8gD8oPsm9Sj392C0+KDZ8PopYrr0sbNm95NzrvVnyHrz5k708pA5kvr/Kar5AwJM+moa0PrApgb26nQq92Gu2PUE0iz0k7MA8u2oEvbWcWL3wjvK8jnWovdkkDz0pP7m8n5upPJK3ZD2Lv7u9uTkZvepRqDyzxMG9OTQNPSJTAj2EpSO9tSGwvc55tD07kLi92GqAuYTbxz0jCWQ9+v25vdDzo70mh6o9s6rIPQ7LiT0pPX+8ig6aO/BZej2uko49q4m8vRQFfT00lUw9p7AvvJLxhz1eN5M8Se+0PF8k2T09TKe6xjCzOfM8xLx57QM9QlG0vGJlWb2Nz+q8jHo8PS3C6zwnh4U8hRXGvS4/c70TckQ9mdJ/vcp/hr2vQru9eZggvT1CTz3YNLw9hJOovarZxryX5pY9/XEFPy1MLL707lU+e5nAvlkZsLwetLS+zD4RP6nk7r5Q8JU9gPUNvVoXQb7BSKy+VJErviKq+z7sNsm8a9ELPzFdlT2Bji08IHrtvWONyz7H4nS+YFjYvQ0jAb9Appm+qEorvAav6j7sqKq+j9kkPiOvRj4vWbo+0QdvvnxAbT7KVoA+5ggivtkOmr5PRLk+vqJbPjtsuL6zesm+pAQDP1sXGL9nt/i+fUQpvvYZpL6NxEG++MDNvhvCZ77SfbA+ph2oPk+dBj66IHi8OwfyvovQJ74T2qY+35OOPpOVyz5E8eS+zvgOv8Qmt76tSHI+k+DKPpImkj6zeuu+pZb/PtFcoD7OAbs+L1bPvkZNtr1oHDK+QN9IPiC4aj479aU9msxuPs/GVr50boe+URGvvs6EqT5pXju+5BuZvrBDRT2YKTs9g+uSPtLmNb4pzwW+g9fEvbP8aj4KBbK8S2MMvYUUqD02lAa/r2YSPL1w6T5mFHy8a/2jPiBd+T2lMIS+S1bivivXiL7ZJNC+k/4SPkTM4L3LeE4+HaduPvUS/T5UocE7wn6oPvyNK77Z00++Bl7nPsL7N72mZKw+Y/zEvjuWKD7F32++R2+KviUUIb1KOIa+u2MkvqsMLj07l1Q9UMxWvjVpkT7Qwg0/KeMNPxojFT+dGrc9RAhsPj0ynD78D/E+b2YUPUvlhL2Jpg+/NsaJvnPohj7DNeu6dye5vpmG0z4Tv52+j7uXvrI62D6BnT++nH+xvgaMcD6BVEC9LAv4vS/yfL4xHgQ/h+QbPohAO75oHgM/gEACv9dizz40u18+TD2uvrnByb4njpY+NBbZvk6SDT/hu5q+2fj/vlDMEj4QpCY+ChQWPnWFmL78NbQ+2brSPWQNEr/mSH49T7t4vZTarT48aEa+HkVIvdntuzy01/g++/vUvvQkYT4wWaE+MhrQvsohw748QLI8SLpqvrSC4L4U6MU+tfXCPsE9UjxSNU4+mzoXPjvNzr4tlzG+9c7lvXYkpL7AVsI+SBHWPmHrsb4Rp5C+gyJDvhvEwT5rtT65KJAYPodHSb7Yawc/2VLnvnax8L4gpFc9FICMvBN0hT4gd9i9prS4vqomUbw6jCy+S5nVvTFe1z1TQf29tgDGPD2zC78NkcS+TBe3va77GD1mwaE+tHyaPjKoeT4T7qS+tf/WvojCGz+MRei91usMvqUvsr3vFKS9Rt/QPpUSPD58eG4+msonPiaKwL4U11w8tnj0PqC/Cz9ZJA2+LuyyPrzQ3T5o5DI+tX7AvuyKXD4vEbA+xigavfhjuD7M57e+6jF0PiCThr6WmmS+DO7TvpnTqz5iwt0+X4pzPpx/wj4AaYo+6CUDv5jhkT2IOgS+7GpvvgKayz0eH/E9p0O9Pp/OI7+R6Qc/cuOMvjRaiL69KEO+YVNJPuXvoL5rY08+d9qyPRP92b7Rds6+aTi0vZha7r5QMIE+CJVrPvgwL71hMLA+mJ1DvhjcHL64V3K+FzBAvmUpPL6Qd569uyF2vv+k9D2Qp7k+CKjZvkYxeb3aTiM/0lbbPrbcJD/spCw/lKpOPucwXz7t+Ze9cEbgPul+ODzNOA6/xHx3vp4GCL06VuI94RYSvxNwCL6wJss5RuGwPXlJCr/XPAk+aR8pvt2jtr3KYJQ+PS0+vrpQdT6HHwM/JvILvRzKAr8lWAq+VH7YviRUCb8BNNA9xovEPgC+FD6yrcm+G0GSPrv5ur7YMB++u0MhP/y7277VFua96iETvvYTBT6FC7++0zG8PvbMyr7KgQ2/RhWJPugdU76sefw9RSSFPkNmAb87xWO+ec0FPncGy76qBXQ9PSzyvn81az7Yn6M+JsHKPbGA7L48a2+9BMecvly91z6YKOK+Cnm8Po7ljj480yG+CFi9vYIQtD7cixK+EUgOP3/fjL1gaRU+6pyVveHYlD51XH6+YGPvPuMsgj7Wn4o+2+GKPvoWmr62cXa8UzSivvgVTrr3RNu8t3S2vjOkyz7TcD6+pTiNPkPNDz9RChC+x7ImvdgtsjzXlVI+OuZqPUNcfr5B9LK9A12lPk61nL6RvJO+mXN0vp9a/758R5k+dQ2xvryZAb6hGQ+9kB1gvtQ+k729J2U+Ol5UPoTFdD558Qi/1WuqPXKmDz6hyBe/jfD1vlg8vz4BiIM+lXBXPqTFRz6UguG++EMTvv3g6j4qwqO9U57HPtq2oz0f1/685yEWPlKx5r4pT4m+9nPgvdYAEL63HK8+e3uBPeE/RzzGLKI+OtoAv44Tv74HBla9eQX3PUo0nr4lVQs/VFlgvaGh5r5Tj709QknAPqFRmL59AOu+lsTPvlWnZb5qMoo+3b2/vfOmnz699yg+rVZQPj9iq73S1qG+hzCAPTbJhD0EMJ6+0S+0vipWoj18Ud2+1OfqvU2TiT5Oe8G+7KGxPuHCNj4PlTy9NMiGvV3Ner5Oqqs+MjwhPoVuMj7G8ly+u9T8PXA/GD5txnU+iaTFvuBg7r6n8Qs/mR/ivvJL0z4nJzy+G0qEPTIl2D1bHU++bj9uvRwSC74g2cA+zxubvkMfbj6s6KE+MKjCPW8whD7lIv6+wmSYPaV7R7wyiPg9jag+vj/ErD4mgqo9ySZlvq6OVr446dq9BpVdPsyJ5D7Bxiu+9crBvuvmv76gsQg/2ehsvhNjjzwsjF4+rc2RvvR9uz3a5vW+8cnFPgqiqb5m9gC/g7rivQfNlL2LxuQ+jr6RPpPYcDtIkps+oeEBvlkVJr6/YOc9Ie09vv4rFr7huO09SH2nvocn1j1XxI++34KDPn+xrz5iUoi+fbL0vd3Okr4AILY+xaP6Pua61j3JrgS+KeedvtJbMj7tzfO+BNpUvlKkcr4H4+0+H6wavQIPKL4wGZo+OJ3pPp8ur75M3bO+CO0UP6OOyr6XEeG9mmKivkjgEr6xltS+4HyYvrqyWT62x+A+NPJWvhLaeb4ov6k+2oauPmlB970muKK+Mec2PsSCkL42WAQ/PFVYvhC8jL5SvCm/xIcyvBaWnTt6ftM+u4SMvk1A0D7LyIE+9YiTvv5HAr1ygIy+u8JvvcGUkD7Y0gm+OP0Nv13KpT5FsX0+3u7bPtP6iT4xyLC9c2GjvtFA1r0KcFu+GVRvPj5R+j7BWYM+2JEJvx0BxT3WhPG+K/J1PCSjbj6qhjk+4taWvlu9kr7bBji+9aiWPpV2Wr4x5O6+BDfvPodN1r1TbzO98UvjvriHb76cNso+wZCdvv5sYz4MOb8+XbjSPslSzb1LIiC+KqkBv26IO7wsNqy+FsqVvl10UDy9iQy+GzwhPgDa9r200u4+iU3SPigLOj5b6+q8wPW1vhZsPT0ssgU/FD5ovgv2tD6FnB6+hTREPhjWmr6nBL4+36LbPh9+9T47FPW+nrgCv7T+2b6gM5Q+S99lPgo0pDwF7c++G9vHPfrWIzykLDC+MWc6vpEZtr147cc+4ZmmPiB8Hj48eFU82PSvPu3biD02mAy/IrhpvhPAmD7czHa8ACCDPuV7rTyU2iS90YKuPdK4Zr6g7Vw+/uHNvqZntr46Iqe+FJHmPgMTxr5HIKC9K/PNPT0LcD7V1t0+tS0PvrhRzTyISAW+SHWQvlKAxT5FlSG+cA6Ivtd7KL7bTd2+EobMPau8375sd6g+buyKPqGyRb6TTn6+klHkvu0rsz4KLQg/f+5BPodw8b5bvZC+qaZ8vhM88r7oJhg+Suv9PUIjaj3XrN2+fu/kvlsEmj5i0J8+8u4fPmNPl76o4LS93RjEPSfOID2Qzfa++29VvfVIXD12Gbc+yJ6nvrTy2r0RVBS+4RHhPs2egz6GysC+pvK3vi9yrL5Pm9g+boe9PpCPh74vPlg+Pi+yvjYjFb3I1bY+k3SAveUp/74ZeGE8pDahPo5OQL1YtY++d0JEPmq5pr03Jem+IYcfPoLQvz7nLQA/OFynPqB+EL0tdSS+eMjFvWI/Nj4ucKo+RsWxvnI4xD5/Ip2+VeLCvvkCOL5DXJc+wm6QPk//lj75RI++e4HkPg0hQj4aaRE+R8rQPfzBFD1c+vK9Fw0MP0lMj77VPwW/yG+2voos7z6S1lK9KiYKv8WQ/z5Cggq8ZRw5PSJVOT7sNAY/VAAEv3WJGj56T9K+HobfvlSjkj660JW+62Iqvq9X1r1tN9c+R0QRvwFhxT4S3T8+VgjCPUl1nz1WH64+koTKPrMJlL4yka0+xsmKvk0MX77fip++ys3nvYCOW75m3sA+1uvKvOfNq70T7Xw+6RoYvSbWHb5svWQ+1MmVPquYGr6+vfy+SHXpvHzkHL3S9Bm+IScNP25vjL7BN5s+aLCuPsJ/8r5opfw+R1LXvrxTlj5U+LO9gpnNvgIRB7+AbVQ+AHG5vodmhb6anPW+rx6yPnzoV75mQtw967hDvtMhs76i23u9cNTmPtMK0L3SIAE/4WLCvYjCGz7Fero+qYhtPhj9l74sHs8+X4Owvt7bwD76ceG9rLy8Ps6O8z471LU+I4eDPN6Qyb4sAx49qpxGvt5R8j082aI+ZUaovZZZ0b5bVc6+xyWYPaz/OD5rcY88igPAvrDdXj7OoaQ97KVSPme4UT7naze+L3oLv1pT9b5GJrO9zqk5vk9x+bxENqY90qIFvsoL2T5cP0i9dCIRurPcvb0ySXc+n7QBv8zNCD7w85A+VjEdPRCPcT7Ilto+bjuRPkP+xT6CjTE+obf9vgKikb4uIDe+QPv0vSEyrD7EPUK+4ELRPtyser6+PYY+iaXyvjpkRL5a9rG9l0r8PreVIL7f1v497A5WvsdK2L49XeW+50UAvywCyj54b4A93FnjPVFBZj5NeCY9kqUcPdnIZL20ikQ9CMijuu2dE7xIVmi9oLRDvVScNbvKhK+8KSQiPk2Xqb1KreS9DsgFPU6aHbwn5OK8","weightSpecs":[{"name":"dense_Dense13/kernel","shape":[34,76],"dtype":"float32"},{"name":"dense_Dense13/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense14/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense14/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense15/kernel","shape":[65,14],"dtype":"float32"},{"name":"dense_Dense15/bias","shape":[14],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:30:02.996Z","modelTopologyType":"JSON","version":"0","formType":"identity"}}