{"modelTopology":{"class_name":"Sequential","config":{"name":"subscribe","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense28","trainable":true,"batch_input_shape":[null,17],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense29","trainable":true}},{"class_name":"Dense","config":{"units":9,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense30","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"OG11vhmi570z9gI+L1QhvT2AFr6lTJ09xHD/vaLu27z9yry+KYSevBHDI747TDg+ozNMvhyliT1n45W+ozi7PM+6Pz05jUY+KwYGvbmdBT6hcgM+PstIvsJvPb3hhwc+s7+svV9VHD4x2YG+iWlxPmDZYj5qG7g+DfkGPh/bED4pL8g8Pi8TPmvUf76LfCU+pm3vvb1Mwz5LYqm+pQo/uxSpLj6b5SY+jU3+vXJfiT7uIlC+XZqcPimGvL3Hfee9Lq1qPDgwl7xdu4g+fVovPl+ulD3bZyq+vm5/vpvJw70i+hg+ryfRO2mMFb7D43W8fxJHvSpXob0+LTe+Z2AVvk1klD4ZyVY+08Rsvn/VBr0bol++tRasvfz1rL2YytO9E5Nevibz1TwnODW+Anp9PlSBOT5WcB++zncCPi6Hlz6CiJW+pYscvpKRp76u1G4+76nrPa0S370kZBi8yJGcPj/8iD5Puo8+c+dyvp7IIr3DWfW9ilu0uwFXuj4Cwq09hZV4vry4wTyJ1Aq+LeOJvQ79Wz4LX869Nyw/Pmd4Rz2feRC+SW05PBjt97zYcqm+s6nEvegalj5Fd5u9NalVvb3pir6g/Lo+QoQdPpHEGT7+yQe+i0K2PXu40L2Nx5+8toMyvhH/Uz62qb+9+lJQvRBfj75p0Ui+SaaHvBVRpb4AfZ69To29vnzMYTx2hpo+upQpPlpG4r0aBBE+aYMgvd4t7z3GZAM+w69uPh6+GT5pf2q+iEawvGB8ZzyCFYE8+6ivPXeSlj4bh1s+0HMzvgQfMj4mzlw+Tj0KPrghmr0VBa++szmrPTg2KT5XsSU9BK0xPFhIMb2Zn0I+fT0aPUjZt71iuj28BtK0Oxf0pz0cN7S9ubmIvThHET2UaBm+Im+xvmCbFz1zj1i+YgASvsa+aj27TD++ToDIPaEGHD6x7Jc+PP5PvKufiL7IUm6+d0ghPjCw1b2QDcs9P8kKuw5cFT0sy9Q8IKrCO+wTlj76+AA+Jo6oPuQqsD01L4I+MHE2vgcTQD64w4E9Lxi9vCVHMr4mJpS9x+OBPhIEc7s5daY93WLJvU4x1jxpMs27kSxrPhqyaT7T0z29BNl/PixWaz6S/i6+fbTvvZ0gWD6oHIO+GyI/PbVpgz28JXg+S6GSvjvuf76OmoA+pQ1SPVHwLz2PqdC97RR7vpQUbr0bx3s+EC5ovPAr0j0oQlo90qBnPWM24b12Wd+9i1SzPrn5Sb4XhpM+pou8PQm0rb4Fzd08VRO4PmcHTj5uSVO+R95SPmVhfb5TZ1s+f8fGPqyQVL6qy70+uLAJvhASyDwOkb09pEFEPu6ZoL4HjGq+90N+PsoEJD60NI8+1vMZvYR+2r0fZBG83nqzvb7kmD0U7lQ+QdtMPrsUCj48Yjs9YiaiPc6tMb5v4p0+7ZhTvuoyh74f+2y9tNRVPul0qr6xnYk+EeTmvUkfmz4ksey9tBZ1vTcTHD2xtrs+lZNfvorY7L3Ync2+JTk0vjyvSD4UbIw+zRrpPQH5Uj5/QMm9x3IpPh7KOT74kdG+7gDKvXybwD5PZZS+sOskvdiahb4pbI08l6xpPsWjT75NXby9ccngvOA8Tj49z7Y9YW1UPrZovj4+wSY9cQ2/PVXE0L0KeVu+HIYWvobZuD3sZgk+snu7PeCAd75iBjM+2ETRvX1p0j3MqV68HpyJPpGvs709uHM+jA1UvqacLz13NOc9ZZIVPtg8Mj4uWFU+tT0+PaM1lr0VZKe+EhOMvl+YuL3LiZM9bG4+Ptr+i74oXia+mN36vY66OD3AOzO+D+g7vnKvU750fEG+IgaaPd5SLj7jK9G9xzI5vZudMD4nF3A+UMrPvjYgpj7BP+29rmORvsJo+jzezBw+z3qXvQeh9z1XFg2+ahqKvi5RBr1kkbI+WRhzvu5Ybb5KM1A+o9ROvpGBZT70Fr69SJmtvtDe6bwS1IC98z7rPfF5Bb4b3C0+ON3ePfUSnb7iq0I+EUeDPDjVYb4OEQS+8TGWPtWAkj7BYwK+ODAIPFXQrjzfIog+PRY2vmR7Rb7KA+M9Rr/Kve42Fj5Dg/y9arBpPWuw7714HjQ+dcCqPUN5mj0qH/e9OPNBPpmCwrxsExO+q7EMPlFiub1a/L69PlTWPWq6Vj6kuSe+fLRoPipJEj3lpu29KBoovKCuGTxQ2ig+oKSGPuVPZb5KsSG+HpEvvRJEkj7dP0w+ypPHvYK/1722MXO+36N2PapGLL52CEW+4sIgvjvWmz1y3yC9VfSbPetkK74aMok+krWaPkVHxb3AdQ894tl5PAE8jT3z6Qs+WVEPvtH2ML68eVg9W3Niu3VyXL0VBZs+NGdbvfX62T3Y5Qq+6BXWvWv/sr1I06u+nkRzvVkKjL4qn608UHadvQYZwj1QbZU9sdCXPoTInL2ChiO9uNHKPfoo+70OVRW+BK60vqgIqL2k9mu9xiYOPmYNxz0saLq92hiwPopx/zyD28w8gLL1Peo2t741+Y2+4U+VPAlsXj67tco9StW5vZC3cD6pVrU9QyQFvohPGz6z6I49knUhvQlT972/xfI9VrZ7vUaeeL408489beYnPKEYWr4bJ4k+apdvvOk/X75T4Hu+o7RaPvj9yL6Bj2E97witvhEiejyP89o+7M4cPW5WpTxN1m67bReTvtMhDj3mjrM+avKCPlWwmL5qUXC+jSQRPiK9LL08rD49qWqRPtxIqr72dwM9gJgTPrA1h76URlu+ahKAPWjUrj7To0o+nqqaPvpN6T2VzSu+zGaivTGZXz5yqxa+QZVePoLMgT59L14+Jo6DPXnsM76Qwqc+b0CNvaL5Fj5Q5v+9qpn5PdZbgb4mN0w+E8ANPjHVHr4LUwY9bsqTvtS0rr34dYw96kxoPVCcq71AlQc+wiyDPTQTX73WPZm+ooG9PfDfpb70Aey9gMOwvGo9fz4NDgo9CWqbvohB1T0239s8/2ZZPrHDw71lsRg+v8g3vnYtPb53uBG9xyasPqCeeT3EIaU+U049vipL5jtO4hY+RBczvmaPHT7kvbE7SZRQviD7Oz1JH5S9sHNEPkI3AT70DeE7E/Y5PJOPvD1ll1S9gR4ZviG9WT4DEeA9ST0EPb0jv744PDa9dl/Ivjtx0b2VaDe+F+YVPgWz071b+d09OLsePXLNUT6ExRa9h5+WPvN3Pj64/ja+XbhjPj9xmL7SzG299EFrPZEknD2I4YI+nMqCvf7U9z0oSz69jYOTPqhm4r001So9GR4ZPmyhYL0RCgg98LdBvTZNUTrZhj+9HmKcPRVwZ75Fhmu+NsSxvcakwT0aeQy+0eWwvvVAYj4Z0Eq8JGCCvcFJSD7zTVq9PHPOvVyzab3kZ4A+JH8WPn7jnD25wku9Ls8+PrxJNr50R4E9MTNfvnnt5z3WznY+K36bviKbCr2IO889uXD3PZIfCb4iWo29IMhGPmiTo7z38xA979FJPmdbDT5WRyy+9VPBvaQtQr0+Pl0+tp80vjN9zb29O7c98bEgvgfVVrr76hS94sOyPjAs6z0QLyC+Ixbju93/yD1Ye4O+dAPpPVickD1XsQ0+2P+POm0QQT7Buw4+sSyOPjVtPzyjb9a8rLaZviX7KL6T7YE+QI8DvurEd70NqjG9EAxrPd2Lgz6MB1i9+vedvhdiQL5wDNA9XqAIvqi9sLzM+Iw+nUZlvfd6ob0XJhy8HhWhPVGxr774+lY+jq2ju+ovLjzaahY+IFMdvRcqGr4gA20+oReovVJERz5/O089eMsqPlDuaj42m2a9GupEvedunz1mQsm8L/agvfMcL77FoVY+yH6APuTajr4ADmU8b37LPVCx1j58jVA+2VVxPovDLj4cga4+4QaSPmlKZL5KC3i98pPGvSPi/L0gqbY+1YcRPirb3bxGR0q+UypKPrHbiz3lSsc9IT1KvQ+XTD4vgqE+nfiQvrY1RD5IPYE96c6BvTfJ0T1cz0A9uQiJPokyYL12LVq+SF9CPSOZnz7NBne9lXE/vsC/5bwBHI2+5LnsPGVDgr0xsTO+rDudvqINg71J5vE9wY6GvpAx8Tyepli9svA3PoMYRL4HoNq9SFYHvkVMyz3PuV++ENJfvS+dCr7rOYI+qiUFvp7n7Lt5XxU+up/dPRy4L70aPbW9x93gPUUqJL0kTTy+HbI2PjoDJT3G4Fo++dHrvV6LNL7ohlA+AxkzvoirXL4K93U+N1EwPXjuRr0ORtS8BeU3vo8jjL3yuJ49qLiXPQPtkL36nfE9041guqxb3TyMyPe9UDT8PB3VpL1GLmW9+9NwvpoE4D1+QgA+iyXTvOpb5rwybhO+RG7CvTba7r0R9B4+vOhmvv1Hdr3eliO+F3xhvEXLmr1pFQu+XeDoPVr4k7xYzhM+VARNPs4/E76GnG++C609PevU/b1dE3u9kMC2vJMRFj7K5sE9FksSPuJOBT5rsB29lNfSPchEnbwA94q9e4v8PLpTYb1HoyW+UTMMPgtmi71umC6919uMvfx4Cj7OBMc9JWFpPeDE4j0Kw/48dovNPXgTgT3CPR29Sr/PPI8+e7uv6B8+J3jKPCZKej2pqFY7Jm+Pvb/5jr2qymM+F13Gvee2Ij3zxCu+04LYPcIiN7uxdJu8n9cuPXDTBzuqXRk+OUaiPRoHgD1EAG081n63van8JztcIEQ+GKvYPagGjj1HuBU+wHiFPSlPLr4e7lk+h7ZQPoGLt71H2Tg+RTuCPhe0zzyLRv299E3cPbE+YD6FswO+p8aJPWjm6TrhDjO+esUBvqotdr730aW9BpOnPe5UUL3txQU9dMTPPb/xszwRSTA+I0tPvUOrnT0LzlM+ojn1vUpvZT6mszU+xG8+PY+lGT5ZsVm+NglQvjQ4+D3/o34+F9wxPJSp1L3+UTQ+hdGwPebCDz72xIe9j+R2voRO873I9Tu+QoftvH5NbT7+WgS9MI0Ivt+QUb4JZuK92xfFvJ52Y73etKI8YKOPPT0ThD17KIO9ErDlPWuO1j1eSRw+iAOpvF2oRD5uHhC+rCiVPHK7pz3EURO+Vpi4vYaRx70bzBU+ArbPvfCZsz3RI7a9/K52PfwaTL5T+U++dHVqPt8ih753wIi9TEwNPSY/RD3wuu+97al+vsp5Fj1DtKC98IUbvppzkD6guRe+gU8qvMEhhr7ihV8+r840vZ5wx7266gC+pD6jPc3f8T10RGA+DVkpPuVuwz28SHE++XCCPXVSDD5+nA8+tKeRvmjETD0H1yA8AbxTvveGgT0684K9IKZTPugRNL5hU5Y7VplfPiaYs71h6tS9d7oSPjUP5j0zvSQ9CzaaPWhTDD7XJlk86nxAPTayh7xsqNy9oGVgvgfwEz4Yn4k9Fn+2PaFyDb5cUxG+vGelPdBMRb6Oe5K+XZFPPnHMab4IQpu9jGQIvtjd7bwVZHq9n0PivOuGlzzheou8wSgVPgoder1zSsA9lnK/vT+1CD2sx2A8yR7qPYDlgz5VNG69tZaMPsCJKL6gQ469JVXpPQHZKz4G3eC8/eoEPmLkRL55tnM+psxuvnfWLz6ih4U+bCYrvvGQrDwSi4g9OxvYPIH4kzyl9ke9435Kvgu7SL0H2k+84RCfPAe8kb6KAHo+FX4DPgW/KD3w0CY+zKBgvd4UBLz7IAG+ewNyvrM4Vbsue+09x8dRPnxgO76KgU4+1XBMvnV6Cz6+gyS8/B6HPrgzHr43grU9qyMpvQ6SUr0frCw+TlAHvjKcBD5+TxU+du6pvAgeU7yX7E8+BTqDOyIVKb2c3BS9I2cHvk9tZTlvBfo9o9zhvcLobD1OS8g9tvmbvUKHFT4Kh8G9s/6evQ0bHT2ZVQu9iO3tPaqMbD5dxje+QVmzvTpdxL1QG5w9XfMXPdi8zD3kkAA9X3Vhvv/P8jwoeB4+PGhlvom+yT1YHUW9x4SIPm+8Czwwcp697aFyPuV34z3qGQ8+3GIgPutuKD6R5SW+6pj2PcPhA7xQUfW9SmEgvSLq8D0lg2m+eJq3vVygqD0Kvia+P10+PXx8kDzEviy+p593PfLgMT7rtHY8W8qyPfc1srzDUzW9/ytoPDLu4r3rf50+ey/kPWFoVr53cD8+WpmlvsaBGDx1J3i+jTqKvb/FnL7MvkE+zyIvvtdBNT6sDpm+flDcPeS+cz4aqH4+BEfQPdSQkT4BsUo+G7mQPVJFxr7l5f09H4C1vprAiD3Wb3S9VEA6Ptg9hT0QZB09FQxKu1WYLD1F0UM+YieMPXoPKb5bFIw+vqSHvhtYKD5Ax5y+cMGNPpxdHD0cvI+8+0kXvpMptL16jhq+Q0FiPkEZnTwdQR2+Aj69Pppdrz076IC8Jts3PJSkiT5gig69SiQTvncaUTsU1gM+Itxvvs9jzr3m1eW8Gee/vdxQmT6Xql88XAgQvhMCdTpGqtQ9hjKuvRdSQL7pBaO+U2mfPBj4Sj4y6Z697dgHvjxCSD60aTS+f6hMPnvQpL78G3s+LpCkPKlwCb1Nao69vB6UvjBeXT7QmJS+K0OEvRKRrT1Z5ZM+RLUKvgUKALxWUQa+5WwfPnxtIj0VSzi+/UqSPbdLY74NF0c8026rvQD4jr61biM+eGQlPmX5e70Csby8c00uvs7DW707R7M9sZ3yPav7aj43w7O+iOOgPQoOMz5KHUS+MwIVvuBr0zwYjZc9eEs+PfhDjD2zJiA+wVkwvvcxUz7Ze9K9wUlAPe7pbr7R+8E9BTMdvfy2Wz76s5W9Z+YvvQhkqj3R/bg9D6rBPSKopb7ukjg+VhC6PZGmZL4K/Ki9n9ghPiRDIr5hSnc9slczvaEZkD3/Ehe+laW0vsaf9Tw8pli8+BhDviOcQT7oVZi+N2ZVvs8plz07Yhe9YIY1voNU4j1Vg7q8YImTuwpm3zpi7hy9OumBPUFjEDyoFs08E9DGPEMiKz1YDBi9lomEPboSZLv+Hve8aKhjPAk+KT1GDnq7h0UdvB/IML2t/7W8cmMUvROetztCn706PvPQPPwyNryBTgo8LyLguhtGPDtBUPS8hSq1O2xZabxgaYg8Ze7fO9t71zzdmqm8oMEUPTJ5+rsWNNs8w4RNvebZWDzA+kE8+zkVPSJItbw5OCM9uSPAO0gYPDx22kG9i5gPveCgdzyjSI08P9I4vUVdK70jAgk9/1eWu43ECD39X608talbvRoghrtnc7U8Og48vJuZFLwkohS8ldjNvAxIDj2ylCm7so23vIhEgzxto848edARux+BezzViPK87ezBuzMu5Dy28Xo8MRZOvfJKSbwLLxu9QhVAvkAVyb2hCB69Ia+QvNygAT4yVqc8dxi6vAtYNL5dhMC9ysPFPUZCar1BqSc90whEPvDIuztis0a8pwSqPYrenD2UGwA+Tr59Prpspb3aBaW+EX0aPOA7sL1lh569uE03PtwbFT5lwSA+08P6vYsL7b0E17Y9qDAgPR+q2z1dkyA+cvEWvYCXMr7i8548DwwTvsQZsb17yxg+ybfBvNNWxTwXjSw9eJxBvAQ16zzEjXK9FoGFPr0MBj7/R7i9QVczvmh0ZD4CiiE+os3JPVgThT6U8J86UtOBvsuJM72Z4Pe9XVlpPak1S70CJJm9gp2fvXhJOb45mBY89glGPSS/Sr2v+EU90AYGPediTb4UH409aQjJveimnb3v7Yy+EFmWPpvoQrzm0I28FRNdPrQEB76BXwc+9TG8vYw0tryZoYi8NSKNvso9yLxWitw9ASpJvQwm9bw5wUy+/DvDvXsri7owHQU+QBKuvZjSJ77T4648sKoPvpZP1T3j/T8+xeydPegztr2FY3m+S0cJPhYtvL1indm8xcGsPBRGgL6z7BY+QlQavo9N17zsXyS+7lSxvPE6Zj5vJwe+Tx52Pf/s6zwzSh++vKTYvYshEb69ZuY95YNUvWTZZz47kEc+ljTIPdvENj3Ai6w9WKzzvcDv+b3rYqW9IqwWvk+dCb7Hezq9WmPQvE+cK73UMEI76qmtPXcA270aAvQ8M5DAvQjOB72TpKA9EQ9yPtifET6mzEM91qkFvmm1K73lIMC9tkCDPv0mdT0JTaI8PQF1PiW8k74EBYy9op9MPc89CL0qlrI8eAJFPmfS4TuB5zc+2XIuvj/uRz1bwks9EtYxPRtmk70goxi7UFkzPnTz8r0SG6U9+DAiOjfYqb0zWBQ8J79BvjjeD77pqoe9KRylvGR/kj2lKBy8StS2vShgzbyulRq+ppmhvqlc1z0xUZG9ni0WvhL+SbviW4s9HCAmPUxtRz5/mFO+/++YvfZyJz3BJ/m9u/iHPsxi6b3wGRs+m3bXPTHQaT7qcQo9sGgYPlfGmr2j5+i8ZdtJvttmbb1HfBO9oSGBPtOqdj5FWTS9HoUBPrC97r313ky7E1MbPgkD2T2g8Nk94bjSPYF8abs+XBa9eXSAvEV7tr1IOMc99aKKvabtVj7Vmba7hxwNPczoab2WJi6+k4FAvZT77jyJcAY9z1Y3vvhGPr59cPy87Fy5vdk5fb7xhgM+h7MkPgcHUD2o49c9HQPBvUa/4D14E3M9udrDPPLVzj1sRNa9at/kvSPWPT1FNiw6uwUMPCK5A77gIRI+x0iIvl1nl75RXCi+PwpbvukAIr5Fcjw9DI/bPRtEUT575wS+NNRdPgIPhz0O7mO+61QFviRN9L07Fsk9lY8qPi9wDj7LWIC++x5Ivnb1NL4HGJC9/d3hulsIWb5kfXk+SWT/PBNGbj7J0Rq+u7NMvvF02T2zoiS+9A1NPUY3MT53WxE+DkcFu84HfzyqE+E9TkQDPoImur0U9IG9E2n9PfqDyD0jfqa94+I/vRSZyD0hmWI+BgioPW3fPz4sLAO8hTcUPsXEkr0+esI8eK+DvHtL/D2ZIq4913wvPh4l7r17iws+ZakqPgwmJz5n7uY5xIwCPWUEdL03WrI8pe9Wvr498L2Jobw9JUmPPc9QYz6KHz49F88SPlkkRzsE4SE+cm/PvYZALj5cJa07CiUOPUNXDT5LD9q9jS7TvSOYIr5YcBM+GKZ9PnxOIr62YpK+Mym7vHOeCT71joE+sONmvQyfPb2dbh69m7Ktva0EOj4AOmw96sCfPmx7Wr6v2K09fRWCPeV3ZT10jxw+pniDPA42Xz556ki+xpyUPd0fCr7dU5A++QXHvSd1gT3PUTY+NB0zvZVH7T3IAPq9/22EPAL0oj5qSna9Z0GEvdR1ZD2Nkac93UqUPsXqNL6MTWW8qlAWvux6jz1yrZa9c1eWvIbtVryy9j691ImxvdCM/r0snZi9sPh0PSZA0b1w3qi9YXRdvsZy4L1oNI88C+ykvRzZ3Lz0URO+4foavnIXRD4IugS+X1LGvOiG5D31pz2+FHa7vQUN8byVs4K+QJphPV0PiD2cr1C9SrNmveZnAT4bUeo96+ZGvdLuL76utgc+JQIRPV+MG74kvje+2i0xPllSGj0Nphu+Xl/HPPXzEL3by6u9UelYPql6Nr2WUK89Ny0Pvebumz174MA9PobhPWLVkD2vcf69BUgEPlHnkj25oHC9yPOLPXeJM7nBcYk9avfWPfTYmD2vyCi+9gJGPsBKmjzZM3w9V4YlvnVtnjoO2ho+ooFUPTnLIT6c35o+w8DrvYicFL4NxUK+qIuOvDvWcL1OADc+4rYRvc/3XT3Eb9g9WQj7PUcVkT4nSq69qxAGvkaiPj2XrDi9/Ua9vRDSsDxhbWG+tvcGPqu1vb0MqRg9ZGLePdWyZj6mYGi9dYbnuwon6jxxV/+9geu0vUd+Sj5F+bk92XlFvrrNa7x7Hoy+1LmwPOkKuj1O9SC+RCOBPUh1rbyer0o9uezgPfoysT1jVT09yrMhvp0EAr6wrW++of/jvbSbpr0OJle7hTsIPULHjz5GhMe9ZBlOvbugXT2XgdI8yyr8vYE5njszusW8TQdRPd0qcD2Zqo+98ughvn2QMr6xW989g45WPm3lDr6MCqQ7BihPPvtP7L0Spew9tsiWPOQZFD4hn3y8pFFHPveFeD1BQB29xrlJPdAY7zrdePM8gjmHPf7JOj79xzA+Uik8vsj2BL3R4CY+GWSEPUcUGj24/Mo9v/PsPKzWCL5kRj49wP9nPTi2M7wS+Ky94wRCPf7Z5LxERHS9naUjvlwOpD4yDtA9JLe/vXBnhT3OAhW+xSzsPXw+Wb5zEOU9AZFHveMzXD5/T9m9gAtTvM4q6D1IcQK+YdC3vY88fD2Glwc+RMUQvle+Gb6hy6K9zDpyPoqT+j1pA7A8VO5UPZeHPj2qiHI9Zu5Jvrm2572D1CU+Hg50Pj9NnL3tXb28KhwGvifMUr7zC7C9ODcaPhyjw70479C9bXlXPRlAij37KDG+TKlSPep8h71B6308NSz7vfOJFr4oopQ9G7hHviL3A77HKR0+ZcViu2O9az7uehg+s4jJvZcnYr1cAYk91JsdPYDgsDxD3WO9YU39vYXvRDysJ7I8PHTAPTWQRD3RhjS96U4svSRSND7aSzy++vcEPoXAPb2lHIY9VjUEPoM2cr6yRoe+avuLPZSXRzxzhT48bQbFvY/dyj2bXFu+6rwUPsKcg75tnnK+3ZmzvX7JSb5cb1c9Ezu9vaaDsD3O16K8wmcnPofpAb6MpBw+Ki72vTL3gr0SEtk97mMbPhnPBb7DXgc+WrWOvpKjx7xcoRY+qR5MPctTP71QooW9zu9BvIW4Ej1DNFi90/BdO5oAJT7yZxI9c9GjvY+FnLx3iRO+Kn0Vvop9PT5T/5a+rWovPjbff77KrfM8pfBoPEK6n709OSu7qQQqPptCE774lhc++AEPvI8Upb2da3W91FWqPQhFdL0CGRc+l0kWvbkPjDwslQY+CLJ4vkc5b7yf4z4+JGKyPRprPzw4dy8+4amRPFj7MT6BeOi9xpElvLLB6j2f0Qu9IfIjPujW373CSNS9WG/NPcIdED6Xsre9ICDtvNPMzry4li49f59nPtPdcj2HUm09JpVjPms3pD1prfE85AOuu9bcLj3q3Sm+UsU1vAU+yL1kcmm9pjY7PW8mQD6lqzg9ZZ6IPTfi0j2NxOC9K+AtPpGGmb3KDSq+S+syvGTXuL2IP3G+oY6FPYMUQj4FgR++FgA1PtEn073Qcfo80eWMPW8RmD2l45a9cyHLPQH7oLwlBYA9U34TPkhoGT2KHw8+MkLJPBnpc77g4Je90C3vvCiQYDwJWWM+xQguvEwr8jzV9qE8gIaEvZXfTD4l5zC+SZE+vhQn3D3HxBA+4sETPsoLVL5ZmlC+J1kuPqgqKT1SOFE+9OYtvr+5Bj6Hcg2+yeJwvB8CYb2KCeM9ZV31vQvwvz1URLQ9nuykvZwjyT29+wG+PLI6vGDCcz3jOGM+/1sxvGkcwr3EJo09o6o3vrJKOT4zrFS9YnkkPn9lQD7g7Ye9lTIwPjDJK77W5Yw7wRAcPYUdkD0TIBG9vUu8u3UAij1Fxfq5M4tAPQRFSD6twCO+dmkKvHNYnD1F7Zi+6c2kvTXnAr498Qm95at7PfNs2z0HhvS9zXx1vQfsbD3CGUG+PGtOPbtsvL1LKIa9rFpFvmIzGT7H85y9aomkvLCt8b0MD/o6ncjNvWtMB754GHW9zLmHvfadeb0+qag9m744vZW3L74PEhk8o8dEvjZ9Xbzwc2s+Odj1PR8EBj5eVsg9w2QOvg2fXD27imI+6dA/Pn9lr70gCus9LO0gvirYJL4iYd09TSicvK0cO77JMIM9yhvcvWsR4T2v5cu8dTvYON6x1j0lPSW+PR5pvuEdaD1aK1++skE7PCVeLj0E9uE9wYc5vhHXFj4+QOW8TsBQPnIgtL3s5qi7KFZNvXNvj77N5B6+SgQvvh5KmL3pPZm+d/oHPrHqtz46Rk6+dISJvV7gyb2suhW+2pRPPiXbojyygpe+a4suPsLP3Dwfv3E7o1SDPSZgEL42A1S+QJfPve3DBD4Dspy+y9cWvtC5Mz7Dbt69EK2JPHn9izuHfoy9hvuTPDAVAL6CuKy8zbMPPrPvRT5hAHc9DXoNvfdonLyyGjE+HcCUPVQYN70M5X4+e48HPjVXTz619Go8vtr8PXfBAj2p+tQ9JOXrvSDrhD0tyrs9fh25PVFBjr1Lg0i9Q46YPoeh7T3/DnI+EpsZPh75dr3AAq89eGZDPWBjQ75t1b+9sUwQvZkHMb5tMdA97CQQPY9Z4L2QBAE+65jhPLMdmj2BQm6+6Ar/vbc6KD6JPcQ6VI0dvlOk9z3Y5ga+JvYRvgUnu71sbUq+516APSH7RD7XCr49jsdyvVTYO7ytfYG76U0CvdpTEb50nyQ+0wYovnhOKb1G0wC9im8xPtSjkL1zZlM9l5TpvXS4DL5jcS4+c9yuvcxcBr6qQwA+NL4FPo1Ysb06+g69J2ZJvY0VaL1Y1Py928cxvg25Xr1gInc8lWihvJ1Hh71p4Jy+bFNmvj+mdT1XX/G66zhbvi9C2T0ooeW9KeqdPDwvpT1SyNU9ozyIva7MdL40ggU+p0Q3vvOMnL5VJYy8ltgrvcFuvbyXeso9a5S4vffAsT3QxQQ+CMDYvdDUAz22y1I96R/qvUSPBT5gpaY8dpsGPU6Q87vcpvQ9w+k6PtTeiDs7Mky8WGSJvRsbLj1gjgg+8uS4PO43db0PUgQ9oALyPTiJ4L2AuWS+QulvPuShQ73ZBxi+Hhz9vYvxWz7A7jA+kHUSvV5uNT6RtHY8tkCKPEdtp732Pb09x2FjvXWOSbx3diu92r2gvf0ruLxXByM+NWuHvViMHr7J7+i9/EZAvvT1G76HV4E8N9WJvnZdOr7hkwC+q4JAPTeSED33oJY+bZ+wPBMA3jw4OAS8wraAvic8H75idao9E3L2u5Dx/D3Wlte9TtM1vjfsGr2ee0e+jjrHu2CJjb0myFu+3veuPYEPLr4Hwbw9toDKPKa++j2C9Aw+rzFKPfGfD70x7yM+D+OrPT8fgj6QT5c8uhuXvrNWkj4APQA7PEq7vJbMpT0HxZO+cvDVvOvgTz4CTOK9CkLPvQd8uj15xgE+TeaVPZnG4Ltcw6A+i81QPalNpT6vbUQ9aCtQvnfxOLpvVHo9RSeOPi1SjjxaOVY9VkkEPij5Ir65szo9CrIUPp2i9r1Mbig9yUTXvaeFlr358zE9sF4KvXKqgD5LDuE9tNmcPnXcLD6LYi8+F/sCvAVHij6/ls69DPW2vMqRu71uy8m9wShFvn+alj1/8ZY+blfaO30Kmj0p/K49M0KTvVbhYr2t8A29WbFqPrp/OL4IdAw+vDC5vX/t+L3gaqm95ejrPfOeQ7309TE+w1A+Po3dHr5W6gc9iiepvfLYAz3Lje89efRTPY49pT2Askw8B/0qvV+DJz6vHQq+ZW4/volZaD2nuCW9nY0IPWnkvjtjSRe9+5+RvKBaTr1H0WK9iGInvnX/or2oK/e90oupPcFoIT3l9S689n4gvOZmOz2IgZG6N+tovuUuVT6vVkG7UPtAvkl3A70yrlm+XgkpvrgkK7wTJks8rYQkPqlhpb3+bxO+j1sXPoMsBr56vK29BwzyPB8v9T3JUIU+X4D2PcayBD0/7ua9CMSivZ0IO72biT29tGRUPfLOEb3DCzc+36dIvvnMQ72JmBy9JmYMPUHAsztyiY49HhcIvU5C17xp85e7wI8avs/kir6M0Vo9Q1b8vWXbe7wWq609KtKcvgelPr7kVDg9gZ0SvnRUBr4Eh2g9Ykv0PVQIqr0g0689lpbTu9OcKD7xJ3o9tRXRPHeRPD3DUn28POJ8Pe7eCT7/4Oi9QXGIPexVzr0Fhc89k6/6PFQKEz2qVgI+J8r4vYcC8D3gRrm8QdU8PHlYdL24ufG9KvJDvk0qNzxcOGk+WbzCPWiQ8z08SuQ9+jW/vTL7Kr3hnPi9Mc6NPg0nyr35rsI9pHDrPR4mpTom0G++fqtivjs12r2/aMi9OcsqPs4Tdj4k0UC+iR85PnAcjT2+IC0+VmG8PaJoub3f9is+Q6nwvPgCAj7gNIS+ePIvvu3ZAb4nxHS9doiBvc1crLyTaI6+FawAvvlZYT3/yeW6grUJPuf7sz31DUO+HiYsPjIi5Lv3/T4+QbcXPk6vzD2oFAI9P5ABvmuKgb7TtuQ9Wq8NvhtYFb3MfbC8zumNPnk39D3iZt884EjmvcXQET5NQRM9D2o2PV3j5bz3p6W8rgwDPhWcpj21ews+vkP0vHlua70aXjY9jlSEvZvX4b33RIY93UglPsEFrb0FVHS+cWoBvrFiRz1O4RK97eydPiwRb700+AQ+PrfaPNuSM76io88851pGPXL4mb3D4R8+jnmkO+FvKD2PQdg9ketzvZf0oz2xMa6+S9mdPnqNVLwLbwc+ESkJPmktOj2F+YW9aQHEOyUK3L3l1RK+zK4Xvrgfsz0Hg2A+tSZAPD6LGD18wZY8bMihPTsxLz69FhO+fdEpPVF6p73vXf2925UPvjwUS75rgLa9WoYOPmZ54b0L5nU9eiTDu+/HSr0DdFM+/xdOPfZxaz2ljZO80/navSHgab6ToGG+RZlyPf/A1735JHI9qvdFPsEMNL50viQ9fQ7QPNRaOb5q5Eg+S0bPvQ8dXr7c/y4+JzmPvmOfYL4fF6a9y5XKPaPwE731wwK+QXqlvR+OoT1JIZS9bOqyvfV+iD4Bx5A8rm8aPiNKZTwBmo69sMlSPuPA7z3hO9g9IgiYOzQRAL1OCxU+kKc5vhi72zwy9wc+5zKUvIlc77y/4Su83hQwPpfPDL5VMWy8hbkVvjia5L2Es6E9kicZvof/gD7FjxE9MBrLvV0LD73OdkI+Iqt4Ptf5BL5guuY92nclvnR0Wj4Ipk4+MDb0OyAXA747qWW9p9BcvlXRNb6nHWu+rXC5Pcv8RT16vEK9LSIFvU4DTD5qi1O+LCtUPXI9qb055Qe9lCGrPU4DNj2tmso9B+hBPo0Yor2DALy914o+vj4IyL0phxi+FA5QvK52P74VozQ+VRlFvk29VbxcoRQ8k1cZvF9gAD47Z5W9Sha5PXAzhb0PPxw8Fq2IvS7gtjspVvw8pMV/va4bdT6qcJC9sdWjvs0KLL4qcAc9YTnvPYlJMr4N3aK+XCxePpv+Ej2nHES87k/mvU1T8L06hUU+x92zPQ6/BT6BKpY9pX6dvXhmaD66P1W82z2KPnqVMj5lIXC7Q3FBvC6iR74EArI9438mPobCjz0EqsU9q2dBPfwbMT6I5mk+W7T1vD1TJL6bdg2+Mk+nvcdubbwtwKy9VXVfPDDlhL0p0mo+YB4LvcV1uD0bBCA9dabGPa9TFD2G/Y89Fh3nPcCQHb55hg++AlqTvXKLlbzHpdA8Mt0EvqoIZbwmGc69DtBcPLr8ID2FATI+Yu2evZHhC74FUJI8B3b/PbrZ9L2X9Lm9uGoMPiUypD5JGNk9Cou+Pft51D0VhRS+AmxIvHZeHr7SGYs+oN38PSJmJr3erpA9gajnPVxhDDxHHOK9NPzpPWlTNj6DhDu9GJrJvVJl8r145r899756PkhBuD1YXh8+WGvdPUO+Lb5BPo68HTZAPjKEGz4LSU69+WfqO1FXNj0LyzG+o2kiPmeG/zwvsg+9AvPUPSqYQz4XddG91cazvbEHnj2usA6+oIDvPVLtQr56RfG85dWpvatSgL2pTnO+QbubPrBn87ynDVc7xAuJPqqNP73t0xG+Bv2bPXzDN71qMlW93arsu5Erczypj4A9pYhrPSXmQ76pom48lduBPl2HvT1iOIG+Nr24vbBl2r3imYc945egvd5MRz1Uaq48DDUcPt3Ihbzu2ww+cUmEvQKjfb15mcs9xvC4ve8G+TzSppy9KPd7va1elr1p5988W1UQPY/vGr4vRCw9zXF2vnfrsb0fuVq9K1cJvrpKzz2VCCe+AyutPbekDz7sRxy+6t4nvdT4UD0grnW+AqGovfSD5b1XRDO+eX+TvkjhKb117Vi8O0JvPIHsYj3++bq8r9UUvlJBQT04K5s+dm2WPiY73T2pFlO+zQS+PEF6672dBQq+8m4oPQNZhT5uvQu9Gcz/Pc1mWD6GQwi+UjK6vImdwL36byy+RY41vTfCgT4G/ay9LygPPTLoL76fwjU+J57ovLtwUj19er+9n2bpPIA7ir5x+3s93Ay4PHUcAr5YOms+ef/SPUMeLj4aNIe8XixqPS0pUL7kAjk7YXCIvbQfT7zDEAC9bsIlvku8jL3d8/S86iH0vNJlOTxgyUe+Exdxvu8Q8TzGbiw+sv3pu6RI0jyfj1k9l301PofQsT3X95o94iKAPb+RJb1xr+W9U6PsPcn3SLtTHCQ9RgmEOnS0Aj3YLka+KZFUvqoP8by30lA9NbpQvr4DkD3GdFW+7q9EPuRxEz5KP/89ZdhBPh+VKb59SSW+q5zBPao53zwH+5S+HgVTPasfgb6pEQI9DzE6vpzzrD0Fiuu9RbbtPfdzZ701jp+8XbxevVVvcj3vRty9nRlVvWhyjz4SiOO9QK4ZPYxQ9T1t2vO9vkRlPXvX6b01OZA9qvuNvuETab11+Yk9kV89Pu/wID648xg8NGtZvaBKI75ymyq+nFCcPvHE0LwDSRe+8eyuvULUG77vCIO84bJpvb1ZKj6Ck5Y+mKItPE1vCT7Rjre9RVibPXriaL1f6iM+eWtjvcky6z0YtAa+yIkSvtEJ6z0w8Qg+RIs8vZ0Ul7wtXjC9+mHRvYJ3Dz5cYEa9T1Fbvjm+gD6nax86OQIHvdcYOD6K2gO+t8cUvqan2j21kbu9fx5xPn/WDz6qsRI+ZUcIvk8CFb7ZiZK+fP5GPtFuxr25UDS6plWvvTeTXb2yAFI9PgYUPmf0Vj1TFHk9vR9mPY57Rz4CUX0+qmoWvnM2Pb0JAKs7kdSOvJec5jzGCPY8lRucPvENoLzV5+I8wU/qPaRGmjy/kjK9OKOYvaxbwTxO44I91GdWPow8CT4MWHg9WVEYvWVjNz14kJ09WN76va1HB7tcQ6A9nnmIPV0eOLt+JYS8NCBoPUYxDz5kEFI9cYoKvoprmr0RbwA+LzKDPf1PPD6KlqS9m9tUPjKUS74ldbi8YLz1vJI2Qr4dmz+7lmIDPIv02jyfWr+9jHeQPUsMPD5yQQQ+1/XfPFcBUT1Ld4Y8DR90PWSVEL4+1j4+i+YXvleJQz7NCEI9JsDrPYmyTr2ueug8wjk3PrzmUr2Rs4E8sraBPpK6ob0AITq9IIuRvl6fRL4Ch/w9JnW+vS4jTTpKYO29rGXvPV54SL308hY+MGGsPQEiPb6UW709q/CDPvcgO73AaQg9M8JXvopD3D11Gei9C8JVvZtWfT2/49U9MblKPhwfpL0VhVc9E81mvlfXLj4Nv8g8uJzbvR8uFDsmhg69zz+HPpGvqz2NYTa9pApePhIZQL6N0v08Ls6MO/cAN767WeU9+8+XPZR8Cj5aYBo+yJJ5vaqeB74etvq84FovPpP6MT1VQFo+23KDvZSX673WECG+oJSUPQdLGD4ix08+DW4iPmqxu7wJnpg8kmGvPQvY1D3HLA6+OaasvdX/FL4Uofg7RfbLPSLH7T1PNCo8qX5cPjHnBL7wj5e9RQ8XvvVRbD2B7BK+5HcEPSfhNz5FFaG9saqMveMPlj3TcQM+J208Pj5rADzjQ9G8mEwgvWvgDr5Rxgm++eD9PVvjNz4yKZg9i6eyuk6ZWb2cvee92I96PlYTT71ZDyw9a826vA/ZDj5VlT68DDu3vSRWnz0lIhs8Dw4pvTdc/72nqTm+ASDRPVA8nz0tftS8NblQvdOkoz3vxBA+qF2kPF8Qij30mPo9AQ76vVLg0L3CXA+9+qN5vCBqBz0BCwu8gMonPsr1s71YXMA9aVwbPdzbLr7ByRO+/UrFvaEUUz2AeKS7QNcVPg9LYT0wXiS96wI6PhlppD3rf1o9ImiYPfoqoj04MRs+/3E6vrw4Ib4kmM29EZERPUcDQT3vBIA9/byTvpmm8L0ZaeY9VLYNPnEj273yXmE+lpD+vfw1Bj7LjlY+Pph1PaoQ0DxzN/c7ygwCvTb5cz3jSSS+LiwAPjKmfT7OgMS9/1YQPfGLVj3rMMo8NrAXPuM+ZL7kiB+9iwppPLiUh724P22+RHg6vdNGwz3gCKk9k3u7PVO+1L1Rx6+9VtuBvYx7Dj4V+OM8LsK6PTr5kT4BKGe+UX5BvYxVBD0Hj4U+6BEHvRm36r3XTLa8ZPc9vcHwdjtYgcI94qjju+c9U77MfVk9w8oePlAAgr773++9RrqnPfMLHz7D3o69Zr4eviDiorxpii+9rHtoO5Zvhz3aTM09RAgmPQ27S7229aM9MqUCvv8hYju8Ocy735qQvTe2kL4Nq7k8Ja9Tvb1xsz1DUGU+cdpuPk9IDL55I5k8tpAAvCJdDD7MVUU+8flqPB7Clr3RBqG++bbNvbMivj28aIO8ISUoPqB5wT0bjWU+Dtg9PkjU+j0fbY087H/LPLSdmL1QAzA+ieaNPef4KT2uoVo+XtbUvL82kT6XhJm+3rqXPOqJAz2w2ko+goVePXYWR7yfKHk6tetfvUFWgz5Xfvy9y9g/PBMiLT5Oe7A8x+A8vtTfzL3W1gU+6qvzOyAG4T219S++QiCPvW6Ajj23Ld08CSSbvgrXLb1sKS292ILuuwo4E74Zoyk+0bUdvsPYFz2SI0g+O7oDveUGgz6v9/49KV/CPTpZEL76VzE+lMklvc/PAr1kKjS+OzIbPrYftL126rO9kAdVPr6B5r3hl+A9Dr6FPnk2hr2TPCe+SDEFNwcWJj7RKrU9+7E3PD9xRj5/7ty9pXMSvgdx2L1jnIY+SneAPVKPPz6ALf+8c9W/PEVZiTzO/pG9PJmsPEM/W76Tqwk98i5aPmA2P73sy7G9+PV2PeoaN73jY1A+WxeBPGMhqL0wybs7ScwpPv9KyLw6bSK+9LAMvuxTIb2l4y4+u3advfCZYL2840K+lrIQPmdetj0TYWa9GAqVvd4EFL5pUj+9f2MUu8VhSb5Mocq9D3PGPQZKSr60RS48meDHvN68gz0f6XQ+K87tvLtGkr0RH4g9uQ2EvRLEi77UWyI9LkVsPUurV7538gy+RcTDvbf58T0D67i9+yIivnm8ar4unII9TwyhPbrQc75/9jA+AMBCPYI7nz0iMvW95AfQPMv9kT6HU1E9deNNPZxBSz7fmfw9+3nXPUHf1bt95Yy9J58APTAjCL43yGc9N2QUvARsXj5oTgG+iw2AvXdPFz1v/Qc+fBY5PmOYLry7oYQ+kYjiPYTOHj59F9Q9IFXkPWiyHj0v+YG808CJPJzbKD78Im++lk8APpZ1dz0NFuI9tQy1PbAodzxVbii9A5rmvRzHmb2QnR29+DQFvkf6zjw+/IY93eoxvgX5S75HCs89UguaPeYF5DxoPtW9UAmXvHG7ub16E2S+vw/zPbE7tj13QrO9eiF3PnGmEr0kAu28r6LjPQbHzD3moWQ+kFdivZIrJb5iSp69Up9jvs0xnDxO0+c9MNo/vV9NNz3N+AU+4RrtvdqWqr3k8bM9lsm8O2K+AT26XQq9PvrOPWJ8UL4/0Gc+VR1ivSRcTT75Lj8+VZ+hPK9m0L1Huj2+ciIrvujfIb1zZK49+TryvLyVLT6ZY7A9TgomO18jqL2rWdW9zFgqvoLLBT6/ayg9vDMAPq60o75Ztju9qZgIvh8Ssz2s/AO+E2fgPahzWL6y7Xc75AEMvlrcr72bRlG+npWgPeVBCL6qodq97vCPvfkFST6BsOE9OV2nvb1SfD0Ah0+9aV1nvtFYNj2Q6Ag8rDSVvmSLtr3IpYq+UvPWvZG2yjx8gPI9ZrtfPYjcUT1ocEC9hJ6yvSnaSr5NXc09piz8PUndXb3nuiC+74wkPSR9Wr3W2i49391nvqG2Pr2SWuk9DKvTvQNVRrwIE3w+0DnqPRZuij2PFsk94WUJPgp1qj04FpO+w/9Yvok+B74LEgg8lyT/PbaMqT1ALEQ9vwu/PQmyGT0rq9M9kBg6vgCpAb4h1kw+uvOovFmxcDu5A1Q+RDydvjhW7701U0++RECXvJRf4jtJYd69aJbMvRx8kb2xax69Bc6dPTORSj7aTT6+NKYoPp0nUj3QRLy9XenzvTx4ID5F/38+tgTrvblQXD0KXsi8J7+Vu8piiD00TXY61ndFPn7sCr36Urk7+eLZPEs3er519WS9OiwyPfUPAz66Y/O8XKBjvkluBL1ROL69jdXjPY6LeD1ij5K+11aDvo7iLT43oBw+SvcEPSZ9Mb5ROxW+DnOqvUBnIj53Xbw9xEJkPJs65b3SOfI9JgTMO3W5I73aNtQ8+chFPvBy6r1fc8e74WnIvam1G75ci4+733uvPehTNT0DdVM+ZwbyvY50FL4+1r097wsWPmDkC77ECZw8texBviO+uL3UXHM+2TodPmbUHT16oCq93rhpvnrM5T2bFia9/bOJvf4aWD4FXBc8HHcyO6Cbg72lH248NW5OvvUdJb3ZvBu+0LGkvXxazj3urnm9U9cBvQznZD5jLHI8cGnzvagDMD4snKS9zWMuvUEthDzjgB0+Sq1TvphoG76kz1A90pQrvogBIz5Hc6i9jKTCvfp5xr3p31+9xtoYu/zSwr3SmGe8/CMwPYsX1jx2MhE+r7X1vQcu9TvwfAS+Aw0LPgGtZr2Y8cs9ZOCDPg/LFT6ybmQ9qlYEvktUrb3NhXI9imesPXxEOb7/sTi+E6ouugYUBr2SPd28yWA/viwiHDwKT7K9a14QPgWxBL6AuTw+KthBvqr287xDRQc+eXlLvqJKHr3IWhq9SrZivTpB8bveDyE+puMmPuT5qj3GkRM9owSRPkKtJryTNSs9YwYnvkabE74QDRQ+l1KLPK146T0AfqO+WavAvafh4r224K88dg/xvcm2eb21MjY+U28fvkbWSzy6aQu+PA4Pvk20n70eZgc+rVm5PSpdsr3kFjm+G9lePYiDGr0DmkY+gNnIPAkcRz7V99c9Bd1nPpXG+T3VuwU+Bp0LvJlbJzzJstK97NQYvvJkGb6Wqpa+pUkOPu1gDb7lk7s92+sWvWOCqLy+zGS9a/i9vaQ3Qb4TRmG+wpEZPmRZJD7cLcs6KvsUPRE8vD0beDq9sYANPixAWr6FDew97Xr1ve1lIL4fgBY+Ej4ZPkB2L77G3+69Os8/PfXHn721Bfq85CRAvRkwPD5H4q68wn2HvXFkfjxLzBO+8cRsO0FxJrxFFfW9x6+tPdmOT720PIi9NpmKvk04jT2f5jO+kcJsPpXsID4RmY29ImYEPpWg+TyoT+A8yirLPcMHJL2h1KK8NPyLuhbUVj3UrnE8JhxDPuAoCz7b7uG87wQVPsx/N75LDqY+LfiiPP8Wob6rNia+z3arvYAVKz6pQIS82g8dvr9Lr7rBfI2+jAGhPbz0zD2GoWY+Sn9IPhOky719BSe7CkrbvNxzrTuholQ+iNzFvfgV6D0FZ7G9Adg+u66FOj6JVMA8L9EnvlgUfrwGw6G9YftXvWqbuj5U+KA90Q8xPT1VWz42Jj0+iQstO+kSpL1yxx67up3dPSPT0Tu/y+A9gwxKPm72kT3PjN085HMxvYcl1jwpzNW9v6iYPXPbd7154s07LilkPb7BAj3ezRi94BY/PljEuT1DiRS9m28Uvk42kj3Zh5A+R6P7PTRZz7v/PB+9QUMLPtUWg7xnYLq9kQsmvjwtIDw//Y+78NcqPlddpz1idom+29b8vGpJcT050Vy+DFB1vv8B970jqAS+X7wsPnD4gL477ke9L04yPrs5Ob4gpAG+dfZrPjWRTzyVO7M9Lx9RPRJCmDxYOSo8VMWTvfiGPrzHPAu+OEWlPUvwHj16uBg9WdXDvaMuhz2s0eS8r5YHPbDxhr45zji++T+4vGZrFr667Hs+cZMPPi2ciD7qDb89duDXPIw2Pj20wcy8dGhHPuqhgr2hRAC+lYpaPgoKGD4lICK+mtGHPtArNr6iUAe+oiMQPtu/fz6yUPM89XsIvfFHHT2T/B287PksPsxNLr0rMFQ90nf1vRZ5H76GYeQ8U6ETvo5YAj4o5qo8jsInvoWBSj3eC4K+PjYPPoCWxj0aWl8+J9gkvZsI1b3KGIE8dHqPPY7JkTxyFt29MSk2ves6rD1KlcC9RGhJvrDzwrzd/ZK9sH0CPsVHib1lO1W+3m66PW40+r2Ygz+7Q+8CPeCy5z1/8jO+s0n6vXvKqL2Nisq9jzJ7PPRUFj4beV2+6dGUvgyjojxxm1G+2QuEPRiHgjw2OkK99sbCPT4saz30jAo9SjT0vYphF72MY1a9WLPgveQuD74sYVA+hjTpva70ibx9lnY9i1uxvZbgDD6KLBg9Np9PvioogLyPwPA8p62Rujo4Pz6Y2Fu+raJLPAgaazw0UJO9FtbCPe5kFz3e/oy8dl33vVvpdbxyLvi94h2BvTXRYb5GNQo94GwJPp6RyLsdRsk9btpGPnX8yb02ikI+jlmTPmHO2j06oAc+ZyUBvg0YhT4pdje9ci+ivuhN0z2Z/ay8RJLVvbYbHD5ZbUc+6cy3vQK6tD1Kkm49HXcMPiqCEjxas2a+a/w/vox5NDzaQ+k8Uh2hPfWKPD2x8lY8ZYQ6vCkgHL0AqsW90zEPPrBxnjx9sCM8H4XhvaFxXz6xMda8tQ1uPMCwnT1y/u89+Zr+vZqi1L0XDvc9PMYYPp3eIb6Nvua8v7yiPX4Z3z0bLIW+hWYhvOdo/L25DSa+lGRWvZn+RD6jLkU+6JOkvC3hXr6yxxg+DTa8vc0CWr4BZ4Q+ZhsoPjwSur3gOIw9k/otPSM0Zr65YGi9hrZFvJN2rb1QCuI7QTE0vJqS1r0NBJw9jWCDvke6sT15oRk+WkCovaAcZT7vv8A87+iuvU8WbL6zNFg+Y2jVvRMuYb4+DQI+nKcoPfIm4T01o8U93ompvYVsCb6L+Co9z5mOvc7bfL0jFKC9EphUvgXs3z2qEgE+/kwWvq64lD2G9Q26Y90Vvhcx9j3klfO7HrkoPHoYRz4bg2s9jfU/vmO1pr1eD6288I4DvouPFD62Zlc9G3qevKE2HD7mHng+KtAUvXG8lD4JLDU9GdYPPcrfNT3yn9e9qB/TvVQ1QL5gMiU8hxxBPnCx4T2cSE++AV6FPv3FYr1N4wC+CioWPsXUgD2HFjE+R0BOvvdiSj1goOO98QvNvbJz0b0Z+0m96dYdPGWvB73mxIA+mRtRPdUmrb2IC9g9jft2PRrLpj2uGua9VoXnPd6SEjyrebw9+CYBvg/KjL23yz49MFFoPuPAQD3qiWC7Z+jQPG0CYz5ExD69Aub+vW6ALT6+KHk+PgiHPV5zeb6+9c+92Smgu4XcSj56qhQ+8LgxPv8acL0LAkm80wnZPbJlgLxbwto9ZJaaPY2eVL6LNCc9D1AUvrhysj27DrA9Biltvh14Rb0mEr06pJEhPpGxtT2pPhc9VT/TPfjRhz3uukW+44KJPKW5Jz0KkM29B2kfvW8hDT66k7C85FjJvU1ODT6GIFe+g2jePPKjXL5Hlva9iXOIvbZZtb3F+229McKxPawB6D22KDA9OVdHvhDU9Dz5zEa9MJ7avBKjdD7ptd89XLFAvYzJ/z14XXi9WBl6vhntj7ymjGE9wRQ1PZ0J7zyp/Bk+ZFqSOyOwDj7rGIe+F8uJvVFqRb52DZK+AJoiPkpYybvW9BA+Nw4kPQWujb2RnYS+wDMavhDJUr5fjpQ97VjZPHGugb7nRsc92/8hPTagej5gNv09SfLRPfk7LL5XGB++rPIvvm0GeT2Ueum86V7mPfYjeT5Mzl49NAolvaJj4z2H/8I9elEkPbS7ZD0mjZE9FJnyPT/tTTsJU5m9OJBfvktISTxm1YM7iOlcvZ8WHz4VPwE+GEzjO0aWj73Z7+Y9CSVZvjVpJL7Lz36+Ba4HvYfE2702XwO+z2L6PDVyAz2RzoE82z0MvmgTjDx9VAQ9r7q0vaahAz3boqU9L/ALvg087r0ltU2+f/X+vNZ1Nr7KXdW9luvePBVcg7zJkmE+Y17hPFsJWj0oKSA+ra1VPrbpab2/uH4+Sv4lvmDAYL3ei5M9vyqAPgAkDj5Ua169gx/1PIfpQ722JBS+1t5Xvb79hT4MDYi+xyOBveJUlL3M6yO+SR0XPv24072TNi8+uZynPT5ErDk22eA9B0/rvfzMDz5vDVg+87ADvsWhkz0Rmom+SgWjPVaMDz6EvR8+iOhpvBVPoL3psh2844K6O0k+ob34rw8+VXOePR7xHT4Yj8k9oHRDPQXju72HzpK+YdFGvq6f0rz57aU8K/1UPie4SjwRxxk9N40GvZ39bz2cuSE+fUc6vXFDgL7pBPi9XvDYPL/qVb3/X3I+uXMCvRYmND2L0/Q9W5P6va4NVj6Xw12969IMPq76Zz6l98c9K3cFvgl/7jujoIA9WaCKPFTkIj63rAi9UMK5PWqjTr5e7wC9ENkhPV/Y07z1kqw9T5Q3PeTjrL32ij29sVNXPYDeGrxHB4K+lIbSuyK8IT7ZxTa+gXsuPoe/zz3jQSM+23qUPVkcJj5ZIQO9z0/HPVti8z1yNwe+cX1cvhyrV749lxy8t7YnvUkObzzhNbw9ct9MPQAYDL6Ohzu9a0+UPX9KET7X6b680jrQvKGyWL5Ktq89QVCSva16xr3Z26o9yzooPq+agLt5/sc940+DvGzBrLz/BNo9C+SEPYltCbz6wz08056XvQvaCr2ziYM9ElHLvfgojj7Q8kK9O97dvaSOMr4hShE9V4ZQvgoQET49Wy48ihxbPar6ej1+2xq9QfgkvprQnrvG/8E9FLA9vcYnmr0WVwc+CMs/PpHPuLtq/qo92dTQvN+ovD2iMBk8D6nCvbG6jz3lcJe+eTuSvWWzGD6XdB88OpdZPtNgnr2E/149SaKrvTDpib3AlSe+VIMmvmvqd77pAhK+BKkEPbWDjD5ZKGw+Pv7GvRNB4L3sisY8epJvvsAkEz11ue49Or9EvnHV1b2PmaU9gNFivRwLGz2rTG4+I6rjvRHxCT6NgsO9ZM48vn/erL5lYZu+De4Pvh61tL391mq9VkeIPSCjDD6poDI+zzVTPuzler5qpZs+TJjfPdFK/T1RVMU97WxfPsrjZry+Hog9ziuhPchszb2l2uk9pobrvCNK5z14+LO96EKKPhU9tDxveBm+gVwjPp3L973NO1E9uoQQvJhaqD3I1ei95Rj8vAI3bb1goZM+5/WoO2WmUz2Gq8m9rJAaPm3omD4Xzla91Do4PaOdwrwWxay5SQ8wPveQRr5vGZk9dTWBPqYJhDu8vaa9odnbPdU/4zymnJY9yNYGPveqwz36w32+5l/nvQvXSb1LGD4+NmnyPeZcnj32rC28jUsCPV614b1Dp6q91GfSO2AiBL3GkSS9x01bvjds9D3F5OG9M5cJPkUmYT7Ht7O9ShOIPU4JZz0z2BK8P4EIPfEia77JN7+8u7+zOe7Y0j3cyCO+zk0Wvr4AF76tQz09fcN1PnNjIL73IUK8er8yPvVRkr5gbvU8Ev08vv/+Nb5Dnc29jFyhvfcnTb6Y1Fm9D9YQPmJ6gzz17NC7GEDlPakqRr5Cwr696nKVPgzuojsLubA7ahsNvoFfob0UvC29TL4ZvoLiFr3RjHo9fn7xPUs3iT45yrW9FmgJvqJssD3zdWU+F5WWPUXz8j007w88zzEwvOtNBr49YS8+qTj2Pbr0dr14XCc+JJPyPaTlFj6UDAk8KPnpPCiOeT1cAtS9WMSDPuvvwz0YqGI9MZkHvjdfZb4PB0G+WaGTvFDVZT1wmeU9HbiJPOGi3j1UNgG+BYNQvS2Mhz5BWTi96bEpPdNh2r22URc+RaZQvuLUPD4/JJk7GdXnvbutMz7Upm09KsBDPTAUbryB9xU+cDcpPnsAFr7Mm0s+M6Y5PpoLOL7yUki+bpF+vks4Cz1pgVg9UYk7PiCJdj7/Nbc8ySG/PQy5iT5HNQY+mU70PYOyqj1lgje+jSHkPa7KdL4OvRw9qxuCvWHDiD5EqTm+eYsTPpSI1z0mTfm8ddzsPIswt70acpG8ofo9vbtGsT3gj1A+cFCfPa2iyT1TzzO+HKfFPRoDw72m8d08NNElOz+4yL3AGb89Tdu5PbhUMD22MSg+5f3HPGmSnb6SF5Y9N3k1PpAaH77o1Ew8nOjYPVRePT4p3p698eh9vnaUpb0pVoA8/E0SPXXXGb5bUTY+zRGMPjPcSz54NZg+F1ybviAhOL7eRkQ9DJ3EPWc4JL7oaKU97YQ9vemMAb7+ds08oBlTPfcUrz0HV+A96H4AvYqi97wrzQO+0fcQveOgeT1QNSe+bztuO0dcjj1lCFG9AaRWPuh7Ujw1918+Xaz8PEms3b3hDUY+GqZZvMtdKr0NqaO9diIzPlX1U702Bhg+sAc7PnmShb42hxi+oZETvgKlpb3twsC7eul2PquIub4EOgC9adLSvW1Xmr5jPRo9oL6gvYX7FL7mw3s+YyTSPBk9Lr6d+8Q7MfYMvo1xVr1YMkS+PzeNPgYCmL0MWIE+r8mmvaLpUr0W35W+FnprPsdvfj0yLEy8ZLU6vgs2g75srsO9VpcAPgPG/bwD4jE9BZbGPUv5nr2QGlE8+g2NvTo2TD0x/+U8m/3nPAde3z2zu12+OlGWPZBeRD2qeZI8/F+TvnzsHr5C4ei9vvdcPTdPIb4LTCm9MIb8OYVz1D1fY/o9asxOPgNAij55nYK9ZpIdPpOOKj6mCgU+VO92Oxlmgj2IsYg+va6WPezOFT45lSs+m7vIPPPeuD1FsX89RhOevWR3Mb6bWja9fkUwOjjOFr2OnIK+ku7WPXSwwj0mXwG+tYCJvjqq0zyiISU+k5cEPty1DzxsfVe9OcGNvqMQjD4Xf5m9/kUaPldhtz1k3e890qgzvFsoWL4Z+Yy9oH/gu2kFR71V+Py88BSpvMYuoD1iDr2+UTaGPceBRb6Agiu+CZXjPcwSsb0LAEm+CZkTvlPogb2gyhk+RCTROxJWK72eFxo9MDYMvja0xz34u0a9yHvyPVmpmzzft2C+FLlXvSLLy70VXxa8COkbveqGCboqzIG9AaTkPZrfRz2lWge+/QgbvcFJCzvw5R8+xAirvWfm+T0aghQ+ONkVvfpDLz0UrKO85y0zPsWQr71YQwE8J4FCPiPNabwUJzm9bPocvriv472EeQo+WdvqPHHSLb3BlO+91d6vPFRoT76A+R8+vwZsvgToiL164h68BQO0vafE/DmzoQ8+WQGAPeEOxLyozFA7X9OkvPiboD1MQaC9/Wv7Pcq8Ar77G5O93wjwvHB2tz1nQ7g9o2yEvq+XXb3In/c7s0XePExcLbzemTK+b+DNvO5lMb1Py2q9igfQvRbvgz1RX/a93c/mvaxShj4yCBA+J/QDviKHh74iExE+BMWPvaK7BD63gDE9Zz7EvWGBrjzPA9w8FkwAPpi53zsz03I8OAIRPjPizjydmRE+rvcBPnDOR75cnYW9kTaDvhAhMr6oILo8douevaDj5z0+py0+LOq6PdiAcr2xe2K9xelAvml+YL5LpxY9uT1pPeBruzxcx4Y9+Wb3PYtehD4USps9044TPjRKAj290TK9s2rEve3lWb4TynO9vv2IPUXoYz2OUsO9nJtDPgq4gz1DNnG+U7itvQKCBz4YYJs9HIxHvdwGRj5wrIq+86JZvuTBI770KTo9AnIpvAIM0b3gFqy9d8BfPstTIr48lM+9WFBmPnIA5D2/bKI+2Ty8PbWQtj2D03i+L6AMPVUYor1VaSo+bQhLvrmK87ytSvM8srGFPZ4QLD3fKH2+MtnNvRMVBz6sfOG7zr/QPU7lPr5JyRs+lElMvS/hmb60SwY9xe1mPs9MhL12lIE+xkeYvjF1ZT2BgHy9f5J/vAXeUz4kflS9vRsvvt4l4b30Q6M9XlfuvfIerT1rlsW7N3tBvHn5RT0iy/u8I4Navhe7sb3WD4E9fO0iPiqkdr6WtQa+oJpePi9Iuj0xdzS+c+fivN2ZkL1oUky9/oWBPKLi+L1vBFG9d9vePCJqYT4IKyG+YFeKPUYHFb6S48G9pHL2PTh7Qb5c1U89UXLJvW7/oTtfl0W+hLNGvmPNYj5WaW49SgfUvb1EUT3/95m9coVgvcnyGL4xx/c91cuovJJmHbyfp4A9oxH3PelbNj4i5Ey7ISRGPT95xryrLNs9CkV7PdTlqj1DCJO9O+buO312d724DlA+fFUaPueeVb6UtxI8h9JavbA1T752chE+j3givThD8T1zvYI+X1yku5jJqD3xTNi8fWqxPZKiGL7tWJQ8f07dvdEJSr0BOWw9s1UsPnRIVj4JVgw+J2+wPf0uUzwp0QQ+EObjPXaW973ZASW9F6KAvoHhJD2U8ma62WeFvYaNhz5UqSG7yf0nvLyIUT4Oy6c80bwMPlXAHT5RTzk+G5YxPskfrLwnh1Q9GSxlvSZrWD2ePjs+iNwkPQoPOT6gknS97kldvVRaxr0s2A8+LqyKvf2GObx6VKC+Tp0Ivj6igD1NJoA7IqpSviyfZb0hr4Y9IZ8rPYu0er3gJls80G1hPnNtUbsySyq85laivAzglT0Ocb49ufIevqutRLxC+I4+OLJUvjqPib1NerS9k7nLvYmV6Dx4PoU9HY1rvuwNxD2h5cg9qJApvRGEJ76Hgle9AMMqvuK9ez5xo3q+fjr5vYHTj7x56I29Q1hrviUNYL6WaJ8+JYnjPD4NwT2O8FW+4bsrPapilb6MPqS8Ysp/uz+rHD3b4Tm9GEPpPdY4Pj5XSvQ9KWg+OiifCj7sY9M8Y4VuvhhuszxSoU2+tLsDvmJzgT3PEKG+PEaMPqRjZTyW1CK892WOvbMMDL1ygH++pJ3qvT7G7r2qLN+76bi6PYJbZL6KHXe99V3VvQ3jYD7TnHK8jGG4vUMihr2pQme8TxwFPSszUz5d+gc+yd1+vDGpQb0S6Lu8MjdJPFD9ir17hNc8UidyvWYFkbzjlZY+aiqRPTlRe71BCwo+WiSwvRva+D2cNCa9UMHsPfR7lz3OrLw9zGU6vp2oLb4i6dq8SAmpPPCcbz5bOoY+U91hPtlbTL3Ktew9sHGkPTw4Ej0GJgm9Dh3mvHS4PT3MjoE95s24PDSETD6S0g2+bejCPSU1Tj2B7om81JAXOILy6Dw/6i++RZJIvsnigjwKB5Y+HUJOPqvTgD0vRE++vrmuPUKIHb71hBo9/+ksPsXYfz0U2Zm9uS7VvDgu673ZTAK9TYMUPiUWzL33lCk+0Vp+vS1gCboe9Sw+0S4BvbC/Lz0clgW9377gPdFuTz322wi+SkesPWa+pT0mTrW9t5PfPUf81L2avuq9X5s0vX/E1b1zhEo9GRVjPutmQL5Xgh4+1xWKvAF5jb162P69V4EgPrtgw7w7Jdk9yD4JPBhTaT7TQQW+fwLMPVlS973Km52+/CaRvqPyf75Uj729mnceveKc07xPMbK9hHNdvmc1JDqdmoY9l0H6vURBoL1vAhw9fDo9veJEAz6EOwC9JpJOvaaqED7nd2G+nYSiPU8eHj4oYBu+ku2gPsqjOz1izfs9i46VPSqGmD2SA5E+ffMCvnCiqj0k9HA8ICJjvDUiMj5Cc0I+E32+PdcBJr7H2uK9G0uCvdmn0b1Duyc+XhRqvR5tVL06F7w9wHuXPQ536D3aJte9qsGPO5LdFj6ZiAO9pDODvjFMhr3rlr29ribNPZvxX771jvO9BVOlPL8mez5HLvK9xRaivXSErb0Zv627BvzBvfLlID6dJ3y+BCD0ui27pbpdyRu99LYEPvaZJL0IMxm+z3c8vhNYeb4WFm89QEqCPMVe9z3Zy1S8ThAPPtOvrD33CoW9yQjfvDKiwz3HdMa8EFzPPUG0pL58tu49kj0FPi6JHr70QwI+ky9bPqAsTb7r144+9pcePsuLEb2g2PU9WSAcPupr6j2vK8o9NvB9veK3wr3Xl0S+4rcsPuTUkb4RZdE9iio1Pc638r2Pgzk9rXvyPRXiYDw2FjS+vfa3vWECC76YePy9CtSOPPZnXLupsfa9a3JjPpItqTvGms69G4nhvdb3zL0CD8g9+iHxPQ+2Tj4vj3o+IX8kvsA41z1wE609IO43vWlqXz7p1Tg8cwuGOksAHD6jTWk9aM8Zvts3Az4Ydgy+yOwZvkiJDz4Yv6k7IFg0Pk40ZDx9tRa+BDI3PcJcUb4lLLW9q2oiPmGpGD60n4g+TTkHPXxiHL7GB/Y7fqEnPm4fGr5WoZ89rS10vSia1T1080W92iboPUdqhL6WWK87yiT4PX5C6bne2IK+6fkBPXzD+rxHjTC+i647Pts8yz1fY429ABByPF9ksLws0hs96TbYvGaG8jz0cIo9AGWevXIcAT1TISm9nCSFPaIaBT4hUXi9spmxPSlf2j2kM9y9OfpJvhyX9L0szwO+v/IQPjKu0L2s+Lw7UnDaPBwwAb1SSyo6CN3fPX/k37xthHi+qxRjvL/C8rorPDs+wqzLvWKWcj3h06I8+5GIPuSwJ74nSbE8LDl5PuUMgj1QGu+9cfTbPfHGAz1YXDm+VSTDvCMUJD6jJq46UlvBvToKgr53zPg9Hgrfu0u7N75pais9bhjQO1GL6r1YUO+94wEWviPWIr4ehyw+xVTZPQ77Irx+tAa+7whevdph0j1tugU+IVubPs3BgT09zZe+woWKPcNXgL1A1mK8krMfvVVLIDyBzdk8eBBOvulYBz52Lrc8b1ssvic5+j3VFUU9QTIFvlrXIDytGoi9SwAyvtMuo73qOro9a+YPPVSDVT1EsV09ZQmBPqmRUD4tghI8BFmuPSypH73EoWK9aJGQvpYnIj0Han08obh7PShAjb68Kei9JH5MvOQRrzyamOm89TQPvpgUTb6l4hC+HSiCvgYKXD4bw/e95AyWvRcyCDzU4i69XW5NvtyB0D2lwiC+MbHlva4aMD7AmPc91dQ2vq/qmj2rHh0+t99IvPHgJz6jfNQ8zUYpPtn9Jj2MwgA+Z/vwO24UBr693Qk+OZBwPQzMzT3onCS9SnrNup8JiL7bXbK8sK0lPZCKH70hPN88Q3quvRAtPD4+KN28+P8XvnVMHz4oYwA+JpNPvYy+ob1feIk8Rohjvuo4pz7hUAy+rUQxvq63Tr5OJGo9a+MgPfoEuz38HTM9SMAlvpQ1Wb67W3q+haB6vin0oj29Kyq+rlOUPbONlbooShm+h8mwPBRrH77xUpw9H7QQPlQgEz4enmy+WuKyPKtodb5FEwg9r4b+vfHAXb02pYC988WVu594iD2+B4u+VOykPUHyvr0ynme8yO0ovjMJJ71l5oC9ZfwAvi7bAb5X0Eu8rGuMPuT/ZDxTPak8i92nPeXdWr6O+Uu+XoNtPtSuVb48Wwc93tyUPPf0A75/K5w94tb1PX9LXj6HlWU+tQqgvQjgRT24oVe+xrKOvQj6071379a9xum9vap6bb1he449+BqgvdtY1L08ina+ReVCPToetD1DI9y9EYGVvEMo1zy9sDG+GxzyPZLY0LwT7+I8A+CROQbXqj3eT6M98rvfvCb+F76gMTk+ShkXPsbWqj0Hcc48RtZ0vYcpOT2gC7O8WVtLvWIoIr13oIi9zpQ/PUmDDj4YAb69syqPvMSpcD0kLLY7jtQ0Puxzr7wwLns+bukzvfetZ75c5sE9YOxnvfEyIz2B6y2+fhIJPMXAhj51OQc9tknhupe6ND1G7WO9KkntPYU9iD1XkpS+K+tpvX4AXD7Xie2869v7Pe6YgD5y9Qe93qkcPkVbOL4b94Q9H9cDPtuEc74TjUW9wIM6PhMmxz1yg/o8X8yhvNCLkrzNGW47wVqCPt+PlT1gerI90AH7uq/Ylj2u/G2+nFwhvZaj+b3D/jA+tLDAvcCWmr5i0CY8XsE+vm9f5b2A+0Q+byWTvtnftD0lYjy+NuDdPc2hNL1bCb49DrAlvX9pvr3kWic7UQF7vRwlTTzByTC9FN3kuwl6Uj6vlXU9VXAWPWwFGT5wOlS8QHoLPpXulrxQY348xAOQPnu7GD3ov9E9OVLPu91JqDtfGVs+UDAWvvlnPr4prVy+Ar8KPhkrOT1G9B6+npAOvvCVDLzhyl8+59PmPRY3W76XZgG+e8dePSWsjz190Gw+eBKrPMMLBT49Ark9/RPevXDsPT7NsGc9GpQCvdiOsj38y3e+lXMlvvjkAj6mQ6s9ceAtPmusAD3CSzI8ctKtvU6o8LwevKA9I/cDvJoUkr1lJJY8PgkgPve+ij2Z7Iu+bgOWO3Ntm70UF5G+SsI9PqXNnj2dftY9CywsPvMABryXm4u9O1BVPe5JjL530Za9gs1bvjK9Bz1bKBm+vE06PaNVsL1U32c9j1OFPpAFa74R+WW9jXuvvbWHw72E6R685O0aPfNylz1jp5Q9nw5yvRynRrnE3P+9SVeuvfK77j0OQbi8gf+LvMyrwD3cZ9W9T045vdSx+D3ul6k89yPKPGknP76adlw+1WAbvvWrmjrPoQ0+dVw/voE9KL6+taM7u8eqvAMTNj4yqCk9Iek9Pm+N+D2Lw8096ZErvVF1M778FKO8jBIWvNgTiD7wLFu+twgQvcGsDT6neNG9Auy5PLaXHr7QmXQ+NTzMPVbfwL1kRLy9ioKBvreyd742qTa9m6eIPkp6iD4Mn7i8bLkTvea4TL78xIO+mGqIvaVAV72evw++JIo4Phlz373VQ9M9NgOoPd7B6L2yS3m8DJTVvYu1kr1rIAg+Y+kyvMnDg71WfY89tHAqPk6QML6L0Xc+zXuJPSN2Oz0aJ2m+jtYqPrYYSz7r0+q9QEGePTT3dD3gyDQ9NaQZPaxG4L1MM1E+BNZrPhOCVj2onIi+5wJ0vTq6z7yyoiC9dGP5vZT3O75Ky0K+/pAfPhW7Kb1AD40+QvGVPCdgAD56jQI+8JJ8PZHruT0Dg3u+CSIevlNUSz7fZQI94C3LvbXhXju2ogq+FEfYvVrhH70T5Cy+NXf6vVjzYbw8BRO+qTWPvtGnib2/9d48DcTMPdcwfT5FkSK+RQR5vRyP6D3XWYA9ydRBPe4BYT0WZo09QyOfPqZxGL7UZU08iSQYuiZJTz75yma9TJHuPaMBwr3AF6a9NraNPQEqgb4HO0y9CJ0IvSbdvj0M2wQ9jXXGPWqOwL0xU+e97k1qvtN8fj12KsY9A6QCPCdcxjwwETm+U4zYPGzoLz59FjM+p937PaaCUr7ysqc8wykavpB4rLm4pj4+JQeDvoHf+jqx5vo95VhYvlsO870u/b49Fkd7vnkFW70uJjK8fLM5voVjB72RBUI+gPwaPtKJDb4Owci9POCfvZtLRL0ogM471gBfvmbuNT251yI+rqzAvbS9u70eYAk+PEzkPXoVzr06Myg7AjIQPtu/LT6Ws909zqPBPdy+DT4c+1u834mNPOHYCT7TM0A+Mz3lvb4c3LzrDiE+VZ6aPW4TJL5qISO7cuKRPfSUXD6EUDi792/xvURzib5Hcc69YFgMPp2F5r1OQDI+1OrGPZl+IjzQ3GS+kn+IvTm35j3V5kU+6HMRvsHADj2s/Bq+N0PLvdRTDz2GzBW+mlYgvTIAPr68n+y8UvJQPm4M0D1nMxI9hMgePgHNXL4fvcQ8Rs6Pu7fbqjtwfQ+8dwvCvLotKTy+LoU8SBFyPK3TtDzlMn+8W+4cPU1bn7w1/T27bKZXPMBEbjyHWYQ7Y7CguwYhozzjTYO8g+JbO6b5uzxApow72eW/O1wOLzy2lTG8wmE9PEeL7bzZ5c48i46lPDCunDx0o9i73sBqvM7G1jvSqQG8OvABPXXCzrycGZQ7UBXFPLAWDb0y4wa9IIZ7vBxWBbt3gec8Wx0BOydrfryyKU+8cZnfvBuYFrs65rw7eU4vu13y4jvYqn+8Iv70uzcah7yiZhc9dtWavBNW/zyG/Gq8WkvDvNWlkjsn4jk8vDYoPNp4kzzaS6O5mlyPvG2d470ZXIK+wsjGvqGfnr5K+jc+ejYdPkAuq71xzIc+BSjHuxqqAb6pibY9EseHvpL26D2FhpQ+AWsCvu6glj1CMdq9w3xkPp02mL1Sw1i95lqOvvhfuj64fHM9vMZEPijD5T0O2TG+G2EAvkD8cL4FFqe+dbosPjeFa75yG2Y+b5RvvkgF4L341cs+dTngPLupab5zNaQ+jyNXPpAkpr7Y1ny+HaH9vIt8dL1NqCE+09giPpMFX74f3Bm+FcZlPhRylr6FBAO+sKiqPu0zBb4e7Vs+WXVTvtZUoD65TiA+0GS3vWh/vLzgPre8cHOsPvSqkr7H1u89Wg7/PQUwjj6VSIE93SKlvhriq73AvoE+BAG4PSKDBL6V0kW+MD1Uvso8qL3IQXi+qEXtPR7TKb53Ub49oLLPPcvdG76kTby+73TvukXxBz6r1Oa9Hwe8vMilVD7OK0U99GoVvtXgpT7uC5k9svgHvnrw7Ly61He+IPbJO/hJhbw4OYI+2fqsOyovAz5N0RG+UC24vcdBjDxdCD2+hMZ+vaTZDLzXFEm9/A4ovsaExz6aNu27ld7gPt+95Dw5xcW9FGBKvmqy6bz5txo+sNY/vr4y3zwEhCk+4qLZPY75Jz64QUI8P6/mvauPiL5jn9y+DfKAPgQA6702dYI+PDyjviPIKz414RG9urGJviQ3Pz5gyUu+KQdNPhbdxjxvHxc+Bdx/vnmesD040Yk+ilEMPkW/pb74FJI+qv5hvseP4jwnUJG++VpAvqLUtj72roe+grKtPX+8n77+W32+0xaxvFPcJb4f3vu9JnuXvoIkn778sD26GMMLvm1IoD6S3cG9HyE9PpkBzT2mcUi+io1PPpAuxD3nZAq9UeeOPlqHKT3PR6+982eLvk+oyDsl9qO+Z37dPs6YmL6p7GW+6h+NvU+aoD6lNDw87hYmPt2zZj4cKcq9GLG3OhTDEb26ZF0+rfeCvgAIvL0u2QC+DC2EPrsqjb0y8wC+w2W0vZCYkD12jJ+++IKYPpjCiL39K4a+r28uPNC3Vb5lzJe+qnK4Pt6ydrurxJo+vdUdPJDTljuHDa++1rVBPW8UpL1fGAI9HjqPvj8X/b2BbpA8LK6HPQ4ZFD1tjtU9NJrMPg4bVT1rzL2+d50svo7OQ74vTnC+t18EPpDMHL0q13g+GcWsviZStL7CeRw+9KQwvnh8OD47Yim+psPUvbqzvj63j0o+ExhvPXvOGL48ubi+YfTUvZLnwz0Xx/E9BhUnPin1WT3nGTO+RYEYvgdomrzPYQ6+HBzMPiAVhD7cCF8+ae+YvBTcab5VOgk+G9yKPrhfYj01gxq+QQqPvLCluD1NK4u+YIIvvsOzpr0BG2Q8Eu9VPpBTuTyrxTy+uQkwPgGOh740GGa+4fexPOW3Wr0ZXTc9p1pEPvRaEb6Jnas9WFQuvA4UHD7iiDk9MLmPvauRuj5EqL0+4MxkvuR45T2Xk2U7lzKWPq+msr5MuQy93sHEPj89qj1ZvQA+WiejvuXh0D3w+xS+rwwjvsd/nL5HXhq+D81OPnwwoj0OrH2+V9bCPC3EPT1c5EE+NTujPPn/Nz6wbcW+yl7zvcNDRj4x2hU9s+PEPRmwLDzAedA9amHNvaDshL56aQM+sGWvPS/6sD2TRyA+KAw9PqVNJ7zY8p6+IsqlvmKtuT2/4Dc9EHppPtCOWL73lVe+BXNqvhfdqj1Hum4+8H0DvhWXTbzFpbY+OiCWvnfr5zuMimo9Dr63PVynvz1JMfW9feHdPMER0j5fYyy9N8chvlOFCb4hLIA+QbGmPqMI/L2WTbO+IZiqvhPcVT6q+Jm+0V8IvtstlL39vyu+lfTGvbXKjjy6cE4+FVM6PkCGC77pXjg+5I6zPTBcUL7XIrc9obIpvn2a6b2L82G+FL3XPl9p7j1X23c+QV9Nvlh/Iz0KnXS+bMM5vgjKSD7yFVE+GQR2PZmnIr1aSt0+w9YIPljGjb4QiqC+9mcHPgoXIT4NebG99vvCPjrPr76gUtC+lQzJvbSHZ71I24I9IuIbPgMvrL3U1RA8iISAvpbQAz4HA4i9bPUQvqv59j1usS09ygtGvguGNT18AoI+m+ljvjcywT0A5zY+kGGVPdZpNj43QcM9oXAGvvT0oj7RA0C9Iz8PvlQeC75Dqzq+XZoSPn8yID65uTm+kM8svSl7Ab4ldNI+95nyPWEAlb6X0nc+OrDHPtdqIj4AzYC+u1wnvuLjW72Fk36+NMOfu3c+oT3ixoI+iqwVvTNIeL36bKY+jI4Ivh7kK743MYi+sffOPjA1sL5qEJc+np5nPTmECT2qAFy+l8t7Pk18Q76y1NU9+YKhvj7B6b29Two+u0hCPnLmVj6gq7K+8erHPrynrDzfNIS92u8fPiNKDj6ZtuG9uN20vcsaUr5VUne+lltcPdJ2b76svB4+iqm5vY9vK76h2Ie+JJ2rPhwmbj6wpW09Q+/tvalmJT4dFt296e0WPvIdgr7Dhfe9SwJpPutXDz53qIm8L1maPIxJhD7Ow9q9720vvFGFYL5aD7I+A7y2PsDcjr5Zj+M9OBdFvliVWT5aA6o8RCcAPqJzkL7Faxg+5W18vgcfNT5Y5VU+kZchPkmHer49Q6g9C8/iPX2sYr7VWz6+WdZovT44iT31tFc+sTTIvd4/uL0CmIs+eD7RPu2qub7bxw69bYOIPUkKBD5mR8w+GmmWPpNzjz647pQ++uiaPjpia741EqY+4HcmPoB5xT66G8o96kYnvu4Kkr3HM3I+REEPvE5Phz0DyHY+jnCLvnx0kb2uksS+/2i9vkMXSj3NrZ48EgKMPqPYHr4NNns9hrmJvb4aF72fqFG+O1aqPS7DMr0VHiy+UGMevmQvGT7q9Gc+xDrqvWQcxr1TtAC+qKZiPkZxjb2mKXS+uXUUvsGCRT0hZj8+7fI7O6Ofgr5+sL++e7UHPk+OHD4tuoW+eFiovulnpr2nMYy+GRyUvXwjiTyNs5I96ZGFPgS0mbwWvV49auSePSrYu76JNAU9Uq0bPuYDlL46hIm+gUFmPiVi5713/EM+dOfYO1ulCD45Los+1jZAvmSrZT0tLsG949DPvhEawT2gLQ29SyQ/vcnTrzpXF8e8tqkXvDn7/rx3lPk8YhjBPIdX9bxRG1+8F7cjvQ==","weightSpecs":[{"name":"dense_Dense28/kernel","shape":[17,76],"dtype":"float32"},{"name":"dense_Dense28/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense29/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense29/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense30/kernel","shape":[65,9],"dtype":"float32"},{"name":"dense_Dense30/bias","shape":[9],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-11-20T11:29:46.403Z","modelTopologyType":"JSON","version":"0","formType":"subscribe"}}